#lang pollen

◊(define-meta title "ایلین براؤن")

◊سرخی{ایلین براؤن ◊ح{قصیدہ}}

◊قصیدہ{
ملاذِ کشور و لشکر، پناہِ شہر و سپاہ
جنابِ عالی ایلن برون والا جاہ

بلند رتبہ وہ حاکم وہ سرفراز امیر
کہ باج تاج سے لیتا ہے جس کا طرفِ کلاہ

وہ محض رحمت و رافت کہ بہرِ اہلِ جہاں
نیابتِ دمِ عیسیٰ کرے ہے جس کی نگاہ

وہ عین عدل کہ دہشت سے جس کی پرسش کی
بنے ہیں شعلۂ آتش انیسِ پَرّۂ کاہ

زمیں سے سودۂ گوہر اٹھے بجائے غبار
جہاں ہو توسنِ حشمت کا اس کے جولاں گاہ

وہ مہرباں ہو تو انجم کہیں "الٰہی شکر"
وہ خشم گیں ہو تو گردوں کہے "خدا کی پناہ"

یہ اس کے عدل سے اضداد کو ہے آمیزش
کہ دشت و کوہ کے اطراف میں، بہر سرِ راہ

ہزبر پنجے سے لیتا ہے کام شانے کا
کبھی جو ہوتی ہے الجھی ہوئی دُمِ رو باہ

نہ آفتاب، ولے آفتاب کا ہم چشم
نہ بادشاہ، ولے مرتبے ہیں ہمسرِ شاہ

خدا نے اس کو دیا ایک خوبرو فرزند
ستارہ جیسے چمکتا ہوا بہ پہلوئے ماہ

زہے ستارۂ روشن کہ جو اسے دیکھے
شعاعِ مہرِ درخشاں ہو اس کا تارِ نگاہ

خدا سے ہے یہ توقع کہ عہدِ طفلی میں
بنے گا شرق سے تا غرب اس کا بازی گاہ

جوان ہوکے کرے گا یہ وہ جہان بانی
کہ تابع اس کے ہوں روز و شب سپید و سیاہ

کہے گی خلق اسے داورِ سپہر شکُوہ
لکھیں گے لوگ اسے خسرو ستارہ سپاہ

عطا کرے گا خداوندِ کار ساز اسے
روانِ روشن و خوئے خوش و دلِ آگاہ

ملے گی اس کو وہ عقلِ نہفتہ داں کہ اسے
پڑے نہ قطعِ خصومت میں احتیاجِ گواہ

یہ ترکتاز سے برہم کرے گا کشورِ روس
یہ لے گا بادشہِ چیں سے چھین، تخت و کلاہ

سنینِ عیسوی اٹھارہ سو اور اٹھاون
یہ چاہتے ہیں جہاں آفریں سے شام و پگاہ

یہ جتنے سیکڑے ہیں سب ہزار ہو جاویں
دراز اس کی ہو عمر اس قدر، سخن کوتاہ

امید وارِ عنایات "شِو نرائن"
کہ آپ کا ہے نمک خوار اور دولت خواہ

یہ چاہتا ہے کہ دنیا میں عزّ و جاہ کے ساتھ
تمھیں اور اس کو سلامت رکھے سدا، اللّٰہ

}

◊حاشیہ["قصیدہ"]{یہ قصیدہ مرزا صاحب نے منشی شِو نرائن کی طرف سے مسٹر ایلین براؤن کے یہاں بیٹا پیدا ہونے کی مبارکباد پر لکھا تھا۔ ◊حم{نسخۂ رضا}}
