#lang pollen

◊(define-meta title "در مدحِ شاہ")

◊سرخی{در مدحِ شاہ}

◊قصیدہ{
اے شاہِ جہاں گیر جہاں بخشِ جہاں دار
ہے غیب سے ہر دم تجھے صد گُونہ بشارت

جو عُقدۂ دُشوار کہ کوشش سے نہ وا ہوا
تو وَا کرے اُس عُقدے کو، سو بھی بہ اشارت

ممکن ہے، کرے خضر سکندر سے ترا ذکر
گر لب کو نہ دے چشمۂ حیواں سے طہارت

آصف کو سُلیماں کی وزارت سے شرف تھا
ہے فخرِ سُلیماں، جو کرے تیری وزارت

ہے نقشِ مُریدی ترا، فرمانِ الٰہی
ہے داغِ غُلامی تِرا، توقیعِ امارت

تُو آب سے گر سلب کرے طاقتِ سیلاں
تو آگ سے گر دفع کرے تابِ شرارت

ڈُھونڈے نہ مِلے موجۂ دریا میں روانی
باقی نہ رہے آتشِ سوزاں میں حرارت

ہے گر چہ مجھے نُکتہ سرائی میں توغُل
ہے گرچہ مجھے سحر طرازی میں مہارت

کیوں کر نہ کروں مدح کو میں ختم دُعا پر
قاصر ہے ستائش ◊ح{ستائش} میں تِری، میری عبارت

نَو روز ہے آج اور وہ دن ہے کہ ہوئے ہیں
نظارگیٔ صنعتِ حق اہلِ بصارت

تجھ کو شرفِ مہرِ جہان تاب مُبارک!
غالبؔ کو ترے عتبۂ عالی کی زیارت!

}

◊حاشیہ["ستائش"]{نسخۂ نظامی میں "ستائش" کی جگہ "شکایت" چھپا ہے۔ نسخۂ شِو نرائن میں "ستائش" درج ہے۔ ستائش ہی، بظاہر، صحیح ہے۔ ◊حم{حامد علی خاں}}
