#lang pollen

◊(define-meta title "مدحِ شاہ")

◊سرخی{مدحِ شاہ}

◊قصیدہ{
ہاں مہِ نو سنیں ہم اُس کا نام
جس کو تو جھک کے کر رہا ہے سلام

دو دن آیا ہے تو نظر دمِ صبح
یہی انداز اور یہی اندام

بارے دو دن کہاں رہا غائب؟
"بندہ عاجز ہے، گردشِ ایّام

اڑ کے جاتا کہاں کہ تاروں کا
آسماں نے بچھا رکھا تھا دام"

مرحبا اے سرورِ خاصِ خواص
حبّذا اے نشاطِ عامِ عوام

عذر میں تین دن نہ آنے کے
لے کے آیا ہے عید کا پیغام

اس کو بھولا نہ چاہیے کہنا
صبح جو جائے اور آئے ◊ح{جائے-آئے} شام

ایک میں کیا؟ سب نے جان لیا
تیرا آغاز اور ترا انجام

رازِ دل مجھ سے کیوں چھپاتا ہے
مجھ کو سمجھا ہے کیا کہیں نمّام؟

جانتا ہوں کہ آج دنیا میں
ایک ہی ہے امیدگاہِ انام

میں نے مانا کہ تو ہے حلقہ بہ گوش
غالبؔ اس کا مگر نہیں ہے غلام؟

جانتا ہوں کہ جانتا ہے تُو
تب کہا ہے بہ طرزِ استفہام

مہرِ تاباں کو ہو تو ہو، اے ماہ!
قربِ ہر روزہ ◊ح{روزہ} بر سبیلِ دوام

◊ق{تجھ کو کیا پایہ روشناسی کا
جز بہ تقریبِ عیدِ ماہِ صیام
}

جانتا ہوں کہ اس کے فیض سے تو
پھر بنا چاہتا ہے ماہِ تمام

ماہ بن، ماہتاب بن، میں کون؟
مجھ کو کیا بانٹ دے گا تو انعام

میرا اپنا جدا معاملہ ہے
اور کے لین دین سے کیا کام

ہے مجھے آرزوئے بخششِ خاص
گر تجھے ہے امیدِ رحمتِ عام

جو کہ بخشے گا تجھ کو فرِّ فروغ
کیا نہ دے گا مجھے مئے گلفام؟

جب کہ چودہ منازلِ فلکی
کر چکے ◊ح{چکے} قطع تیری تیزئ گام

تیرے پرتو سے ہوں فروغ پذیر
کوئے و مشکوئے و صحن و منظر و بام

دیکھنا میرے ہاتھ میں لبریز
اپنی صورت کا اک بلوریں جام

پھر غزل کی روِش پہ چل نکلا
توسنِ طبع چاہتا ◊ح{چاہتا} تھا لگام

◊شاعری-میں-سرخی{غزل}

زہرِ غم کر چکا تھا میرا کام
تجھ کو کس نے کہا کہ ہو بدنام؟

مے ہی پھر کیوں نہ میں پیئے جاؤں؟
غم سے جب ہو گئی ہے زیست حرام ◊ح['آخر]{مصرع}

بوسہ کیسا؟ یہی غنیمت ہے
کہ نہ سمجھیں وہ لذّتِ دشنام

کعبے میں جا بجائیں گے ناقوس
اب تو باندھا ہے دَیر میں احرام

اس قدح کا ہے دَور مجھ کو نقد
چرخ نے لی ہے جس سے گردشِ ایّام

◊ح['شروع]{شعر} بوسہ دینے میں ان کو ہے انکار
دل کے لینے میں جن کو تھا ابرام

چھیڑتا ہوں کہ ان کو غصہ آئے
کیوں رکھوں ورنہ غالبؔ اپنا نام

کہہ چکا میں تو سب کچھ، اب تُو کہہ
اے پری چہرہ پیکِ تیز خرام

کون ہے جس کے در پہ ناصیہ سا
ہیں مہ و مہر و زہرہ و بہرام

تُو نہیں جانتا تو مجھ سے سن
نامِ شاہنشہِ بلند مقام

قبلۂ چشم و دل بہادر شاہ
مظہرِ ذو الجلال و الاکرام

شہ سوارِ طریقۂ انصاف
نو بہارِ حدیقۂ اسلام

جس کا ہر فعل صورتِ اعجاز
جس کا ہر قول معنئ الہام

بزم میں، میزبان قیصر و جم
رزم میں اوستادِ رستم و سام

اے ترا لطف زندگی افزا
اے ترا عہد فرخی فرجام

چشمِ بد دور! خسروانہ شکُوہ
لوحش اللّٰہ! عارفانہ کلام

جاں نثاروں میں تیرے قیصرِ روم
جُرعہ خواروں میں تیرے مرشدِ جام

وارثِ ملک جانتے ہیں تجھے
ایرج و تور و خسرو و بہرام

زورِ بازو میں مانتے ہیں تجھے
گیو و گودرز و بیزن و رَہّام

مرحبا مو شگافئ ناوک
آفریں آب دارئ صمصام

تیر کو تیرے تیرِ غیر ہدف
تیغ کو تیری تیغِ خصم نیام

◊ق{رعد کا کر رہی ہے کیا دم بند
برق کو دے رہا ہے کیا الزام
}

تیرے فیلِ گراں جسد کی صدا
تیرے رخشِ سبک عناں کا خرام

◊ق{فنِ صورت گری میں تیرا گُرز
گر نہ رکھتا ہو دست گاہِ تمام
}

اس کے مضروب کے سر و تن سے
کیوں نمایاں ہو صورتِ ادغام؟

جب ازل میں رقم پذیر ہوئے
صفحہ ہائے لیالی و ایّام

اور ان اوراق میں بہ کلکِ قضا
مجملاّ مندرج ہوئے احکام

لکھ دیا شاہدوں کو عاشق کُش
لکھ دیا عاشقوں کو دشمن کام

آسماں کو کہا گیا کہ کہیں
گنبدِ تیز گردِ نیلی فام

حکمِ ناطق لکھا گیا کہ لکھیں
خال کو دانہ اور زلف کو دام

آتش و آب و باد و خاک نے لی
وضعِ سوز و نم و رم و آرام

مہرِ رخشاں کا نام خسروِ روز
ماہِ تاباں کا اسم شحنۂ شام

تیری توقیعِ سلطنت کو بھی
دی بہ دستور صورتِ ارقام

کاتبِ حکم نے بہ موجبِ حکم
اِس ◊ح{اس} رقم کو دیا طرازِ دوام

ہے ازل سے روانئ ◊ح{روانی} آغاز
ہو ابد تک رسائِی انجام

}

◊حاشیہ["جائے-آئے"]{نسخۂ نظامی :جائے، آئے۔ نسخۂ شِو نرائن :جاوے، آوے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["روزہ"]{بعض نسخوں میں "ہر روزہ" کی جگہ "ہر روز" چھپا ہے۔ یہ سہوِ کتابت ہے ۔ ◊حم{حامد علی خاں}}
◊حاشیہ["چکے"]{بعض نسخوں میں غلط فہمی کی بنا پر یہاں "چکے" کی جگہ "چکی" چھپا ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["چاہتا"]{اکثر مروجہ نسخوں میں "چاہتا ہے لگام" چھپا ہے۔ نسخۂ نظامی میں "چابتا ہے لگام" درج ہے اور یہی صحیح ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["مصرع"]{نسخۂ مہر میں ◊علامت{؏} غم سے زیست ہو گئی ہو حرام۔ یہ غالباً سہوِ کتابت ہے۔ ◊حم{حامد علی خاں}
مزید: نسخۂ رضا میں بھی "ہو حرام" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["شعر"]{مزید شعر از نسخۂ رضا۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["اس"]{نسخۂ نظامی کی تقلید میں مستند نسخوں میں بھی یہاں "اُس" چھپا ہے۔ نسخۂ نظامی میں یہ سہوِ کتابت معلوم ہوتا ہے کیوں کہ "اِس رقم" میں اشارہ قریبی تحریرِ ما بعد یعنی آخری شعر کی طرف ہے۔ نظر بظاہر یہی معلوم ہوتا ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["روانی"]{چند نسخوں میں "روائی" ہے۔ اکثر جگہ "روانی" کر دیا گیا ہے جو غلط ہے۔ ◊حم{اعجاز عبید}
مزید: بعض نسخوں میں "روائی" کی جگہ "روانی" چھپا ہے۔ غالبؔ نے "رسائی" کے مقابلے میں "روائی" لکھا تھا۔ دیکھیے طباطبائی۔ ◊حم{حامد علی خاں}
مزید: ہم نے متن میں اکثر مستند نسخوں کی تقلید میں "روانی" کو ترجیح دی ہے۔ ◊حم{جویریہ مسعود}}
