#lang pollen

◊(define-meta title "مدحِ نصرت الملک بہادر")

◊سرخی{مدحِ نصرت الملک بہادر}

◊قصیدہ{
نُصرت الملک بہادُر مجھے بتلا کہ مجھے
تجھ سے جو اتنی اِرادت ہے تو کس بات سے ہے؟

گرچہ تُو وہ ہے کہ ہنگامہ اگر گرم کرے
رونقِ بزم مہ و مہر تری ذات سے ہے

اور میں وہ ہوں کہ، گر جی میں کبھی غور کروں
غیر کیا، خود مجھے نفرت میری اوقات سے ہے

خستگی کا ہو بھلا، جس کے سبب سے سرِ دست
نسبت اِک گونہ مرے دل کو ترے ہات سے ہے

ہاتھ میں تیرے رہے توسنِ دَولت کی عِناں
یہ دُعا شام و سحر قاضئ حاجات سے ہے

تُو سکندر ہے، مِرا فخر ہے ملنا تیرا
گو شرف خضر کی بھی مجھ کو ملاقات سے ہے

اِس پہ گُزرے نہ گماں رِیو و رِیا کا زِنہار
غالبؔ خاک نشیں اہلِ خرابات سے ہے

}
