#lang pollen

◊(define-meta title "مدحِ شاہ")

◊سرخی{مدحِ شاہ}

◊قصیدہ{
صبح دم دروازۂ خاور کھلا
مہرِ عالم تاب کا منظر کھلا

خسروِ انجم کے آیا صرف میں
شب کو تھا گنجینۂ گوہر کھلا

وہ بھی تھی اک سیمیا کی سی نمود
صبح کو رازِ مہ و اختر کھلا

ہیں کواکب، کچھ نظر آتے ہیں کچھ
دیتے ہیں دھوکا یہ بازی گر کھلا

سطحِ گردوں پر پڑا تھا رات کو
موتیوں کا ہر طرف زیور کھلا

صبح آیا جانبِ مشرق نظر
اک نگارِ آتشیں رُخ، سر کھلا

تھی نظر بندی، کِیا جب ردِّ سِحر
بادۂ گل رنگ کا ساغر کھلا

لا کے ساقی نے صبوحی کے لئے
رکھ دیا ہے ایک جامِ زر کھلا

بزمِ سلطانی ہوئی آراستہ
کعبۂ امن و اماں کا در کھلا

تاجِ زرّیں مہرِ تاباں سے سوا
خسروِ آفاق کے منہ پر کھلا

شاہِ روشن دل، بہادر شہ، کہ ہے
رازِ ہستی اس پہ سر تا سر کھلا

وہ کہ جس کی صورتِ تکوین میں
مقصدِ نُہ چرخ و ہفت اختر کھلا

وہ کہ جس کے ناخنِ تاویل سے
عقدۂ احکامِ پیغمبر کھلا

پہلے دارا کا نکل آیا ہے نام
اُن کے سَرہنگوں کا جب دفتر کھلا

روُشناسوں کی جہاں فہرست ہے
واں لکھا ہے چہرۂ قیصر کھلا

◊ق{توُسنِ شہ میں ہے وہ خوبی کہ جب
تھان سے وہ غیرتِ صرصر کھلا
}

نقشِ پا کی صورتیں وہ دل فریب
توُ کہے بت خانۂ آزر کھلا

مجھ پہ فیضِ تربیت سے شاہ کے
منصبِ مہر و مہ و محور کھلا

لاکھ عُقدے دل میں تھے، لیکن ہر ایک
میری حدِّ وُسع سے باہر کھلا

تھا دلِ وابستہ قُفلِ بے کلید
کس نے کھولا، کب کھلا، کیوں کر کھلا؟

باغِ معنی کی دکھاؤں ◊ح{دکھاؤں} گا بہار
مجھ سے گر شاہِ سخن گستر کھلا

ہو جہاں گرمِ غزل خوانی نَفَس
لوگ جانیں طبلۂ عنبر کھلا

◊شاعری-میں-سرخی{غزل}

کُنج میں بیٹھا رہوں یوں پَر کھلا
کاشکے ہوتا قفس کا در کھلا

ہم پکاریں اور کھلے، یوں کون جائے
یار کا دروازہ پاویں گر کھلا

ہم کو ہے اس راز داری پر گھمنڈ
دوست کا ہے راز دشمن پر کھلا

واقعی دل پر بھلا لگتا تھا داغ
زخم لیکن داغ سے بہتر کھلا

ہاتھ سے رکھ دی کب ابرو نے کماں
کب کمر سے غمزے کی خنجر کھلا

مُفت کا کس کو بُرا ہے بدرقَہ
رہروی میں پردۂ رہبر کھلا

سوزِ دل کا کیا کرے بارانِ اشک
آگ بھڑکی، مینہ اگر دم بھر کھلا

نامے کے ساتھ آ گیا پیغامِ مرگ
رہ گیا خط میری چھاتی پر کھلا

دیکھیو غالبؔ سے گر الجھا کوئی
ہے ولی پوشیدہ اور کافر کھلا

پھر ہوا مدحت طرازی کا خیال
پھر مہ و خورشید کا دفتر کھلا

خامے نے پائی ◊ح{پائی} طبیعت سے مدد
بادباں بھی، اٹھتے ہی لنگر، کھلا

مدح سے، ممدوح کی دیکھی شکُوہ
یاں عَرَض سے رُتبۂ جوہر کھلا

مہر کانپا، چرخ چکّر کھا گیا
بادشہ کا رائتِ لشکر کھلا

بادشہ کا نام لیتا ہے خطیب
اب عُلوِّ پایۂ مِنبر کھلا

سِکۂ شہ کا ہوا ہے رو شناس
اب عِیارِ آبروئے زر کھلا

شاہ کے آگے دھرا ہے آئینہ
اب مآلِ سعئ اِسکَندر کھلا

ملک کے وارث کو دیکھا خَلق نے
اب فریبِ طغرل و سنجر کھلا

ہو سکے کیا مدح، ہاں، اک نام ہے
دفترِ مدحِ جہاں داور کھلا

فکر اچھّی پر ستائش نا تمام
عجزِ اعجازِ ستائش گر کھلا

جانتا ہوں، ہے خطِ لوحِ ازل
تم پہ اے خاقانِ نام آور! کھلا

تم کرو صاحب قِرانی، جب تلک
ہے طلسمِ روز و شب کا در کھلا!

}

◊حاشیہ["دکھاؤں"]{نسخۂ عرشیؔ اور بعض دیگر مستند نسخوں میں "دکھا دوں گا" چھپا ہے مگر نسخۂ نظامی میں، نیز بیشتر دیگر قدیم نسخوں میں "دکھاؤں گا" ہی چھپا ہے جو یہاں زیادہ متین اندازِ اظہار معلوم ہوتا ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["پائی"]{نسخۂ مہرؔ میں "پائیں" ۔ ◊حم{جویریہ مسعود}
مزید: نسخۂ عرشی میں یہ مصرع یوں چھپا ہے: ◊علامت{؏} خامے سے پائی، طبیعت نے، مدد
دونوں طرح شعر تقریباً ہم معنی ہی رہتا ہے۔ متن نسخۂ نظامی کے مطابق ہے۔ نسخۂ مہرؔ میں دوسرا مصرع یوں چھپا ہے: ◊علامت{؏} بادباں کے اٹھتے ہی لنگر کھلا
یہ صریحاً سہوِ کاتب ہے۔ لنگر اٹھتا، بادبان کھُلتا ہے۔ ◊حم{حامد علی خاں}}
