#lang pollen

◊(define-meta title "منقبتِ حیدری")

◊سرخی{منقبتِ حیدری}

◊قصیدہ{
سازِ یک ذرّہ نہیں فیضِ چمن سے بے کار
سایۂ لالۂ بے داغ سویدائے بہار

مستئ بادِ صبا سے ہے بہ عرضِ سبزہ
ریزۂ شیشۂ مے جوہرِ تیغِ کہسار

سبز ہے جامِ زمرّد کی طرح داغِ پلنگ
تازہ ہے ریشۂ نارنج صفت روئے شرار

مستئِ ابر سے گل چینِ طرب ہے حسرت
کہ اس آغوش میں ممکن ہے دو عالم کا فِشار

کوہ و صحرا ہمہ معمورئ شوقِ بلبل
راہِ خوابیدہ ہوئی خندۂ گل سے بیدار

سونپے ہے فیضِ ہوا صورتِ مژگانِ یتیم
سر نوشتِ دو جہاں ابر بہ یک سطرِ غبار

◊ح['شروع]{مصرع} کاٹ کر پھینکیے ناخن جو بہ اندازِ ہلال
قوتِ نامیہ اس کو بھی نہ چھوڑے بے کار

کفِ ہر خاک بہ گردون شدہ قمری پرواز
دامِ ہر کاغذِ آتش زدہ طاؤس شکار

مے کدے میں ہو اگر آرزوئے گل چینی
بھول جا یک قدحِ بادہ بہ طاقِ گل زار

موجِ گل ڈھونڈھ بہ خلوت کدۂ غنچۂ باغ
گُم کرے گوشۂ مے خانہ میں گر تو دستار

کھینچے گر مانئ اندیشہ چمن کی تصویر
سبزہ مثلِ خطِ نو خیز ہو خطِّ پرکار ◊ح['آخر]{مصرع-۲}

لعل سے کی ہے پئے زمزمۂ مدحتِ شاہ
طوطئِ سبزۂ کہسار نے پیدا منقار

وہ شہنشاہ کہ جس کی ◊ح{کی} پئے تعمیرِ سرا
چشمِ جبریل ہوئی قالبِ خشتِ دیوار

فلک العرش ہجومِ خمِ دوشِ مزدور
رشتۂ فیضِ ازل سازِ طنابِ معمار

سبز نُہ چمن و یک خطِ پشتِ لبِ بام
رفعتِ ہمّتِ صد عارف و یک اوجِ حصار

واں کی ◊ح{کی-خاشاک} خاشاک سے حاصل ہو جسے یک پرِ کاہ
وہ رہے مِروحۂ بالِ پری سے بے زار

خاکِ صحرائے نجف جوہرِ سیرِ عُرفا
چشمِ نقشِ قدم آئینۂ بختِ بیدار

ذرّہ اس گرد کا خورشید کو آئینۂ ناز
گرد اُس دشت کی اُمّید کو احرامِ بہار

آفرینش کو ہے واں سے طلبِ مستئ ناز
عرضِ خمیازۂ ایجاد ہے ہر موجِ غبار

◊ح['شروع]{اشعار} سنگ، یہ کار گہِ ربطِ نزاکت ہے، کہ ہے
خندۂ بے خودئ کبک، بہ دندانِ شرار

کشتۂ افعئ زلفِ سیہِ شیریں کو
بے ستوں، سبزے سے، ہے سنگِ زمرد کا مزار

حسرتِ جلوۂ ساقی ہے کہ ہر پارۂ ابر
سینہ، بے تابی سے، ملتا ہے بہ تیغ کُہسار

دشمنِ حسرتِ عاشق ہے، رگِ ابرِ سیاہ
جس نے برباد کیا ریشۂ چندیں شبِ تار

چشم بر چشم چنے ہے بہ تماشا، مجنوں
ہر دو سو خانۂ زنجیر، نگہ کا بازار

خانۂ تنگ، ہجومِ دو جہاں کیفیت
جامِ جمشید ہے یاں قالبِ خشتِ دیوار

سنبل و دامِ کمیں خانۂ خوابِ صیاد
نرگس و جام سیہ مستئ چشمِ بیدار

طرہ ہا، بس کہ، گرفتارِ صبا ہیں، شانہ
زانوئے آئینہ پر مارے ہے دستِ بے کار

بس کہ یک رنگ ہیں دل، کرتی ہے ایجاد نسیم
لالے کے داغ سے، جوں نقطہ و خط، سنبلِ زار

اے خوشا! فیضِ ہوائے چمنِ نشو و نما
بادہ پُر زور و نفس مست و مسیحا بیمار

ہمتِ نشو و نما میں یہ بلندی ہے کہ سرو
پرِ قمری سے کرے صیقلِ تیغِ کہسار

ہر کفِ خاک، جگر تشنۂ صد رنگِ ظہور
غنچے کے مے کدے میں مستِ تامل، ہے بہار

کس قدر عرض کروں ساغرِ شبنم، یا رب؟
موجۂ سبزۂ نوخیز، ہے لب ریزِ خمار

غنچۂ لالہ، سیہ مستِ جوانی ہے ہنوز
شبنمِ صبح، ہوئی رعشۂ اعضائے بہار

جوشِ بیدادِ تپش سے ہوئی عریاں آخر
شاخِ گلبن پہ، صبا، چھوڑ کے پیراہنِ خار

سازِ عریانئ کیفیتِ دل ہے، لیکن
یہ مئے تند، نہیں موجِ خرامِ اظہار

موجِ مے پر ہے، براتِ نگرانی امید
گلِ نرگس سے کفِ جام پہ ہے، چشمِ بہار

گلشن و مے کدہ، سیلابی یک موجِ خیال
نشہ و جلوۂ گل، بر سرِ ہم فتنہ عیار

پشتِ لب، تہمتِ خط کھینچے ہے بے جا یعنی
سبز ہے موجِ تبسم بہ ہوائے گفتار

جائے حیرت ہے کہ گل بازئ اندیشۂ شوق
اس زمیں میں نہ کرے سبز قلم کی رفتار

◊شاعری-میں-سرخی{مطلعِ ثانی}

فیض سے تیرے ہے اے شمعِ شبستانِ بہار
دلِ پروانہ چراغاں، پرِ بلبل گلنار

شکلِ طاؤس کرے آئینہ خانہ پرواز
ذوق میں جلوے کے تیرے بہ ہوائے دیدار

تیری اولاد کے غم سے ہے بروئے گردوں
سِلکِ اختر میں مہِ نو مژۂ گوہر بار

ہم عبادت کو، ترا نقشِ قدم مُہرِ نماز
ہم ریاضت کو، ترے حوصلے سے استظہار

مدح میں تیری نہاں زمزمۂ نعتِ نبی
جام سے تیرے عیاں بادۂ جوشِ اسرار

جوہرِ دستِ دعا آئینہ یعنی تاثیر
یک طرف نازشِ مژگان و دگر سو غمِ خار ◊ح{غم-خار}

مَردُمک سے ہو عزا خانۂ اقبالِ نگاہ
خاکِ در کی ترے جو چشم نہ ہو آئینہ دار

دشمنِ آلِ نبی کو بہ طرب خانۂ دہر
عرضِ خمیازۂ سیلاب ہو طاقِ دیوار

دیدہ تا دل اسدؔ آئینۂ یک پرتوِ شوق
فیضِ معنی سے خطِ ساغرِ راقم سرشار

◊ح['شروع]{اشعار-۲} لعل سی، کی ہے پے زمزمہ مدحتِ شاہ
طوطئ سبزۂ کُہسار نے پیدا، منقار

کسوتِ تاک میں ہے نشۂ ایجادِ ازل
سبحۂ عرضِ دو عالم، بہ کفِ آبلہ دار

بہ نظر گاہِ گلستانِ خیالِ ساقی
بے خودی، دامِ رگِ گل سے ہے پیمانہ شکار

بہ ہوائے چمنِ جلوہ، ہے طاؤس پرست
باندھے ہے پیرِ فلک موجِ شفق سے زنّار

یک چمن جلوۂ یوسف ہے بہ چشمِ یعقوب
لالہ ہا داغ بر افگندہ، و گل ہا بے خار

بیضۂ قمری کے آئینے میں پنہاں صیقل
سروِ بیدل سے عیاں، عکسِ خیالِ قدِ یار

عکسِ موجِ گل و سرشارئ اندازِ حباب
نگہِ آئینۂ، کیفیتِ دل سے دوچار

کس قدر سازِ دو عالم کو ملی جرأتِ ناز
کہ ہوا، ساغرِ بے حوصلۂ دل، سرشار

ورنہ وہ ناز ہے، جس گلشنِ بیداد سے تھا
طور، مشعل بہ کف از جلوۂ تنزیہہِ بہار

سایۂ تیغ کو دیکھ اُس کے، بہ ذوقِ یک زخم
سینۂ سنگ پہ کھینچے ہے الف، بالِ شرار

بت کدہ، بہرِ پرستش گرئ قبلۂ ناز
باندھے زنارِ رگِ سنگ، میانِ کُہسار

سبحہ گرداں ہے اسی کی کفِ امید کا، ابر
بیم سے جس کے، صبا، توڑے ہے صد جا زنار

رنگ ریزِ گل و جامِ دو جہاں ناز و نیاز
اولیں دورِ امامت، طرب ایجادِ بہار

جوشِ طوفانِ کرم، ساقئ کوثر ساغر
نُہ فلک، آئینہ ایجادِ کفِ گوہر بار

پہنے ہے پیرہنِ کاغذِ ابری، نیساں
یہ تُنک مایہ، ہے فریادئ جوشِ ایثار

پر یہ دولت تھی، نصیبِ نگہِ معنئ ناز
کہ ہوا صورتِ آئینہ میں، جوہر، بیدار

اے خوشا! مکتبِ شوق و بلدستانِ مراد
سبقِ نازکی، ہے عجز کو صد جا، تکرار

مشقئ نقشِ قدم، نسخہ آبِ حیواں
جادۂ دشتِ نجف، عمرِ خضر کا طومار

جلوہ تمثال ہے، ہر ذرۂ نیرنگ سواد
بزمِ آئینۂ تصویر نما، مشتِ غبار

دو جہاں طالبِ دیدار تھا، یا رب کہ، ہنوز
چشمکِ ذرہ سے ہے گرم، نگہ کا بازار

ہے، نفس مایہ شوقِ دو جہاں ریگِ رواں
پائے رفتار کم، و حسرتِ جولاں بسیار

دشتِ الفت چمن، و آبلہ مہماں پرور
دلِ جبریل، کفِ پا پہ ملے ہے رخسار

یاں تک انصاف نوازی کہ اگر ریزۂ سنگ
بے خبر دے بہ کفِ پائے مسافر آزار

یک بیاباں تپشِ بالِ شرر سے، صحرا
مغزِ کُہسار میں کرتا ہے فرو، نشترِ خار

فرش اِس دشتِ تمنا میں نہ ہوتا، گر، عدل
گرمئ شعلۂ رفتار سے جلتے خس و خار

ابرِ نیساں سے ملے موجِ گُہر کا تاواں
خلوتِ آبلہ میں گم کرے، گر تو، رفتار

یک جہاں بسملِ اندازِ پر افشانی ہے
دام سے اُس کے، قضا کو ہے رہائی دشوار

موجِ طوفانِ غضب چشمۂ نُہ چرخِ حباب
ذوالفقارِ شہِ مرداں، خطِ قدرت آثار

موجِ ابروئے قضا، جس کے تصور سے، دونیم
بیم سے جس کے، دلِ شحنہ تقدیر، فگار

شعلہ تحریر سے اُس بر ق کی، ہے کلکِ قضا
بالِ جبریل سے مسطر کشِ سطرِ زنہار

موجِ طوفاں ہو، اگر خونِ دو عالمِ ہستی
ہے حنا کو سرِ ناخن سے گزرنا دشوار

دشتِ تسخیر ہو، گر گردِ خرامِ دُلدل
نعلِ در آتشِ ہر ذرہ ہے، تیغِ کہسار

بالِ رعنائئ دُم، موجۂ گل بندِ قبا
گردشِ کاسۂ سُم، چشمِ پری آئینہ دار

گردِ راہ اس کی بھریں شیشۂ ساعت میں اگر
ہر نفس راہ میں ٹوٹے، نفسِ لیل و نہار

نرم رفتار ہو جس کوہ پہ وہ برق گداز
رفتنِ رنگِ حنا ہے، تپشِ بالِ شرار

ہے سراسر روئ عالمِ ایجاد اُسے
جَیبِ خلوت کدۂ غنچہ میں، جولانِ بہار

جس کے حیرت کدۂ نقشِ قدم میں، مانی
خونِ صد برق سے باندھے بہ کفِ دست نگار

ذوقِ تسلیمِ تمنا سے بہ گل زارِ حضور
عرضِ تسخیرِ تماشا سے بہ دامِ اظہار

مطلعِ تازہ ہوا موجۂ کیفیتِ دل
جامِ سرشارِ مے و غنچۂ لب ریزِ بہار

◊شاعری-میں-سرخی{مطلعِ ثالث ◊ح{مطلع-ثالث}}

گردِ جولاں سے ہے تیری، بہ گریبانِ خرام
جلوۂ طور، نمک سودۂ زخمِ تکرار

جس چمن میں ہو، ترا جلوۂ محروم نواز
پرِ طاؤس، کرے گرم نگہ کا بازار

جس ادب گاہ میں تو آئینۂ شوخی ہو
جلوہ، ہے ساقئ مخمورئ تابِ دیوار

تو وہ ساقی ہے کہ ہر موجِ محیطِ تنزیہہ
کھینچے خمیازے میں تیرے لبِ ساغر کا خمار

گرد باد آئینہ فتراکِ دماغِ دل ہا
تیرا صحرائے طلب، محفلِ پیمانہ شکار

ذوقِ بے تابی دیدار سے تیرے، ہے ہنوز
جوشِ جوہر سے، دلِ آئینہ، گل دستۂ خار

تیرا پیمانۂ مے، نسخۂ ادوارِ ظہور
تیرا نقشِ قدم، آئینۂ شانِ اظہار

آیتِ رحمتِ حق، بسملۂ مصحفِ ناز
مسطرِ موجۂ دیباچۂ درسِ اسرار

قبلۂ نورِ نظر، کعبۂ ایجادِ مسیح
مژہِ دیدۂ نخچیر سے، نبضِ بیمار

تہمتِ بے خودئ کفر نہ کھینچے، یا رب
کمئ ربطِ نیاز، و خطِ نازِ بسیار

ناز پروردۂ صد رنگِ تمنا ہوں، ولے
پرورش پائی ہے، جوں غنچہ، بہ خونِ اظہار

تنگئ حوصلہ، گردابِ دو عالم آداب
دیدِ یک غنچہ سے ہوں بسملِ نقصانِ بہار

رشکِ نظارہ تھی یک برقِ تجلی کہ ہنوز
تشنۂ خونِ دو عالم ہوں، بہ عرضِ تکرار

وحشتِ فرصتِ یک جیبِ کشش نے کھویا
صورتِ رنگِ حنا، ہاتھ سے دامانِ بہار

شعلہ آغاز ولے حیرتِ داغِ انجام
موجِ مے لیک ز سر تا قدم آغوشِ خمار

ہے اسیرِ ستمِ کشمکشِ دامِ وفا
دلِ وارستۂ ہفتاد و دو ملت بیزار

مژہِ خواب سے کرتا ہوں، بہ آسائشِ درد
بخیۂ زخمِ دلِ چاک، بہ یک دستہ شرار

محرمِ دردِ گرفتارئ مستی معلوم
ہوں نفس سے، صفتِ نغمہ، بہ بندِ رگِ تار

تھا سرِ سلسلہ جنبانئ صد عمرِ ابد
ساز ہا مفتِ بہ ریشم کدۂ نالۂ زار

لیکن اس رشتۂ تحریر میں سرتا سرِ فکر
ہوں بہ قدرِ عددِ حرفِ علی سبحہ شمار

دشمنِ آل نبی کو، بہ طرب خانۂ دہر
عرضِ خمیازۂ سیلاب ہو، طاقِ دیوار

دوست اس سلسلۂ ناز کے جوں سنبل و گل
ابرِ مے خانہ کریں ساغرِ خورشید شکار

لنگرِ عیش پہ سرشارِ تماشائے دوام
کہ رہے خونِ خزاں سے بہ حنا پائے بہار

زلفِ معشوق کشش، سلسلۂ وحشتِ ناز
دلِ عاشق، شکن آموزِ خمِ طرۂ یار

مئے تمثالِ پری، نشۂ مینا آزاد
دلِ آئینہ طرب، ساغرِ بختِ بیدار

}

◊حاشیہ["مصرع"]{نسخۂ رضا: ◊علامت{؏} کاٹ کر پھینکیے ناخن، تو باندازِ ہلال ◊حم{جویریہ مسعود}}
◊حاشیہ["مصرع-۲"]{نسخۂ رضا: ◊علامت{؏} سبز، مثلِ خطِ نوخیز، ہو خطِ پرکار ◊حم{جویریہ مسعود}}
◊حاشیہ["کی"]{مروّجہ نسخوں میں "کے" کی جگہ "کی" چھپا ہے۔ ◊حم{حامد علی خاں}
مزید: حامد علی خاں کے نسخے میں یہ مصرع یوں ہے: ◊علامت{؏} وہ شہنشاہ کہ جس کے پئے تعمیرِ سرا ◊حم{جویریہ مسعود}}
◊حاشیہ["کی-خاشاک"]{اکثر مروجہ نسخوں میں "کی خاشاک" چھپا ہے۔ لفظِ خاشاک بہ صیغۂ مذکر استعمال ہوتا ہے۔ دیکھیے "فرہنگِ آصفیہ" ، "پلیٹس" ، وغیرہ۔ اِس قسم کے اغلاط کی وجہ پہلے حواشی میں جگہ جگہ بیان ہو چکی ہے۔ ◊حم{حامد علی خاں}
مزید: نسخۂ حامد علی خاں میں : ◊علامت{؏} واں کے خاشاک سے حاصل ہو جسے یک پرِ کاہ ◊حم{جویریہ مسعود}}
◊حاشیہ["غم-خار"]{نسخۂ مہر میں "غم خوار" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["اشعار"]{یہاں سے مطلع کے اختتام تک اشعار نسخۂ رضا سے لیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["اشعار-۲"]{یہاں سے مطلعِ ثانی کے اختتام تک اشعار نسخۂ رضا سے لیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["مطلع-ثالث"]{نسخۂ رضا سے مزید۔ ◊حم{جویریہ مسعود}}
