#lang pollen

◊(define-meta title "منقبت (حضرت علی کے لیے)")

◊سرخی{منقبت (حضرت علی کے لیے)}

◊قصیدہ{
دہر جُز جلوۂ یکتائئ معشوق نہیں
ہم کہاں ہوتے اگر حسن نہ ہوتا خود بیں

بے دلی ہائے تماشا کہ نہ عبرت ہے نہ ذوق
بے کسی ہائے تمنّا کہ نہ دنیا ہے نہ دیں

ہَرزہ ہے نغمۂ زیر و بمِ ہستی و عدم
لغو ہے آئینۂ فرقِ جنون و تمکیں

نقشِ معنی ہمہ خمیازۂ عرضِ صورت
سخنِ حق ہمہ پیمانۂ ذوقِ تحسیں

لافِ دانش غلط و نفعِ عبارت معلوم!
دُردِ یک ساغرِ غفلت ہے چہ دنیا و چہ دیں

مثلِ مضمونِ وفا باد بہ دستِ تسلیم
صورتِ نقشِ قدم خاک بہ فرقِ تمکیں

عشق بے ربطئ شیرازۂ اجزائے حواس
وصل، زنگارِ رخِ آئینۂ حسنِ یقیں

کوہ کُن، گرسنہ مزدورِ طرب گاہِ رقیب
بے ستوں، آئینۂ خوابِ گرانِ شیریں

کس نے دیکھا نفسِ اہلِ وفا آتش خیز
کس نے پایا اثرِ نالۂ دل ہائے حزیں!

سامعِ زمزمۂ اہلِ جہاں ہوں، لیکن
نہ سرو برگِ ستائش، نہ دماغِ نفریں

کس قدر ہَرزہ سرا ہوں کہ عیاذاً باللّٰہ
یک قلم خارجِ آدابِ وقار و تمکیں

نقشِ لاحول لکھ اے خامۂ ہذیاں تحریر
یا علی عرض کر اے فطرتِ وسواسِ قریں

مظہرِ فیضِ ◊ح{فیض} خدا، جان و دلِ ختمِ رسل
قبلۂ آلِ نبی، کعبۂ ایجادِ یقیں

ہو وہ سرمایۂ ایجاد جہاں گرمِ خرام
ہر کفِ خاک ہے واں گَردۂ تصویرِ زمیں

جلوہ پرداز ہو نقشِ قدم اس کا جس جا
وہ کفِ خاک ہے ناموسِ دو عالم کی امیں

نسبتِ نام سے اس کی ہے یہ رُتبہ کہ رہے
اَبَداً پُشتِ فلک خَم شدۂ نازِ زمیں

فیضِ خُلق اس کا ہی شامل ہے کہ ہوتا ہے سدا ◊ح{سدا}
بوئے گل سے نفسِ بادِ صبا عطر آگیں

بُرّشِ تیغ کا اس کی ہے جہاں میں چرچا
قطع ہو جائے نہ سر رشتۂ ایجاد کہیں

کُفر سوز اس کا وہ جلوہ ہے کہ جس سے ٹوٹے
رنگِ عاشق کی طرح رونقِ بت خانۂ چیں

جاں پناہا! دل و جاں فیض رسانا! شاہا!
وصئِ ختمِ رسُل تو ہے بہ فتوائے یقیں

جسمِ اطہر کو ترے دوشِ پیمبر منبر
نامِ نامی کو ترے ناصیۂ عرش نگیں

کس سے ممکن ہے تری مدح بغیر از واجب
شعلۂ شمع مگر شمع پہ باندھے آئیں

آستاں پر ہے ترے جوہرِ آئینۂ سنگ
رَقَمِ بندگئ حضرتِ جبریلِ امیں

تیرے در کے لیے ◊ح{لیے} اسبابِ نثار آمادہ
خاکیوں کو جو خدا نے دیے جان و دل و دیں

تیری مدحت کے لئے ہیں دل و جاں کام و زباں
تیری تسلیم کو ہیں لَوح و قلم دست و جبیں

کس سے ہو سکتی ہے مدّاحئ ممدوحِ خدا
کس سے ہو سکتی ہے آرائشِ فردوسِ بریں!

◊ق{جنسِ بازارِ معاصی اسدؔ اللّٰہ اسدؔ
کہ سوا تیرے کوئی اس کا خریدار نہیں
}

شوخئ عرضِ مطالِب میں ہے گستاخِ طلب
ہے ترے حوصلۂ فضل پہ از بس کہ یقیں

دے دعا کو مری وہ مرتبۂ حسنِ قبول
کہ اجابت کہے ہر حرف پہ سو بار آمیں

غمِ شبّیر سے ہو سینہ یہاں تک لب ریز
کہ رہیں خونِ جگر سے مری آنکھیں رنگیں

طبع کو الفتِ دُلدُل میں یہ سرگرمئ شوق
کہ جہاں تک چلے اس سے قدم اور مجھ سے جبیں

دلِ الفت نسب و سینۂ توحید فضا
نگہِ جلوہ پرست و نفسِ صدق گزیں

صَرفِ اعدا اثرِ شعلۂ دودِ ◊ح{دود} دوزخ
وقفِ احباب گُل و سنبلِ ◊ح{گل-سنبل} فردوسِ بریں

◊ح['شروع]{اشعار} توڑے ہے عجزِ تُنک حوصلہ، بر روئے زمیں
سجدہ تمثال وہ آئینہ، کہیں جس کو جبیں

توڑے ہے نالہ، سرِ رشتۂ پاسِ انفاس
سر کرے ہے، دلِ حیرت زدہ، شغلِ تسکین

یاس، تمثالِ بہار آئنۂ استغنا
وہم، آئینۂ پیدائئ تمثالِ یقیں

خوں ہوا، جوشِ تمنا سے دو عالم کا دماغ
بزمِ یاس، آں سوئے پیدائئ و اخفا رنگیں

خانہ ویرانئ امید و پریشانئ بیم
جوشِ دوزخ، ہے خوانِ چمنِ خلدِ بریں

بادِ افسانۂ بیمار ہے، عیسیٰ کا نفس
استخواں ریزۂ موراں ہے، سلیماں کا نگیں

موجِ خمیازۂ یک نشّہ، چہ اسلام، و چہ کفر
کجئ یک خطِ مسطر، چہ توہّم، چہ یقیں

قبلہ و ابروئے بت، یک رہِ خوابیدۂ شوق
کعبہ و بت کدہ، یک محملِ خوابِ سنگیں

عیشِ بسمل کدۂ عیدِ حریفاں معلوم
خوں ہو آئینہ، کہ ہو جامۂ طفلاں رنگیں

نزعِ مخمور ہوں اُس دید کی دھن میں کہ مجھے
رشتۂ سازِ ازل ہے، نگہِ باز پسیں

حیرت، آفت زدۂ عرضِ دو عالم نیرنگ
مومِ آئینۂ ایجاد ہے، مغزِ تمکیں

وحشتِ دل سے پریشاں ہیں، چراغانِ خیال
باندھوں ہوں آئنے پر چشمِ پری سے آئیں

کوچہ دیتا ہے پریشاں نظری پر، صحرا
رمِ آہو کو ہے ہر ذرے کی چشمک میں کمیں

چشمِ امید سے گرتے ہیں، دو عالم، جوں اشک
یاس پیمانہ کشِ گریۂ مستانہ نہیں

کس قدر فکر کو ہے نالِ قلم موئے دماغ
کہ ہوا خونِ نگہ شوق میں نقشِ تمکیں

عذرِ لنگ، آفتِ جولانِ ہوس ہے، یا رب
جل اُٹھے گرمئ رفتار سے، پائے چوبیں

نہ تمنا، نہ تماشا، نہ تحیر، نہ نگاہ
گردِ جوہر میں ہے، آئینۂ دل پردہ نشیں

کھینچوں ہوں آئنے پر خندۂ گل سے مسطر
نامہ، عنوانِ بیانِ دلِ آزردہ نہیں

رنجِ تعظیم مسیحا نہیں اُٹھتا مجھ سے
درد ہوتا ہے مرے دل میں، جو توڑوں بالیں

بس کہ گستاخئ اربابِ جہاں سے ہوں ملول
پرِ پروانہ، مری بزم میں ہے خنجرِ کیں

اے عبارت، تجھے کس خط سے ہے درسِ نیرنگ
اے نگہ، تجھ کو ہے کس نقطے میں مشقِ تسکیں؟

جلوۂ ریگِ رواں دیکھ کہ گردوں ہر صبح
خاک پر توڑے ہے آئینۂ نازِ پرویں

شورِ اوہام سے، مت ہو شبِ خونِ انصاف
گفتگو بے مزہ، و زخمِ تمنا نمکیں

ختم کر ایک اشارت میں عباراتِ نیاز
جوں مہِ نو، ہے نہاں گوشۂ ابرو میں، جبیں

معنئ لفظِ کرم، بسملۂ نسخۂ حسن
قبلۂ اہلِ نظر، کعبۂ اربابِ یقیں

جلوہ رفتارِ سرِ جادۂ شرعِ تسلیم
نقشِ پا جس کا ہے توحید کو معراجِ جبیں

کوہ کو، بیم سے، اُس کے ہے جگر باختگی
نہ کرے نذرِ صدا، ورنہ، متاعِ تمکیں

وصفِ دُلدُل، ہے مرے مطلعِ ثانی کی بہار
جنتِ نقشِ قدم سے ہوں، میں اس کے گل چیں

◊شاعری-میں-سرخی{مطلع}

گردِ رہ، سرمہ کشِ دیدۂ اربابِ یقیں
نقشِ ہر گام، دو عالم صفہاں زیرِ نگیں

برگِ گل کا، ہو جو طوفانِ ہوا میں عالم
اُس کے جولاں میں نظر آئے ہے یوں، دامنِ دیں

اُس کی شوخی سے بہ حسرت کدۂ نقشِ خیال
فکر کو حوصلۂ فرصتِ ادراک نہیں

جلوۂ برق سے ہو جائے نگہ، عکس پذیر
اگر آئینہ بنے حیرتِ صورت گرِ چیں

ذوقِ گل چینئ نقشِ کفِ پا سے تیرے
عرش چاہے ہے کہ ہو در پہ ترے خاک نشیں

تجھ میں اور غیر میں نسبت ہے، ولیکن بہ تضاد
وصئ ختمِ رسل تو ہے بہ اثباتِ یقیں

دادِ دیوانگئ دل کہ ترا مدحت گر
ذرّے سے باندھے ہے خورشیدِ فلک پر آئیں

}

◊حاشیہ["فیض"]{نسخۂ مہرؔ میں یہاں "مظہرِ ذات خُدا" کے الفاظ درج ہیں۔ یہ الفاظ دوسرے کسی زیرِ نظر نسخے میں نہیں ملے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["سدا"]{نسخۂ مہرؔ میں "سدا" کی جگہ "اسد" چھپا ہے مگر اس کی تصدیق کسی دوسرے نسخے سے نہیں ہو سکی۔ ◊حم{حامد علی خاں}}
◊حاشیہ["لیے"]{نسخۂ عرشی: "کیے" ۔ ◊حم{حامد علی خاں}}
◊حاشیہ["دود"]{نسخۂ حامد علی خاں میں: "شعلہ و دودِ دوزخ" ۔ ملاحظہ ہو ان کا حاشیہ: ◊حم{جویریہ مسعود}
مزید: بعض اچھے نسخوں میں "شعلۂ دودِ دوزخ" چھپا ہے۔ " شعلۂ دود" بے محل بات ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["گل-سنبل"]{بعض نسخوں میں "گُل و سنبل و فردوسِ بریں" کی عجیب و غریب ترکیب چھپی ہے۔ غالب نے "شعلہ و دودِ دوزخ" کا مقابلہ "گُل و سنبلِ فردوسِ بریں" سے کیا ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["اشعار"]{یہاں سے اختتام تک اشعار نسخۂ رضا سے لیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
