#lang pollen

◊(define-meta title "میکلوڈ صاحب کی خدمت میں")

◊سرخی{میکلوڈ صاحب کی خدمت میں}

◊قصیدہ{
کرتا ہے چرخ روز بہ صد گونہ احترام
فرماں روائے کشورِ پنجاب کو سلام

حق گو و حق پرست و حق اندیش و حق شناس
نوّاب مستطاب، امیرِ شہ احتشام

جم رتبہ میکلوڈ بہادر کہ وقتِ رزم
تُرکِ فلک کے ہاتھ سے وہ چھین لیں حُسام

جس بزم میں کہ ہو انھیں آئینِ مے کشی
واں آسمان شیشہ بنے، آفتاب جام

چاہا تھا میں نے تم کو مہِ چار دہ کہوں
دل نے کہا کہ یہ بھی ہے تیرا خیالِ خام

دو رات میں تمام ہے ہنگامہ ماہ کا
حضرت کا عزّ و جاہ رہے گا علی الدّوام

سچ ہے تم آفتاب ہو، جس کے فروغ سے
دریائے نور ہے فلکِ آبگینہ فام

میری سنو، کہ آج تم اس سر زمیں پر
حق کے تفضّلات سے ہو مرجعِ انام

اخبارِ لدھیانہ میں، میری نظر پڑی
تحریر ایک، جس سے ہوا بندہ تلخ کام

ٹکڑے ہوا ہے دیکھ کے تحریر کو جگر
کاتب کی آستیں ہے مگر تیغِ بے نیام

وہ فرد جس میں نام ہے میرا غلط لکھا
جب یاد آگئی ہے، کلیجا لیا ہے تھام

سب صورتیں بدل گئیں ناگاہ یک قلم
لمبر رہا نہ نذر، نہ خلعت کا انتظام

ستّر برس کی عمر میں یہ داغِ جاں گداز
جس نے جلا کے راکھ مجھے کر دیا تمام

تھی جنوری مہینے کی تاریخ تیرھویں
استادہ ہو گئے لبِ دریا پہ جب خیام

اس بزمِ پُر فروغ میں اس تیرہ بخت کو
لمبر ملا نشیب میں از روئے اہتمام

سمجھا اسے گراب، ہوا پاش پاش دل
دربار میں جو مجھ پہ چلی چشمکِ عوام

عزت پہ اہلِ نام کی ہستی کی ہے بناء
عزت جہاں گئی تو نہ ہستی رہے نہ نام

تھا ایک گونہ ناز جو اپنے کمال پر
اس ناز کا فلک نے لیا مجھ سے انتقام

آیا تھا وقت ریل کے کھلنے کا بھی قریب
تھا بارگاہِ خاص میں خلقت کا اژدہام

اس کشمکش میں آپ کا مدّاحِ درد مند
آقائے نامور سے نہ کچھ کر سکا کلام

جو واں نہ کہ سکا تھا وہ لکھا حضور کو
دیں آپ میری داد کہ ہوں فائز المرام

ملک و سپہ نہ ہو تو نہ ہو، کچھ ضرر نہیں
سلطانِ بّر و بحر کے در کا ہوں میں غلام

وکٹوریہ کا دہر میں جو مداح خوان ہو
شاہانِ مصر چاہیے لیں عزت اس سے وام

خود ہے تدارک اس کا گورنمنٹ کو ضرور
بے وجہ کیوں ذلیل ہو غالبؔ ہے جس کا نام

امرِ جدید کا تو نہیں ہے مجھے سوال
بارے قدیم قاعدے کا چاہیے قیام

ہے بندہ کو اعادۂ عزت کی آرزو
چاہیں اگر حضور تو مشکل نہیں یہ کام

دستورِ فنِّ شعر یہی ہے قدیم سے
یعنی دعا پہ مدح کا کرتے ہیں اختتام

ہے یہ دعا کہ زیرِ نگیں آپ کے رہے
اقلیمِ ہند و سند سے تا ملکِ روم و شام

}
