#lang pollen

◊(define-meta title "نوّاب یوسف علی خاں")

◊سرخی{"نوّاب یوسف علی خاں"}

◊قصیدہ{
مرحبا سالِ فرّخی آئیں
عیدِ شوّال و ماہِ فروردیں

شب و روز افتخارِ لیل و نہار
مہ و سال اشرفِ شہور و سِنیں

گرچہ ہے بعد عید کے نو روز
لیک، بیش از سہ ہفتہ بعد نہیں

سُو اس اکّیس دن میں ہولی کی
جا بجا مجلسیں ہوئیں رنگیں

شہر میں کو بہ کو عبیر و گلال
باغ میں سو بہ سو گل و نسریں

شہر گویا نمونۂ گل زار
باغ گویا نگار خانۂ چیں

تین تہوار اور ایسے خوب
جمع ہرگز ہوئے نہ ہوں گے کہیں

پھر ہوئی ہے اسی مہینے میں
منعقد محفلِ نشاط قریں

محفلِ غسلِ صحّتِ نوّاب
رونق افزائے مسندِ تمکیں

بزم گہ میں، امیرِ شاہ نشاں
رزم گہ میں حریفِ شیرِ کمیں

◊ح['شروع]{شعر} پیش گاہِ حضور، شوکت و جاہ
خیر خواہِ جناب، دولت و دیں

جن کے مسند کا آسماں گوشہ
جن کی خاتم کا آفتاب نگیں

جن کے دیوارِ قصر کے نیچے
آسماں ہے گدائے سایہ نشیں

دہر میں اس طرح کی بزمِ سرور
نہ ہوئی ہو کبھی بہ روئے زمیں

◊ح['شروع]{مصرع} انجمیں چرخ، گوہر آگیں فرش
نور، مے، ماہ، ساغرِ سیمیں

راجا اِندَر کا جو اکھاڑا ہے
ہے وہ بالائے سطحِ چرخِ بریں

وہ نظر گاہِ اہلِ وہم و خیال
یہ ضیاء بخشِ چشمِ اہلِ یقیں

واں کہاں یہ عطاء و بذل و کرم؟
کہ جہاں گریہ گر کا نام نہیں ◊ح['آخر]{مصرع-۲}

ہاں زمیں پر نظر جہاں تک جائے
ژالہ آسا بچھے ہیں درِّ ثمیں

نغمۂ مطربانِ زہرہ نوا
جلوۂ لولیانِ ماہ جبیں

اس اکھاڑے میں جو کہ ہے مظنون
یاں وہ دیکھا بہ چشمِ صورت بیں

سرورِ مہر فر ہوا جو سوار
بہ کمالِ تجمل و تزئیں

سب نے جانا کہ ہے پری توسن
اور بالِ پری ہے دامنِ زیں

نقشِ سمِّ سمند سے، یکسر
بن گیا دشت دامنِ گل چیں

فوج کی گردِ راہ مشک فشاں
رہروؤں کے مشام عطر آگیں

بس کہ بخشی ہے فوج کو عزّت
فوج کا ہر پیادہ ہے فرزیں

موکبِ خاص یوں زمیں پر تھا
جس طرح ہے سپہر پر پرویں

چھوڑدیتا تھا گور کو بہرام
ران پر داغ تازہ دے کے وہیں

اور داغ آپ کی غلامی کا
خاص بہرام کا ہے زیب سریں

بندہ پرور ثنا طرازی سے
مدّعا عرضِ فنِّ شعر نہیں

آپ کی مدح اور میرا منہ
گر کہوں بھی تو آئے کس کو یقیں

اور پھر اب کہ ضعفِ پیری سے
ہو گیا ہوں نزار و زار و حزیں

پیری و نیستی خدا کی پناہ
دستِ خالی و خاطرِ غمگیں

صرف اظہار ہے ارادت کا
ہے قلم کی جو سجدہ ریز جبیں

مدح گستر نہیں دعاگو ہے
غالبؔ عاجز نیاز آگیں

ہے دعا بھی یہی کہ دنیا میں
تم رہو زندہ جاوداں، آمیں

}

◊حاشیہ["شعر"]{مزید شعر از نسخۂ رضا۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["مصرع"]{نسخۂ رضا میں یہ مصرع یوں ہے: ◊علامت{؏} انجمِ چرخ، گوہر آگیں فرش ◊حم{جویریہ مسعود}}
◊حاشیہ["مصرع-۲"]{نسخۂ رضا میں یہ مصرع یوں ہے : ◊علامت{؏} کہ جہاں گدیہ گر کا نام نہیں ◊حم{جویریہ مسعود}}

