#lang pollen

◊(define-meta title "والئ الور کی سالگرہ پر")

◊سرخی{والئ الور کی سالگرہ پر}

◊قصیدہ{
گئی ہیں سال کے رشتے میں بیس بار گرہ
ابھی حساب میں باقی ہیں سو ہزار گرہ

گرہ کی ہے یہی گنتی کہ تا بہ روزِ شمار
ہوا کرے گی ہر اک سال، پیش کار گرہ

یقین جان! برس گانٹھ کا جو ہے تاگا
یہ کہکشاں ہے کہ ہیں اس میں بے شمار گرہ

گرہ سے اَور گرہ کی امید کیوں نہ پڑے
کہ ہر گرہ کی گرہ میں ہیں تین چار گرہ

دِکھا کے رشتہ کسی جوتشی سے پوچھا تھا
کہ دیکھو کتنی اٹھا لائے گا یہ تار گرہ

کہا کہ چرخ پہ ہم نے گنی ہیں نو گرہیں
جو یاں گنیں گے تو پاویں گے نو ہزار گرہ

خود آسماں ہے مہا راجا راؤ پر صدقے
کرے گا سیکڑوں، اس تار پر نثار گرہ

وہ راؤ راجا بہادر کہ حکم سے جن کے
رواں ہو تار پہ فی الفور دانہ وار گرہ

انہیں کی سالگرہ کے لئے ہے سال بہ سال
کہ لائے غیب سے غنچوں کی نو بہار گرہ

انہیں کی سالگرہ کے لئے بناتا ہے
ہوا میں بوند کو ابرِ تگرگ بار گرہ

انہیں کی سالگرہ کی یہ شادمانی ہے
کہ ہو گئے ہیں گہر ہائے شاہ وار گرہ

انہیں کی سالگرہ کے لئے ہے یہ توقیر
کہ بن گئے ہیں ثمر ہائے شاخ سار گرہ

سن، اے ندیم! برس گانٹھ کے یہ تاگے نے
تجھے بتاؤں کہ کیوں کی ہے یہ اختیار گرہ

پئے دعائے بقائے جنابِ فیض مآب
لگے گی اس میں ثوابت کی استوار گرہ

ہزار دانہ کی تسبیح چاہتا ہے یہی
بلا مبالغہ درکار ہے ہزار گرہ

عطا کیا ہے خدا نے یہ جاذبہ اس کو
کہ چھوڑتا ہی نہیں رشتہ زینہار گرہ

کشادہ رخ نہ پھرے کیوں جب اس زمانے میں
بچے نہ از پے بندِ نقابِ یار گرہ

متاعِ عیش کا ہے قافلہ چلا آتا
کہ جادہ رشتہ ہے اور ہے شتر قطار گرہ

خدا نے دی ہے وہ غالبؔ کو، دستگاہِ سخن
کروڑ ڈھونڈ کے لاتا ہے خاکسار گرہ

کہاں مجالِ سخن؟ سانس لے نہیں سکتا
پڑی ہے دل میں مرے، غم کی پیچ دار گرہ

گرہ کا نام لیا پر نہ کر سکا کچھ بات
زباں تک آ کے، ہوئی اُور استوار گرہ

کھلے یہ گانٹھ تو البتّہ دم نکل جاوے
بری طرح سے ہوئی ہے گلے کا ہار گرہ

اِدھر نہ ہوگی توجہ حضور کی جب تک
کبھی کسے سے کھلے گی نہ زینہار گرہ

دعا ہے یہ کہ مخالف کے دل میں از رہِ بغض
پڑی ہے یہ جو بہت سخت نابکار گرہ

دل اس کا پھوڑ کے نکلے بہ شکل پھوڑے کی
خدا کرے کہ کرے اس طرح اُبھار گرہ

}
