#lang pollen

◊(define-meta title "گزارشِ مصنّف بہ حضورِ شاہ")

◊سرخی{گزارشِ مصنّف بہ حضورِ شاہ}

◊قصیدہ{
اَے شَہنشاہِ آسماں اَورنگ
اَے جہان دارِ آفتاب آثار

تھا میں اِک بے نَوَائے گوشہ نشیں
تھا میں اِک درد مندِ سینہ فگار

تُم نے مجھ کو جو آبرُو بخشی
ہوئی میری وہ گرمیٔ بازار

کہ ہوا مجھ سا ذرۂ ناچیز
رُو شناسِ ثوابت و سیّار

گر چہ از رُوئے ننگ و بے ہُنری
ہوں خود اپنی نظر میں اتنا خوار

کہ گر اپنے کو میں کہوں خاکی
جانتا ہوں کہ آئے خاک کو عار

شاد ہوں لیکن اپنے جی میں، کہ ہوں
بادشہ کا غلامِ کار گزار

خانہ زاد اور مُرید اور مداح
تھا ہمیشہ سے یہ عریضہ نگار

بارے نوکر بھی ہو گیا صد شُکر
نسبتیں ہو گئیں مُشخّص چار

نہ کہُوں آپ سے تو کس سے کہوں
مُدعائے ضروری الاظہار

پِیر و مُرشد! اگرچہ مجھ کو نہیں
ذوقِ آرائشِ سر و دستار

کچھ تو جاڑے میں چاہیے آخر
تا نہ دے بادِ زَمہریر آزار

کیوں نہ درکار ہو مجھے پوشش
جسم رکھتا ہوں، ہے اگرچہ نَزار

کچھ خریدا نہیں ہے اب کے سال
کچھ بنایا نہیں ہے اب کی بار

رات کو آگ اور دن کو دُھوپ!
بھاڑ میں جائیں ایسے لَیل و نہار!

آگ تاپے کہاں تلک اِنسان
دُھوپ کھاوے ◊ح{کھاوے} کہاں تلک جان دار

دُھوپ کی تابِش، آگ کی گرمی!
◊عربی{وَقِنَا رَبَّنَا عَذَابَ النَّار}!

میری تنخواہ جو مقرر ہے
اُس کے ملنے کا ہے عجب ہنجار

رسم ہے مُردے کی چھ ماہی ایک
خلق کا ہے اِسی چلن پہ مدار

مجھ کو دیکھو تو، ◊ح{تو} ہُوں بہ قیدِ حیات
اور چھ ماہی ہو سال میں دوبار!

بس کہ لیتا ہوں ہر مہینے قرض
اور رہتی ہے سُود کی تکرار

میری تنخواہ میں تہائی کا
ہوگیا ہے شریک ساہُو کار

آج مجھ سا نہیں زمانے میں
شاعرِ نغز گوئے خوش گُفتار

رزم کی داستان گر سُنیے
ہے زباں میری تیغِ جوہر دار

بزم کا التزام گر کیجے
ہے قلم میری ◊ح{قلم} ابرِ گوہر بار

ظُلم ہے گر نہ دو سُخن کی داد
قہر ہے گر کرو نہ مجھ کو پیار

آپ کا بندہ اور پِھروں ننگا؟
آپ کا نوکر اور کھاؤں اُدھار؟

میری تنخواہ کیجے ماہ بہ ماہ
تا، نہ ہو مجھ کو زندگی دُشوار

ختم کرتا ہُوں اب دُعا پہ کلام:
(شاعری سے نہیں مجھے سروکار)

تُم سلامت رہو ہزار برس
ہر برس کے ہوں دن پچاس ہزار

}

◊حاشیہ["کھاوے"]{نسخۂ مہر میں "کھائے" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["تو"]{بعض قدیم و جدید نسخوں میں "تو" کی جگہ "کہ" چھپا ہے۔ متن نسخۂ نظامی کے مطابق ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["قلم"]{غالبؔ نے "قلم" ، مذکر و مونث، دونوں طرح لکھا ہے۔ ◊حم{حامد علی خاں}}
