#lang pollen

◊(define-meta title "دکھ جی کے پسند ہو گیا ہے غالبؔ")

◊رباعی{
دکھ جی کے پسند ہو گیا ہے غالبؔ
دل رُک رُک کر بند ہو گیا ہے غالبؔ ◊ح['آخر]{مصرع}
واللّٰہ کہ شب کو نیند آتی ہی نہیں
سونا سَوگند ہو گیا ہے غالبؔ

}

◊حاشیہ["مصرع"]{کچھ نسخوں میں یہ مصرع یوں ہے: ◊علامت{؏} دل رُک کر بند ہو گیا ہے غالبؔ، اور اس سلسلے میں خضر ناگپوری (رازِ حیات، خضر ناگپوری) نے بحث کی ہے کہ وہی مصرعہ درست ہے جس میں "رُک رُک" ہے۔ ◊حم{اعجاز عبید}
مزید: اِس رباعی کے دوسرے مصرع کے متعلق بڑا جھگڑا رہا ہے۔ یہ بظاہر حضرتِ طباطبائی کے عَروضی اعتراض سے شروع ہوا جو غالباً غلط فہمی پر مبنی تھا۔ اُس کے بعد مختلف حضرات اِس مصرع پر طبع آزمائی کرتے رہے اور انہوں نے "رُک رُک کر" کے بجائے صرف "رُک کر" رکھ کر اِس کی اصلاح کی کوشش بھی کی مگر یہ لحاظ نہ فرمایا کہ اِس اصلاح سے رباعی کی جان بھی نکال لی گئی ہے۔ "دل رُک کر بند ہو گیا" تو ایسا ہی مہمل ہے جیسا "دل رُک کر رُک گیا" یا "دل بند ہو کر بند ہو گیا" ۔ غالبؔ نے "دل رُک رُک کر" کہا تھا تو اِس طرح ایک ایسے تدریجی عمل کی طرف ایک بلیغ اشارہ کیا تھا جو آخرکار حرکتِ قلب کے کاملاً بند ہو جانے کی تمہید بنا تھا اور جس کا ذکر کیے بغیر مصرع قطعاً بے کیف رہ جاتا ہے۔ عَروض خواہ کچھ کہے "رُک کر" کو "رُک رُک کر" کی جگہ نہیں دی جا سکتی۔ ◊حم{حامد علی خاں}}
