#lang pollen

◊(define-meta title "ہوئی ہے بس کہ صرفِ مشقِ تمکینِ بہار آتش")

◊شاعری{
ہوئی ہے بس کہ صرفِ مشقِ تمکینِ بہار آتش
بہ اندازِ حنا ہے رونقِ دستِ چنار آتش

شرر ہے رنگ بعد اظہارِ تابِ جلوہ تمکیں
کرے ہے سنگ پر، خرشید، آبِ روئے کار آتش

گدازِ موم ہے افسونِ ربط پیکر آرائی
نکالے کب، نہالِ شمع، بے تخم شرار آتش

◊ح['شروع]{اشعار} نہ لیوے گر خسِ جَوہر طراوت سبزۂ خط سے
لگا دے ◊ح{لگا-دے} خانۂ آئینہ میں رُوئے نگار آتش

فروغِ حُسن سے ہوتی ◊ح{ہوتی} ہے حلِّ مُشکلِ عاشق
نہ نکلے شمع کے پاسے، نکالے گرنہ خار آتش

خیالِ دود تھا، سر جوشِ سودائے غلط فہمی
اگر رکھتی نہ خاکستر نشینی کا غبار، آتش

ہوائے پر فشانی، برقِ خرمن ہائے خاطر ہے
بہ بالِ شعلۂ بے تاب ہے، پروانہ زار، آتش

نہیں برق و شرر، جز وحشت و ضبطِ تپیدن ہا
بلا گردانِ بے پروا، خرامی ہائے یار آتش

دھوئیں سے آگ کے، اک ابرِ دریا بار ہو پیدا
اسدؔ، حیدر پرستوں سے اگر ہووے دو چار آتش

}

◊حاشیہ["اشعار"]{متداول دیوان میں یہ غزل صرف دو اشعار پر مشتمل ہے۔ مطلع اور باقی اشعار نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["لگا-دے"]{بیشتر نسخوں میں "لگا دے" کی جگہ "لگاوے" چھپا ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["ہوتی"]{ممکن ہے غالبؔ نے یہاں "ہوتا ہے" کہا ہو اور "ہوتی ہے" سہوِ مرتبین ہو۔ ◊حم{حامد علی خاں}}
