#lang pollen

◊(define-meta title "ایک اہلِ درد نے سنسان جو دیکھا قفس")

◊سرخی{ایک اہلِ درد نے سنسان جو دیکھا قفس ◊ح{قطعہ}}

◊قطعہ{
ایک اہلِ درد نے سنسان جو دیکھا قفس
یوں کہا آتی نہیں اب کیوں صدائے عندلیب؟ ◊ح['آخر]{مصرع}

بال و پر دو چار دکھلا کر کہا صیّاد نے
یہ نشانی رہ گئی ہے اب بجائے عندلیب

}

◊حاشیہ["مصرع"]{نسخۂ مہرؔ میں یہ مصرع اس طرح درج ہے: ◊علامت{؏} یوں کہا آتی نہیں کیوں اب صدائے عندلیب؟ ◊حم{جویریہ مسعود}}
◊حاشیہ["قطعہ"]{مولانا نظامیؔ بدایونی مرحوم نے اپنی شرح دیوانِ غالبؔ صفحہ نمبر ۲۴۸ میں قطعہ ۴ اور قطعہ ۵ کے متعلق لکھا ہے، کہ سب سے پہلے ان قطعات کا اضافہ طبعِ سوم میں اس ریمارک کے ساتھ ہوا تھا کہ بعض نقادانِ سخن ان قطعات کے طرزِ بیان کو حضرتِ غالبؔ کے رنگ سے جداگانہ سمجھتے ہیں۔ اس پر طبعِ سوم کے ناظرین میں سے بعض اہل الرائے حضرات نے شکایت کی کہ ان قطعات کو دیوانِ غالبؔ میں جگہ دینا غالبؔ کے کلام کی توہین کرنا ہے۔ ہم نے نواب عماد الملک (میجر سید حسن بلگرامی کے بھائی) سے ان کے متعلق دریافت کیا۔ وہ فرمانے لگے کہ وہ یقین کے ساتھ کہہ سکتے ہیں کہ یہ غالبؔ کے مصنفہ ہیں۔ انہوں نے اپنے ایک بزرگ سے سنے تھے جو ان کو غالبؔ سے منسوب کرتے تھے، ممکن ہے کہ یہ غالبؔ کا ابتدائی کلام ہو۔یعنی (۱) شیداؔ نے ان اشعار کو میجر سید حسن بلگرامی سے لیا اور سید حسن صاحب کو یہ ان کے والدِ گرامی سے پہنچے، اور (۲) نظامی بدایونی کے دریافت کرنے پر سید حسن صاحب کے بھائی نے تصدیق کی کہ انہوں نے اپنے ایک بزرگ سے (اپنے والدِ مرحوم سے نہیں) سنا تھا اور اس لیے وہ یقین کے ساتھ کہہ سکتے ہیں کہ یہ غالبؔ کے مصنفہ ہیں۔ یہ روایت خاصی ضعیف ہے۔
جناب قاضی عبد الودود نے اپنے مضمون "کتب خانہ خدا بخش اور غالبؔ" مشمولہ اردوئے معلیٰ دہلی، غالبؔ نمبر، حصہ دوم، صفحہ ۷۸ میں لکھا ہے کہ "دیوانِ غالبؔ اردو کے ان نسخوں میں سے جو غالبؔ کے دورانِ حیات میں طبع ہو چکے تھے، یہاں موجود ہیں: نسخۂ مطبع احمدی، مطبع نظامی۔ مقدم الذکر کے یہاں دو نسخے تھے، جن میں سے ایک کا باوجودِ تلاش اس وقت کچھ پتا نہ ملا۔ اس کے آخر میں جناب قاسم حسن خان و برادر زادہ خدا بخش خان منتظمِ کتب خانہ کے قول کے مطابق غالبؔ کا ایک قطعہ ہے جو محمد بخش خاں پدرِ خدا بخش خاں کے ہاتھ کا لکھا ہوا ہے۔ یہ قطعہ وہی ہے جو عماد الملک کی روایت پر غالبؔ سے منسوب کیا گیا ہے۔ نیز مخزن میں اس قطعے کو شائع کرنے والے صاحب کا نام شیدا لکھا گیا ہے۔ یہ عبدالحمید خواجہ ہیں جو ان دنوں کیمبرج میں مقیم تھے…"
(نوٹ: اب میں نے معلوم کر لیا ہے کہ قطعہ نمبر ۵ "صدائے عندلیب" غالبؔ کے شاگرد مرزا عبدالصمد بیگ ذاکرؔ کا ہے (دیکھو دیوانِ ذاکرؔ صفحہ ۲۱)۔ ◊حم{نسخۂ رضا}}
