#lang pollen

◊(define-meta title "اے جہاں آفریں خدائے کریم")

◊سرخی{اے جہاں آفریں خدائے کریم ◊ح{قطعہ}}

◊قطعہ{
اے جہاں آفریں خدائے کریم
ضائعِ ہفت چرخ، ہفت اقلیم

نام میکلوڈ جن کا ہے مشہور
یہ ہمیشہ بہ صد نشاط و سرور

عمر و دولت سے شادمان رہیں
اور غالبؔ پہ مہربان رہیں

}

◊حاشیہ["قطعہ"]{یہ مثنوی مرزا غالبؔ کے مرتبہ اس بے نام اردو کتابچے کے دیباچے کے آخر میں ملتی ہے، جو شاید انہوں نے ہندوستان میں مقیم انگریزوں کو اردو سکھانے کے لیے اپنے منتخب رقعات اور اشعار پر مشتمل ترتیب دیا تھا۔ ◊حم{نسخۂ رضا}}
