#lang pollen

◊(define-meta title "خطِ منظوم بنام علائی")

◊سرخی{خطِ منظوم بنام علائی}

◊قطعہ{
◊ح['شروع]{مصرع} خوشی تو ہے آنے کی برسات کے
پئیں بادۂ ناب اور آم کھائیں

سر آغازِ موسم میں اندھے ہیں ہم
کہ دِلّی کو چھوڑیں، لوہارو کو جائیں

سِوا اناج کے جو ہے مطلوبِ ◊ح{مطلوب} جاں
نہ واں آم پائیں، نہ انگور پائیں

ہوا حکم باورچیوں کو، کہ ہاں
ابھی جا کے پوچھو کہ کل کیا پکائیں

وہ کھٹّے کہاں پائیں اِملی کے پھول
وہ کڑوے کریلے کہاں سے منگائیں

فقط گوشت، سو بھیڑ کا ریشہ دار
کہو اس کو کیا کھا کے ہم حِظ اُٹھائیں؟

}

◊حاشیہ["مصرع"]{نسخۂ مہرؔ میں مصرع یوں ہے: ◊علامت{؏} خوشی ہے یہ آنے کی برسات کے ◊حم{جویریہ مسعود}}
◊حاشیہ["مطلوب"]{نسخۂ رضا میں "مقلوب" ۔ ◊حم{جویریہ مسعود}}
