#lang pollen

◊(define-meta title "در مدحِ ڈلی")

◊سرخی{در مدحِ ڈلی ◊ح{عنوان}}

◊قطعہ{
ہے جو صاحب کے کفِ دست پہ یہ چکنی ڈلی
زیب دیتا ہے اسے جس قدر اچھّا کہیے

خامہ انگشت بہ دنداں، کہ اسے کیا لکھیے
ناطقہ سر بہ گریباں کہ اسے کیا کہیے

مُہرِ مکتوبِ عزیزانِ گرامی لکھیے
حرزِ بازوئے شگرفانِ خود آرا کہیے

مِسی آلود سر انگشتِ حسیناں لکھیے
داغِ طرفِ جگرِ عاشقِ شیدا کہیے

خاتمِ دستِ سلیماں کے مشابہ لکھیے
سرِ پستانِ پری زاد سے مانا کہیے

اخترِ سوختۂ قیس سے نسبت دیجے
خالِ مشکینِ رُخِ دل کشِ لیلیٰ کہیے

حجر الاسود ِ دیوارِ حرم کیجے فرض
نافہ، آہوئے بیابانِ خُتن کا کہیے

وضع میں اس کو اگر سمجھیے ◊ح{سمجھیے} قافِ تریاق
رنگ میں سبزۂ نوخیزِ مسیحا کہیے

صَومعے میں اسے ٹھہرائیے گر مُہرِ نماز
مے کدے میں اسے خشتِ خُمِ صہبا کہیے

کیوں اسے قُفلِ درِ گنجِ محبّت لکھیے
کیوں اسے نقطۂ پَرکارِ تمنّا کہیے

کیوں اسے گوہرِ نایاب تصوّر کیجے
کیوں اسے مردُمکِ دیدۂ عَنقا کہیے

کیوں اسے تکمۂ پیراہنِ لیلیٰ لکھیے
کیوں اسے نقشِ پئے ناقۂ سلمیٰ کہیے

بندہ پرور کے کفِ دست کو دل کیجے فرض
اور اِس چِکنی سُپاری کو سُویدا کہیے

}

◊حاشیہ["عنوان"]{نسخۂ مہرؔ میں عنوان "چکنی ڈلی" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["سمجھیے"]{نسخۂ مہر میں یہ مصرع یوں درج ہے: ◊علامت{؏} وضع میں اس کو سمجھ لیجیے قافِ تریاق ◊حم{جویریہ مسعود}
مزید: غالبؔ نے "سمجھیے" میں م کو ساکن اور متحرک دونوں طرح استعمال کیا ہے۔ اب اس لفظ میں سکونِ م جائز نہیں۔ نسخۂ مہرؔ میں "اگر سمجھیے" کی جگہ "سمجھ لیجیے" چھپا ہے، لیکن اور کسی دستیاب نسخے میں یہ شعر یوں نہیں ملا۔ ◊حم{حامد علی خاں}}
