#lang pollen

◊(define-meta title "طائرِ دل")

◊سرخی{طائرِ دل ◊ح{قطعہ}}

◊قطعہ{
◊ح['شروع]{مصرع} اٹھا اک دن بگولا سا جو کچھ، مَیں جوشِ وحشت میں
پھرا آسیمہ سر، گھبرا گیا تھا جی بیاباں سے

نظر آیا مجھے اک طائرِ مجروح پَر بستہ ◊ح{بستہ}
ٹپکتا تھا سرِ شوریدہ دیوارِ گلستاں سے

کہا میں نے کہ "او گمنام! آخر ماجرا کیا ہے
پڑا ہے کام تجھ کو کس ستم گر آفتِ جاں سے"

ہنسا کچھ کھلکھلا کر پہلے، پھر مجھ کو جو پہچانا
تو یہ رویا کہ جوئے خوں بہی پلکوں کے داماں سے

کہا، "میں صید ہوں اُس کا کہ جس کے دامِ گیسو میں
پھنسا کرتے ہیں طائر روز آ کر باغِ رضواں سے

اسی کی زلف و رُخ کا دھیان ہے شام و سحر مجھ کو
نہ مطلب کُفر سے ہے اور نہ ہے کچھ کام ایماں سے"

بہ چشمِ غور جو دیکھا، مِرا ہی طائرِ دل تھا
کہ جل کر ہو گیا یوں خاک میری آہِ سوزاں سے

}

◊حاشیہ["مصرع"]{چند نسخوں میں یہ مصرع یوں درج ہے: ◊علامت{؏} اٹھا اک دن بگولہ سا جو تھا کچھ جوشِ وحشت میں ◊حم{اعجاز عبید}}
◊حاشیہ["بستہ"]{نسخۂ مہر میں لفظ "تشنہ" آیا ہے جو کہ کتابت کی غلطی ہے۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["قطعہ"]{یہ قطعہ رسالہ مخزن اپریل ۱۹۰۷ء میں اِس تمہید کے ساتھ شائع ہوا تھا: "تھوڑے دن ہوئے میجر سید حسن صاحب بلگرامی سے تذکرہ شعرا ہو رہا تھا جس میں انہوں نے غالبؔ کا ایک قطعہ سنایا۔ قطعے کے عمدہ ہونے میں کیا شک ہے۔ مگر اس کے ساتھ ہی ان کے اس بیان نے کہ یہ قطعہ ان کے والدِ مرحوم سے ان کو پہنچا اور اب تک غالبؔ کے کسی کلام میں شائع نہیں ہوا، اس کی خوبی زیادہ کر دی۔ میں نے اسے لکھ لیا اور ان کی اجازت سے مخزن کو بھیجتا ہوں۔ شیداؔ از کیمبرج۔" ◊حم{نسخۂ رضا}}
