#lang pollen

◊(define-meta title "قطعہ تاریخ")

◊سرخی{قطعہ تاریخ}

◊قطعہ{
اِس کتابِ طرب نصاب نے جب
آب و تاب انطباع کی پائی

فکرِ تاریخِ سال میں، مجھ کو
ایک صورت نئی نظر آئی

ہندسے پہلے سات سات کے دو
دیے ناگاہ مجھ کو دکھلائی

اور پھر ہندسہ تھا بارہ کا
با ہزاراں ہزار زیبائی

سالِ ہجری ◊ح{ہجری} تو ہو گیا معلوم
بے شمولِ عبارت آرائی

مگر اب ذوقِ بذلہ سنجی کو
ہے جداگانہ کار فرمائی

سات اور سات ہوتے ہیں چودہ
بہ اُمیدِ سعادت افزائی

غرض اِس سے ہیں چار دہ معصُوم
جس سے ہے چشمِ جاں کو زیبائی

اور بارہ امام ہیں بارہ
جس سے ایماں کو ہے توانائی

اُن کو غالبؔ یہ سال اچھا ہے
جو ائِمّہ کے ہیں تولاّئی

}

◊حاشیہ["ہجری"]{۱۲۷۷ ہجری۔}
