#lang pollen

◊(define-meta title "چہار شنبہ آخرِ ماہِ صفر")

◊سرخی{چہار شنبہ آخرِ ماہِ صفر}

◊قطعہ{
ہے چار شنبہ آخرِ ماہِ صَفَر چلو
رکھ دیں چمن میں بھر کے مئے مُشک بُو کی ناند

جو آئے، جام بھر کے پیے اور ہو کے مست
سبزے کو رَوندتا پھرے، پُھولوں کو جائے پھاند

غالبؔ یہ کیا بیاں ہے، بجُز مدحِ پادشاہ ◊ح{پادشاہ}
بھاتی نہیں ہے اب مجھے کوئی نوشتِ خواند ◊ح{نوشت-خواند}

بَٹتے ہیں سونے رُوپے کے چھلے حُضُور میں
ہے جن کے آگے سیم و زر و مہر و ماہ ماند

یوں سمجھیے کہ بیچ سے خالی کیے ہوئے
لاکھوں ہی آفتاب ہیں اور بے شمار چاند

}

◊حاشیہ["پادشاہ"]{نسخۂ مہرؔ میں "بادشاہ" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["نوشت-خواند"]{نسخۂ حمیدیہ اور نسخۂ مہر میں "نوشت و خواند" چھپا ہے۔ باقی اکثر نسخوں میں (بشمول نسخۂ نظامی، عرشی) "نوشت خواند" چھپا ہے جو اہلِ زبان بولتے ہیں۔ ◊حم{حامد علی خاں}}
