#lang pollen

◊(define-meta title "گزارشِ غالبؔ")

◊سرخی{گزارشِ غالبؔ}

◊قطعہ{
اے شہنشاہِ فلک منظرِ بے مثل و نظیر
اے جہان دارِ کرم شیوۂ بے شبہ و عدیل

پاؤں سے تیرے مَلے فرقِ ارادتِ ا َورنگ
فرق سے تیرے کرے کسبِ سعادتِ اِکلیل

تیرا اندازِ سُخَن شانۂ زُلفِ اِلہام
تیری رفتارِ قلم جُنبشِ بالِ جبریل

تجھ سے عِالم پہ کُھلا رابطۂ قُربِ کلیم
تُجھ سے دنیا میں بِچھا مائدۂ بَذلِ خلیل

بہ سُخَن ا َوجِ دہِ مرتبۂ معنی و لفظ
بہ کرم داغِ نِہِ ناصیۂ قُلزُم و نِیل

تا، ترے وقت میں ہو عَیش و طرب کی توفیر ◊ح{توفیر}
تا، ترے عہد میں ہو رنج و اَلَم کی تقلیل

ماہ نے چھوڑ دیا ثَور سے جانا باہر
زُہرہ نے ترک کیا حُوت سے کرنا تحویل

تیری دانش، مری اصلاحِ مَفاسدؔ کی رَہین
تیری بخشش، مِرے اِنجاحِ مقاصد کی کفیل

تیرا اقبالِ تَرَحُّم مِرے جینے کی نَوِید
تیرا اندازِ تَغافُل مِرے مرنے کی دلیل

بختِ ناساز نے چاہا کہ نہ دے مُجھ کو اماں
چرخِ کج باز نے چاہا کہ کرے مُجھ کو ذلیل

پیچھے ڈالی ہے سرِ رشتۂ اوقات میں گانٹھ
پہلے ٹھونکی ہے بُنِ ناخُنِ تدبیر میں کیل

تَپِشِ دل نہیں بے رابطۂ خَوفِ عظیم
کششِ دم نہیں بے ضابطۂ جَرِّ ثقیل

دُرِ معنی سے مِرا صفحہ، لقا کی ڈاڑھی
غَمِ گیتی سے مِرا سینہ اَمَر ◊ح{امر} کی زنبیل

فکر میری گُہر اندوزِ اشاراتِ کثیر
کِلک میری رقَم آموزِ عباراتِ قلیل

میرے ابہام پہ ہوتی ہے تصدُّق توضیح
میرے اجمال سے کرتی ہے تراوش تفصیل

نیک ہوتی مِری حالت تو نہ دیتا تکلیف
جمع ہوتی مِری خاطر تو نہ کرتا تعجیل

قبلۂ کون و مکاں، خستہ نوازی میں یہ دیر؟
کعبۂ امن و اماں، عُقدہ کُشائی میں یہ ڈھیل؟

}

◊حاشیہ["توفیر"]{نسخۂ نظامی، سہوِ کتابت: توقیر۔ ◊حم{حامد علی خاں}}
◊حاشیہ["امر"]{غالبؔ نے اِسے جان بوجھ کر الف سے لکھا ہے حالانکہ زنبیل سے مراد عَمر عیّار (جسے عَمرو عیّار بھی کہتے ہیں) کی زنبیل ہی ہے۔ مبادا یہ دانستہ اس لیے الف سے لکھا ہے کہ کسی کا دھیان حضرت عمر رضی اللّٰہ تعالیٰ عنہ کی طرف نہ جائے۔ ◊حم{اعجاز عبید}
مزید: غالب نے یہاں "اَمَر" ہی لکھا تھا، یعنی متحرک "م" کے ساتھ۔ جن حضرات کا یہ خیال ہے کہ یہاں "عَمرو" ہی لکھنا مناسب ہے انہیں سوچنا چاہیے کہ "عَمرو" میں "م" ساکن ہے۔ ◊حم{حامد علی خاں}}
