#lang pollen

◊(define-meta title "غالبؔ کے کچھ ہنگامی مصرعے اور شعر")

◊سرخی{غالبؔ کے کچھ ہنگامی مصرعے اور شعر}

◊شعر{
گاتی تھیں شمرو کی بیگم، تن نا ہا یا ہو
دودھ میں پکے تھے شلغم، تن نا ہا یا ہو
}

مولوی احتشام الدین مرحوم نے اپنے مضمون "غالبؔ کے بعض غیر مطبوعہ اشعار اور لطیفے" (ماہِ نو، فروری ۱۹۵۰ء) میں لکھا ہے کہ"یہ مطلع مرزا کی ایک مہمل غزل کا ہے جو بچوں کے جھولے میں گانے کے لیے موزوں فرمائی تھی۔" اندازہ ہے کہ شعر ۱۸۶۵ء کے ابتدائی مہینوں میں کہا گیا ہو گا۔ (خط نمبر ۱۱۲ بنام منشی ہر گوپال تفتہ، آخر مئی ۱۸۶۵ء)

◊separator-ornament

◊شعر{
تم سلامت رہو قیامت تک
دولت و عز و جاہ، روز افزوں
}

اس شعر کا پہلا مصرع مرزا نے نواب یوسف علی خاں ناظمؔ کے نام خط مورخہ ۱۵ فروری ۱۸۵۷ء میں اور پورا شعر انہیں کے نام کے خط مورخہ ۱۴ اگست ۱۸۶۳ء میں لکھا ہے۔

◊separator-ornament

◊شعر{
درم و دام اپنے پاس کہاں
چیل کے گھونسلے میں ماس کہاں
}

آبِ حیات میں درج ہے کہ حسین علی خاں (عارف کا چھوٹا لڑکا) ایک دن کھیلتا کھیلتا آیا کہ دادا جان (غالبؔ) مٹھائی منگا دو۔ آپ نے فرمایا کہ پیسے نہیں۔ وہ صندوقچہ کھول کر اِدھر اُدھر ٹٹولنے لگا اور آپ نے یہ شعر فرمایا۔

حسین علی خاں شاداںؔ کا سالِ ولادت ۱۸۵۰ء ہے۔ اندازہ ہے کہ اِس واقعے کے وقت (آغازِ ۱۸۵۷ء) وہ سات آٹھ برس کا ہو گا۔

◊separator-ornament

◊شعر{
سات جِلدوں کا پارسل پہنچا
واہ کیا خوب، بر محل پہنچا
}

یہ شعر میرزا حاتم علی مہرؔ کے نام خط مورخہ ۲۰ نومبر ۱۸۵۸ء میں درج ہے۔

◊separator-ornament

◊شعر{
یہ خبط نہیں تو اور کیا ہے
}

برہانِ قاطع کا وہ نسخہ جس کے حاشیوں پر ابتداً مرزا صاحب نے اپنے اختلافی نوٹ لکھے اور جو بعد کو قاطع برہان کے نام سے مرتب ہو کر چھپے۔ لفظ "خسک" پر حاشیہ لکھتے ہوئے یہ مصرع بھی مرزا صاحب کے قلم سے نکل گیا ہے ۔ ظاہر ہے کہ یہ ۱۸۵۸ء میں ہی لکھا گیا ہو گا۔

◊separator-ornament

◊شعر{
روز اس شہر میں حکم نیا ہوتا ہے
کچھ سمجھ میں نہیں آتا کہ کیا ہوتا ہے
}

غالبؔ نے یہ شعر اپنے خط بنام میر مہدی مجروحؔ مورخہ ۲ فروری ۱۸۵۹ء میں لکھا ہے۔

◊separator-ornament

◊شعر{
دیکھیے کیا جواب آتا ہے
}

مندرجہ خط بنام مجروحؔ، ۱۳ دسمبر ۱۸۵۹ء۔ یہ پورے جملے کا ایک ٹکڑا ہے جو از خود موزوں ہو گیا ہے: "میں نے اس کا اپیل لیفٹیننٹ گورنر کے یہاں کیا ہے، دیکھیے کیا جواب آتا ہے۔"

◊separator-ornament

◊شعر{
خدا سے بھی میں چاہوں از رہِ مہر
"فروغِ میرزا حاتم علی مہرؔ"
}

مندرجہ خط بنام مہرؔ، اپریل ۱۸۵۹ء۔ اس شعر کا دوسرا مصرع خود مہرؔ کا ہے جو اُن کی مثنوی "شعاعِ مہر" میں درج ہے۔

◊separator-ornament

◊شعر{
پِیر و مرشد معاف کیجیے گا
میں نے جمنا کا کچھ نہ لکھا حال
}

مندرجہ خط بنام نواب انور الدولہ بہادر شفقؔ، ۱۹ جولائی ۱۸۶۰ء۔ عودِ ہندی میں یہ اسی طرح درج ہے مگر اردوئے معلیٰ میں اسے نثر کی شکل دے دی گئی ہے اگرچہ اسے منظوم بھی پڑھا جا سکتا ہے۔

◊separator-ornament

◊شعر{
خدا کے بعد نبی اور نبی کے بعد امام
یہی ہے مذہبِ حق، والسلام و الاکرام
}

مندرجہ خط بنام مجروحؔ، مئی ۱۸۶۱ء۔

◊separator-ornament

◊شعر{
تھا تو خط پر جواب طلب نہ تھا
کوئی اس کا جواب کیا لکھتا
}

یہ شعر چودھری عبدالغفور سرورؔ کے نام خط میں لکھا ہے۔ خط پر تاریخ درج نہیں، مگر قرائن سے پتا چلتا ہے کہ ۱۸۶۲ء کا لکھا ہوا ہے۔

◊separator-ornament

◊شعر{
میں بھولا نہیں تجھ کو، اے میری جاں
کروں کیا، کہ یاں گِر رہے ہیں مکاں
}

مندرجہ خط بنام مجروحؔ، مورخہ ۲۶ ستمبر ۱۸۶۲ء۔

◊separator-ornament

◊شعر{
جویائے حالِ دہلی و الور سلام لو
}

یہ مصرع خط مورخہ ۱۶ دسمبر ۱۸۶۲ء، بنام مجروحؔ، کا سر نامہ ہے۔

◊separator-ornament

◊شعر{
ولی عہدی میں شاہی ہو مبارک
عنایاتِ الٰہی ہو مبارک
}

مندرجہ خط بنام علائی، اپریل مئی ۱۸۶۳ء۔

◊separator-ornament

◊شعر{
معلوم ہوا خبر کا ٹھینگا باجا
}

مندرجہ خط بنام علائی، ۱۸ مئی ۱۸۶۴ء۔

◊separator-ornament

◊شعر{
کوئی اس کو جواب دو صاحب
سائلوں کا ثواب لو صاحب
}

مندرجہ لطائفِ غیبی، مطبوعہ ۱۸۶۴ ء، صفحہ ۲۲۔ اب یہ عام طور پر تسلیم کر لیا گیا ہے کہ لطائفِ غیبی، سیاحؔ کی نہیں بلکہ خود مرزا کی تصنیف ہے۔

◊separator-ornament

◊شعر{
خوشنودئ احباب کا طالب، غالبؔ
}

ظاہر ہے کہ یہ مصرع خط کے خاتمے کے الفاظ پر مبنی ہے، صحیح سالِ تحریر کا علم نہیں مگر یہ ایک خط بنام قدرؔ بلگرامی کے آخر میں ہے (تاریخ درج نہیں صرف دن اور وقت لکھا ہے: چہار شنبہ، ۱۲ پر ۳ بجے)۔

اور مثنوی "شعاعِ مہرؔ" کی تقریظ کو تمام کرتے ہوئے لکھا ہے۔

◊separator-ornament

◊شعر{
کھانا نہ انہیں، کہ یہ پرائے ہیں آم
}

یہ غالبؔ کی ایک رباعی کا چوتھا مصرعہ ہے، جو جلوہ خضر میں درج ہے۔ اس کے ۳ مصرعے صفیرؔ بلگرامی کو یاد نہیں رہے۔ صفیرؔ ۱۸۶۵ء میں غالبؔ سے ملنے دِلّی آئے تھے۔

◊separator-ornament

◊شعر{
میں قائلِ خدا و نبی و امام ہوں
بندہ خدا کا اور علی کا غلام ہوں
}

مندرجہ خط بنام صفیرؔ بلگرامی، مورخہ ۳ مئی ۱۸۶۵ء۔

◊separator-ornament

◊شعر{
ہاتفِ غیب سن کے یہ چیخا
ان کی تاریخ میرا تاریخا
}

جناب احسن مارہروی مرحوم نے اپنی کتاب "مکاتیب الغالبؔ" صفحہ ۳۵ پر لکھا ہے:

"راقم الحروف کے پردادا شاہ سید عالم صاحب (صاحب عالم مارہروی، ولادت ۶ ربیع الثانی، ۱۲۱۱ھ بمطابق ۸ اکتوبر ۱۷۹۶ء) سے مرزا کی اکثر خط و کتابت ہوتی رہتی تھی۔ ایک مرتبہ حضرت صاحب نے مرزا صاحب سے پوچھا کہ آپ کی ولادت کس سن میں ہوئی اور ساتھ ہی یہ اطلاع بھی دی کہ میری ولادت لفظ 'تاریخ' سے نکلتی ہے جس کے عدد ۱۲۱۱ ہوتے ہیں۔ مرزا نے جواب میں یہ شعر لکھ بھیجا۔"

جناب صاحب عالم مارہروی جن کی مرزا بہت عزت کرتے تھے، مرزا سے ایک سال پہلے پیدا ہوئے اور تین سال بعد فوت ہوئے یعنی ان کی وفات ۲ محرم ۱۲۸۸ھ (۲۴ مارچ ۱۸۷۱ء) کو ہوئی۔ صاحبِ عالم، ان کے صاحبزادے شاہ عالم اور عبدالغفور سرورؔ (جن کے خطوں میں صاحبِ عالم کے کئی خط شامل ہیں) کے نام کے خطوط جو آج تک دستیاب ہوئے ہیں، وہ ۱۸۵۸ء سے ۱۸۶۶ء تک کے عرصے میں لکھے گئے ہیں۔ یہ شعر ان خطوں میں درج نہیں۔ ہو سکتا ہے انہی دنوں میں کبھی لکھا گیا ہو مگر خط محفوظ نہ رہا ہو۔ اس لیے اس شعر کو ۱۸۵۸ء کے بعد اور ۱۸۶۶ء سے پہلے کا کہا ہوا ہی کہا جا سکتا ہے۔

◊separator-ornament

◊شعر{
تحریر ہے یہ غالبِؔ یزداں پرست کی
تاریخ اس کی آج نویں ہے اگست کی
}

مندرجہ خمخانہ جاوید، جلد اوّل، صفحہ ۸۲۔ قرائن سے معلوم ہوتا ہے کہ شعر کا زمانۂ فکر ۱۸۶۶ء کے لگ بھگ ہو گا۔

◊separator-ornament

◊شعر{
سنین عمر کے ستّر ہوئے شمار برس
بہت جیوں تو جیوں اور تین چار برس
}

غالبؔ کا سالِ ولادت ۱۷۹۷ء ہے۔ اس طرح یہ شعر ۱۸۶۷ء میں کہا گیا ہو گا۔ ہجری حساب سے ستّر برس ۱۲۸۲ھ (۶۶، ۱۸۶۵ء) میں پڑیں گے۔

◊separator-ornament

◊شعر{
آج یک شنبے کا دن ہے آؤ گے؟
یا فقط رستا ہمیں بتلاؤ گے
}

خمخانہ جاوید، جلد اوّل، صفحہ ۸۱  میں لالہ سری رام نے لکھا ہے کہ پیارے لال آشوب دہلی میں ہوتے تھے، تو کوئی ہفتہ مرزا صاحب کی ملاقات سے خالی نہ جاتا تھا۔ دیر ہو جاتی تو مرزا ایک نہ ایک شعر لکھ کر آشوب کے پاس بھیج دیتے، جس کا مضمون حسنِ طلب ہوتا۔ ان میں سے ایک یہ شعر ہے۔ غالبؔ نے دسمبر ۱۸۶۷ء کو ازالہ حیثیتِ عرفی کا مقدمہ دائر کیا تھا، اس مقدمے میں پیارے لال آشوبؔ (جو ابھی ۳۶ سال کے بھی نہ تھے) گواہوں میں سے ایک تھے۔ شاید یہ شعر انہی دنوں کا ہو۔

◊separator-ornament

مندرجہ بالا اشعار کی کوئی ادبی حیثیت نہیں، یہ غالبؔ کی شوخئ طبع اور حاضر دماغی کے آئینہ‌دار ہیں۔ ان کی قدر و قیمت اس پر منحصر ہے کہ یہ غالبؔ کے کہے ہوئے ہیں اور یہ کسی نہ کسی واقعے کی نشاندہی میں معاون ثابت ہو سکتے ہیں۔
