#lang pollen

◊(define-meta title "متفرقات")

◊سرخی{متفرقات}

◊شعر{
نیازِ عشقِ خرمن سوز، اسبابِ ہوس بہتر
جو ہو جاوے نثارِ برق مشتِ خار و خس بہتر
}

◊separator-ornament

◊شعر{
یاد آیا جو وہ کہنا، کہ نہیں، واہ غلط
کی تصور نے بہ صحرائے ہوس راہ غلط
}

◊separator-ornament

◊شعر{
شمشیر صافِ یار، جو زہراب دادہ ہو
وہ خط سبز ہے کہ بہ رخسارِ سادہ ہو
}

◊separator-ornament

◊شعر{
دیکھتا ہوں اسے، تھی جس کی تمنا مجھ کو
آج بیداری میں ہے خوابِ زلیخا مجھ کو
}

◊separator-ornament

◊شعر{
ہنستے ہیں، دیکھ دیکھ کے، سب، ناتواں مجھے
یہ رنگِ زرد، ہے چمنِ زعفراں مجھے
}

◊separator-ornament

◊شعر{
بتو! توبہ کرو، تم کیا ہو؟ جب اِدبار آتا ہے
تو یوسف سا حسیں بِکنے سرِ بازار آتا ہے
}

◊separator-ornament

◊شعر{
زخمِ دل تم نے دُکھایا ہے کہ جی جانے ہے
ایسے ہنستے کو رلایا ہے کہ جی جانے ہے
}

◊separator-ornament

◊شعر{
طرز بیدل میں ریختہ کہنا
اسد اللّٰہ خان قیامت ہے
}

◊separator-ornament

◊شعر{
ملے دو مرشدوں کو قدرتِ حق سے ہیں دو طالب
نظام الدینؔ کو خسروؔ، سراج الدینؔ کو غالبؔ
}

◊separator-ornament

◊شعر{
ان دل فریبیوں سے نہ کیوں اس پہ پیار آئے؟
روٹھا جو بے گناہ، تو بے عذر من گیا
}

◊separator-ornament

◊شعر{
خوشی جینے کی کیا، مرنے کا غم کیا
ہماری زندگی کیا اور ہم کیا
}

◊separator-ornament

◊شعر{
مسجد کے زیرِ سایہ اِک گھر بنا لیا ہے
یہ بندۂ کمینہ ہمسایۂ خدا ہے
}

◊separator-ornament

◊شعر{
◊ح['شروع]{شعر} دمِ واپسیں بر سرِ راہ ہے
عزیزو، اب اللّٰہ ہی اللّٰہ ہے
}

◊حاشیہ["شعر"]{خط بنام مولانا احمد حسین میناؔ مرزا پوری، مورخہ ۱۳ جولائی ۱۸۶۷ء۔ ◊حم{نسخۂ رضا}}
