#lang pollen

◊(define-meta title "بس کہ وہ پا کوبیاں در پردۂ وحشت ہیں یاد")

◊شاعری{
بس کہ وہ پا کوبیاں در پردۂ وحشت ہیں یاد
ہے غلافِ دفچۂ خورشید، ہر یک گرد باد

طرفہ موزونی ہے صرفِ جنگجوئی ہائے یار
ہے سرِ مصراعِ صافِ تیغ، خنجر، مستزاد

ہاتھ آیا زخمِ تیغِ یار سا پہلو نشیں
کیوں نہ ہو وے آج کے دن، بے کسی کی روح شاد

کیجے آہوئے ختن کو خضرِ صحرائے طلب
مشک ہے سنبلستانِ زلف ہیں، گردِ سواد

ہم نے سو زخمِ جگر پر بھی زباں پیدا نہ کی
گل ہوا ہے ایک زخمِ سینہ پر خواہانِ داد

بس کہ ہیں در پردہ مصروفِ سیہ کاری تمام
آستر ہے خرقۂ زہاد کا، صوفِ مداد

تیغ در کف، کف بہ لب، آتا ہے قاتل اس طرف
مژدہ باد، اے آرزوئے مرگِ غالبؔ، مژدہ باد

}