#lang pollen

◊(define-meta title "بہ کامِ دل کریں کس طرح گمرہاں فریاد؟")

◊غزل{
بہ کامِ دل کریں کس طرح گمرہاں فریاد؟
ہوئی ہے، لغزشِ پا، لکنتِ زباں فریاد!

کمالِ بندگیٔ گل ہے رہنِ آزادی
ز دستِ مشتِ پر و خارِ آشیاں فریاد

نوازشِ نفسِ آشنا کہاں؟ ورنہ
بہ رنگِ نَے ہے نہاں در ہر استخواں فریاد

تغافل، آئینہ دارِ خموشیٔ دل ہے
ہوئی ہے محو بہ تقریبِ امتحاں فریاد

ہلاکِ بے خبری نغمۂ وجود و عدم
جہان و اہلِ جہاں سے جہاں جہاں آباد

جوابِ سنگ دلی ہائے دشمناں، ہمت
ز دست شیشۂ دلی ہائے دوستاں فریاد

ہزار آفت و یک جانِ بے نوائے اسدؔ
خدا کے واسطے، اے شاہِ بے کساں! فریاد

}
