#lang pollen

◊(define-meta title "تو پست فطرت اور خیالِ بسا بلند")

◊غزل{
تو پست فطرت اور خیالِ بسا بلند
اے طفلِ خود معاملہ، قد سے عصا، بلند

ویرانے سے، جز آمد و رفتِ نفس نہیں
ہے کوچہ ہائے نَے میں، غبار صدا، بلند

رکھتا ہے انتظارِ تماشائے حسنِ دوست
مژگانِ باز ماندہ سے، دستِ دعا، بلند

موقوف کیجیے یہ تکلف نگاریاں
ہوتا ہے، ورنہ، شعلۂ رنگِ حنا، بلند

قربانِ اوج ریزئ چشمِ حیا پرست
یک آسماں ہے، مرتبۂ پشتِ پا، بلند

ہے دلبری، کمیں گر ایجادِ یک نگاہ
کارِ بہانہ جوئی چشمِ حیا، بلند

بالیدگی نیازِ قدِ جاں فزا، اسدؔ
در ہر نفس، بہ قدرِ نفس ہے قبا، بلند

}
