#lang pollen

◊(define-meta title "حسرتِ دست گہ و پائے تحمل تا چند؟")

◊غزل{
حسرتِ دست گہ و پائے تحمل تا چند؟
رگِ گردن، خطِ پیمانۂ بے مُل تا چند؟

ہے گلیمِ سیہِ بختِ پریشاں کاکل
موئنہ بافتنِ ریشۂ سنبل تا چند؟

کوکبِ بخت، بہ جز روزنِ پر دود نہیں
عینکِ چشمِ جنوں، حلقۂ کاکل تا چند؟

چشم بے خونِ دل، و دل تہی از جوشِ نگاہ
بہ زباں عرضِ فسونِ ہوسِ گُل تا چند؟

بزم داغِ طرب و باغ کشادِ پرِ رنگ
شمع و گل تا کے؟ و پروانہ و بلبل تا چند؟

نالہ دامِ ہوس و دردِ اسیری معلوم
شرحِ بر خود غلطی ہائے تحمل تا چند؟

جوہرِ آئینہ فکرِ سخنِ ہوئے دماغ
عرضِ حسرت، پسِ زانوئے تامل تا چند؟

سادگی ہے عدمِ قدرتِ ایجادِ غنا
نا کسی، آئینۂ نازِ توکل تا چند؟

اسدؔ خستہ، گرفتارِ دو عالم اوہام
مشکل آساں کنِ یک خلق، اے غافل تا چند؟

}
