#lang pollen

◊(define-meta title "حاصلِ دل بستگی ہے عمرِ کوتہ اور بس")

◊غزل{
حاصلِ دل بستگی ہے عمرِ کوتہ اور بس
وقفِ عرضِ عقدہ ہائے متصّل تارِ نفس

کیوں نہ طوطئ طبیعت نغمہ پیرائی کرے
باندھتا ہے رنگِ گل آئینہ تا چاکِ قفس

اے ادا فہماں، صدا ہے تنگئ فرصت سے خوں
ہے بہ صحرائے تحیر چشمِ قربانی، جرس

تیز تر ہوتا ہے خشمِ تند خویاں عجز سے
ہے رگِ سنگِ فسانِ تیغِ شعلہ، خار و خس

سختئ راہِ محبت، منعِ دخلِ غیر ہے
پیچ و تابِ جادہ ہے یاں جوہرِ تیغِ عسس

اے اسدؔ ہم خود اسیرِ رنگ و بوئے باغ ہیں
ظاہرا صیّادِ ناداں ہے گرفتارِ ہوس

}
