#lang pollen

◊(define-meta title "سلیم خاں کہ وہ ہے نور چشمِ واصل خاں")

◊سرخی{سلیم خاں کہ وہ ہے نور چشمِ واصل خاں}

◊قطعہ{
سلیم خاں کہ وہ ہے نور چشمِ واصل خاں
حکیم حاذق و دانا ہے، وہ لطیف کلام

تمام دہر میں اس کے مطب کا چرچا ہے
کسی کو یاد بھی لقمان کا نہیں ہے نام

اسے فضائلِ علم و ہنر کی افزائش
ہوئی ہے مبدعِ عالم سے، اس قدر انعام

کہ بحثِ علم میں، اطفال ابجدی اس کے
ہزار بار فلاطوں دے چکے الزام

عجیب نسخہ نادر، لکھا ہے، ایک اس نے
کہ جس میں حکمت و طب ہی کے مسئلے ہیں تمام

نہیں کتاب، ہے اک منبعِ نکاتِ بدیع
نہیں کتاب، ہے اک معدنِ جواہر کام

کل اس کتاب کے سالِ تمام میں، جو مجھے
کمالِ فکر میں دیکھا، خرد نے، بے آرام

کہا یہ جلد کہ تو اس میں سوچتا کیا ہے؟
"لکھا ہے نسخہ تحفہ" یہی ہے سالِ تمام◊ح{سال}
}

◊حاشیہ["سال"]{۱۲۷۹ھ (۱۸۶۲ء)۔ ◊حم{نسخۂ رضا}}
