#lang pollen

◊(define-meta title "مقامِ شکر ہے، اے ساکنانِ خطہ خاک")

◊سرخی{مقامِ شکر ہے، اے ساکنانِ خطہ خاک ◊ح{قطعہ}}

◊قطعہ{
مقامِ شکر ہے، اے ساکنانِ خطہ خاک
رہا ہے زور سے، ابر ستارہ بار، برس

کہاں ہے ساقی مہوش، کہاں ہے ابرِ مُطیر
"بیار" لا مئے گلنار گوں، "ببار" برس

خدا نے تجھ کو عطا کی ہے گوہر افشانی
درِ حضور پر، اے ابر، بار بار برس

ہر ایک قطرے کے ساتھ آئے جو ملک، وہ کہے
"امیر کلب علی خاں جئیں ہزار برس"

فقط ہزار برس پر کچھ انحصار نہیں
کئی ہزار برس، بلکہ بے شمار برس

جنابِ قبلہ حاجات، اس بلا کش نے
بڑے عذاب سے کاٹے ہیں، پانچ چار برس

شفا ہو آپ کو، غالبؔ کو بندِ غم سے نجات
خدا کرے کہ یہ ایسا ہو سازگار برس

}

◊حاشیہ["قطعہ"]{یہ قطعہ، خط بنام نواب کلب علی خاں، مورخہ ۱۱ اگست ۱۸۶۵ء کے ساتھ بھیجا گیا تھا۔ ◊حم{نسخۂ رضا}}
