#lang pollen

◊(define-meta title "مژدہ! اے رہروانِ راہِ سخن")

◊سرخی{مژدہ! اے رہروانِ راہِ سخن ◊ح{قطعہ}}

◊قطعہ{
مژدہ! اے رہروانِ راہِ سخن
پایہ سنجانِ دست گاہِ سخن

طے کرو راہِ شوق، زودا زود
آن پہنچی ہے منزلِ مقصود

پاس ہے اب، سوادِ اعظمِ نثر
دیکھیے، چل کے، نظمِ عالمِ نثر

سب کو اس کا سوادِ ارزانی!
چشمِ بینش ہو جس سے نورانی

یہ تو دیکھو کہ کیا نظر آیا
جلوۂ مدعا نظر آیا

ہاں، یہی شاہ راہِ دہلی ہے
مطبعِ بادشاہِ دہلی ہے

منطبع ہو رہی ہے پنج آہنگ
گل و ریحان و لالہ رنگا رنگ

ہے یہ وہ گلشنِ ہمیشہ بہار
بارور جس کا سرو، بے خار

نہیں اس کا جواب، عالم میں
نہیں ایسی کتاب، عالم میں

اس سے اندازِ شوکتِ تحریر
اخذ کرتا ہے آسماں کا دبیر

مرحبا! طرزِ نغز گفتاری
حبذا! رسم و راہِ نثاری

نثر مدحت سرائے ابراہیم
ہے مقرر جو، اب، پئے تعلیم

اس کے فقروں میں کون آتا ہے
کیا کہیں، کیا وہ راگ گاتا ہے

تین نثروں سے کام کیا نکلے؟
ان کے پڑھنے سے نام کیا نکلے؟

ورزشِ قصۂ کہن کب تک؟
داستانِ شہِ دکن کب تک؟

تا کجا درسِ نثر ہائے کہن؟
تازہ کرتا ہے دل کو، تازہ سخن

تھے ظہوریؔ و عرفیؔ و طالبؔ
اپنے اپنے زمانے میں غالب

نہ ظہوری ہے اور نہ طالبؔ ہے
اسد اللّٰہ خان غالبؔ ہے

قول حافظؔ کا ہے بجا، اے دوست
"ہر کرا پنج روز، نوبت اوست"

کل وہ سرگرمِ خود نمائی تھے
شمعِ بزمِ سخن سرائی تھے

آج یہ قدر دانِ معنی ہے
بادشاہِ جہانِ معنی ہے

نثر اس کی، ہے کارنامہ راز
نظم اس کی، نگار نامہ راز

دیکھو اس دفترِ معانی کو
سیکھو آئینِ نکتہ دانی کو

اس سے جو کوئی بہرہ ور ہو گا
سینہ گنجینہ گہر ہو گا

ہو سخن کی جسے طلب گاری
کرے اس نسخے کی خریداری

آج جو دیدہ ور کرے درخواست
تین بھیجے رُپے، وہ بے کم و کاست

منطبع جب کہ ہو چکے گی کتاب
زرِ قیمت کا اور ہو گا حساب

چار سے، پھر نہ ہو گی کم قیمت
اس سے لیویں گے، کم، نہ ہم، قیمت

جس کو منظور ہو کہ زر بھیجے
احسن اللّٰہ خاں کے گھر بھیجے

وہ بہارِ ریاض و مہر و وفا
جس کو کہتے ہیں عمدۃ الحکما

میں جو ہوں درپے حصولِ شرف
نام عاصی کا ہے غلام نجف

ہے یہ، القصہ، حاصلِ تحریر
کہ نہ ارسالِ زر میں ہو تاخیر

چشمہ انطباع جاری ہے
ابتدائے ورق شماری ہے

}

◊حاشیہ["قطعہ"]{منظوم اشتہار (اسعد الاخبار، آگرہ، ۱۲ مارچ ۱۸۴۹ء)۔ یہ اشتہار غالبؔ کے شاگرد غلام نجف خاں کے نام سے چھپا تھا۔ ◊حم{نسخۂ رضا}}
