#lang pollen

◊(define-meta title "ہند میں اہلِ تسنّن کی ہیں دو سلطنتیں")

◊سرخی{ہند میں اہلِ تسنّن کی ہیں دو سلطنتیں ◊ح{قطعہ}}

◊قطعہ{
ہند میں اہلِ تسنّن کی ہیں دو سلطنتیں
حیدرآباد دکن، رشکِ گلستانِ ارم

رام پور، اہلِ نظر کی ہے نظر میں وہ شہر
کہ جہاں ہشت بہشت آ کے ہوئے ہیں باہم

حیدر آباد بہت دور ہے، اس ملک کے لوگ
اُس طرف کو نہیں جاتے ہیں، جو جاتے ہیں تو کم

رام پور آج ہے وہ بقعۂ معمور کہ ہے
مرجع و مجمع، اشرافِ نژادِ آدم

رام پور اک بڑا باغ ہے، از روئے مثال
دل کش و تازہ و شاداب و وسیع و خرم

جس طرح باغ میں ساون کی گھٹائیں برسیں
ہے اسی طور پہ یاں، دجلہ فشاں دستِ کرم

ابرِ دست کرم کلب علی خاں سے مدام
دُرِّ شہوار ہیں، جو گرتے ہیں قطرے پیہم

صبح دم باغ میں آ جائے، جسے نہ ہو یقیں
سبزہ و برگِ گل و لالہ پہ دیکھے شبنم

حبذا! باغِ ہمایوں تقدس آثار
کہ جہاں چرنے کو آتے ہیں غزالانِ حرم

مسلکِ شرع کے ہیں، راہرو و راہ شناس
خضر بھی یاں اگر آ جائے، تو لے ان کے قدم

مدح کے بعد دعا چاہیے اور اہل سخن
اس کو کرتے ہیں بہت بڑھ کے بہ اغراق، رقم

حق سے کیا مانگیے؟ ان کے لیے جب ہو موجود
ملک و گنجینہ و خیل و سپہ و کُوس و علم

ہم نہ تبلیغ کے مائل، نہ غلو کے قائل
دو دعائیں ہیں کہ وہ دیتے ہیں نواب کو ہم

یا خدا! غالبِؔ عاصی کے خداوند کو دے
وہ وہ چیزیں کہ طلب گار ہے جن کا، عالم

اولاً، عمرِ طبیعی بہ دوامِ اقبال
ثانیاً، دولتِ دیدارِ شہنشاہِ امم

}

◊حاشیہ["قطعہ"]{یہ قطعہ، مکتوبِ غالبؔ بنام نواب کلب علی خاں بہادر، مورخہ ۵ رجب ۱۲۸۴ھ (۳ نومبر ۱۸۶۷ء) کے ساتھ بھیجا گیا تھا اور یہ مرزا غالبؔ کا آخری کلام ہے جو تا حال دریافت ہوا ہے۔ ◊حم{نسخۂ رضا}}
