#lang pollen

◊(define-meta title "اتحادِ عمل")

◊سرخی{اتحادِ عمل}

کُلّیاتِ غالبؔ کی پیشکش ایک فردِ واحد کی کاوش نہیں بلکہ یہ ایک ٹیم کی اَن‌تھک محنت کا نتیجہ ہے۔ اس اتحادِ عمل کی تفصیل یہ ہے:

◊dl[#:class "credits"]{
◊dt{ٹائپنگ}
◊dd{اردو‌ویب‌ڈاٹ‌آرگ ٹیم — اعجاز اختر (اعجاز عبید)، سیدہ شگفتہ، نبیل نقوی، شعیب افتخار ، محب علوی، رضوان، شمشاد احمد خان}

◊dt{نسخۂ رضا کی ٹائپنگ}
◊dd{اویس قرنی}

◊dt{ترتیب و تحقیق}
◊dd{اعجاز عبید، جویریہ ریاض مسعود}

◊dt{تصحیح و اضافہ}
◊dd{جویریہ ریاض مسعود، اعجاز عبید}

◊dt{نظرِ اوّل}
◊dd{۲۰ جون ◊سال{۲۰۰۶}ء (جویریہ مسعود)}

◊dt{اضافۂ ضمیمۂ دوم}
◊dd{۱۲ مارچ ◊سال{۲۰۰۷}ء (جویریہ مسعود)}

◊dt{اضافۂ حواشئ حامد علی خان}
◊dd{۵ اکتوبر ◊سال{۲۰۰۷}ء (جویریہ مسعود)}

◊dt{اضافہ و مزید تحقیق}
◊dd{۲۷ اکتوبر ◊سال{۲۰۰۷}ء (اعجاز عبید) (انتخاب از نسخۂ بھوپال کی باز یافت۔ سید تصنیف حیدر، ماہنامہ آج کل، فروری ۲۰۰۷ء دیوانِ غالبؔ (کامل) — تاریخی ترتیب سے، کالی داس گپتا رضاؔ)}

◊dt{نظرِ ثانی}
◊dd{۲۳ مئی ◊سال{۲۰۰۸}ء (جویریہ مسعود)}

◊dt{نظرِ ثالث}
◊dd{جنوری ◊سال{۲۰۱۸}ء}

◊dt{نظرِ چہارم}
◊dd{اگست ◊سال{۲۰۱۹}ء}

◊dt{اِس ویب‌کتاب کا ڈیزائن اور تیاری}
◊dd{اپریل ◊سال{۲۰۲۱}ء (سعادت متین)}
}
