#lang pollen

◊(define-meta title "اِس ویب ‌کتاب کے بارے میں")

◊سرخی{اِس ویب‌ کتاب کے بارے میں}

یہ ویب کتاب ایک ادنیٰ سی کوشش ہے کہ اردو محفل پر رضاکاروں کی ٹِیم نے غالبؔ کے کلام پر ◊ربط["https://www.urduweb.org/mehfil/forums/%D8%BA%D8%A7%D9%84%D8%A8%DB%8C%D8%A7%D8%AA.85/"]{جو کام کِیا ہے}، اسے اردو ادب کے شائقین (خصوصاً قتیلانِ غالبؔ) کے لیے پیش کیا جا سکے۔

چونکہ یہ شاعری کی کتاب ہے، سو ہم نے شاعری کے لے‌آؤٹ کو بھی حتّی الامکان بہتر انداز میں ترتیب دینے کی کوشش کی ہے۔ فی الوقت ویب پر جسٹیفائیڈ شاعری کی وہ خوبصورتی تو حاصل نہیں کی جا سکتی جو ایک خطاط کا ہاتھ تخلیق کرتا ہے، لیکن شاعری کے دو کالمی لے‌آؤٹ کے لیے جدید ◊ربط["https://developer.mozilla.org/en-US/docs/Web/CSS"]{سی‌ایس‌ایس} میں تسلی بخش سہولیات موجود ہیں اور اُنہیں اِس ویب کتاب میں کثرت سے استعمال کیا گیا ہے۔ قاری کی ڈیوائس کا بھی خاص طور پر خیال رکھا گیا ہے — ایک موبائل فون کی سکرین پر تمام شاعری ایک کالم میں ظاہر ہو گی، جبکہ ٹیبلٹ اور ڈیسکٹاپ پر یہ دو کالمز میں ظاہر ہو گی: ٹیبلٹ میں ایک شعر کا ہر مصرع اپنی سطر میں ہو گا (پہلا مصرع دائیں طرف، اور دوسرا مصرع بائیں طرف)، جبکہ ڈیسکٹاپ پر دونوں مصرعے ایک ہی سطر میں آمنے سامنے ہوں گے۔ اسی طرح آخری شعر کے مصرعے بھی اپنی اپنی سطروں میں اور درمیان میں نظر آئیں گے۔

کچھ متفرق باتیں:

◊سادہ-فہرست{
متن کی ٹائپ‌سیٹنگ کے لیے ◊ربط["https://github.com/googlefonts/noto-fonts/tree/main/unhinted/otf/NotoNastaliqUrdu"]{نوٹو نستعلیق اردو} فونٹ استعمال کیا گیا ہے۔



سرورق اور مختلف صفحات پر مستعمل آرائشی آرٹ ”دیوانِ غالبؔ، بہ تحقیقِ متن و ترتیب از حامد علی خاں، مجلسِ ترقیٔ ادب، لاہور، ◊سال{۱۹۶۹}ء“ سے ٹریس کر کے حاصل کیا گیا ہے (یہ اور دیگر آرائشی بیل بُوٹے ◊ربط["https://en.wikipedia.org/wiki/Abdur_Rahman_Chughtai"]{عبد الرحمٰن چغتائی} نے اُس نسخے کے لیے فراہم کیے تھے)۔ اِس ویب کتاب کے رنگ بھی اُسی نسخے سے اِنسپائرڈ ہیں۔



حواشی کے لیے حاشیے کی روایتی علامت کا استعمال کیا گیا ہے (جو ذاتی طور پر مجھے بہت پسند ہے)۔



تمام آئکنز ◊ربط["https://feathericons.com/"]{◊انگریزی{Feather}}  سے حاصل کیے گئے ہیں۔



یہ ویب کتاب ◊ربط["https://docs.racket-lang.org/pollen/"]{پولن (◊انگریزی{Pollen})} کی مدد سے بنائی گئی ہے، اور اِس کا سورس کوڈ ◊ربط[◊github-url]{گِٹ‌ہب} پر ◊ربط["https://opensource.org/licenses/MIT"]{ایم‌آئی‌ٹی لائسنس} کے تحت دستیاب ہے۔ اگر آپ کو کتاب کے متن، ڈیزائن، یا لے‌آؤٹ میں کہیں کوئی غلطی نظر آتی ہے، تو براہِ کرم گِٹ‌ہب ریپوزیٹری کے ◊ربط[◊string-append[◊github-url]{/issues}]{اِیشوز} میں مطلع فرمائیے۔



ویب کتاب کا تمام متن [لائسنس] کے تحت جاری کیا گیا ہے۔
}

ہم امید کرتے ہیں کہ آپ کو یہ ویب کتاب پسند آئے گی۔

◊دستخط{
سعادت متین
اپریل ◊سال{۲۰۲۱}ء
}
