#lang pollen

◊(define-meta title "دیوانِ غالبؔ سے کلیاتِ غالبؔ تک")

◊سرخی{دیوانِ غالبؔ سے کلیاتِ غالبؔ تک}

پتا نہیں یہ نسخہ کلیات کہلانے کے قابل بھی ہے کہ نہیں؟ البتہ کوشش یہ کی گئی ہے کہ جو بھی کلام مستند حوالوں سے غالبؔ کے ساتھ منسوب ہے، اس کو اِس نسخے میں جمع کیا جائے۔ ہماری یہ کوشش کتنی قابلِ اعتنا ہے ، امید ہے کہ قتیلانِ غالب اپنی قیمتی رائے سے نوازیں گے۔

دیوان سے کلیات کا سفر تقریباً بارہ سالوں پر محیط ہے اور دیوانِ غالبؔ نسخۂ اردو ویب کے بارے میں تفصیل سے آپ واقف ہیں۔ مجھے اجازت دیں کہ ذیل کی سطور میں کلیات کے بارے کچھ بتاؤں۔
 
اگست ؁۲۰۱۹ کے اواخر میں اردو محفل پر غالبیات کے زمرے میں  یہ دیکھ کر خوش گوار حیرت ہوئی کہ اردو محفل پر میری غیر حاضری کے دوران دیوانِ غالبؔ کامل (نسخۂ رضاؔ) از کالی داس گپتا رضا  کا مکمل نسخہ ٹائپ کر کے پوسٹ کیا گیا ہے۔ میں نے مکمل فائل ڈاؤن لوڈ کی تاکہ اس کا مطالعہ کر سکوں۔ دوران مطالعہ  معلوم ہوا کہ نسخۂ رضا کی ٹائپنگ اور پروف ریڈنگ بڑی محنت سے کی گئی ہے مگر اس میں چند اغلاط موجود ہیں۔ تصدیق کے لئے نسخۂ اردو ویب (اردو محفل) سے رجوع کیا تو معلوم ہوا کہ دونوں نسخوں میں کافی اختلافات موجود ہیں۔ تب خیال آیا کہ کیوں نہ اس نسخے کا اردو ویب ڈاٹ آرگ کے نسخے سے موازنہ کروں۔ یہی خیال کلیاتِ غالبؔ کا پیش خیمہ ثابت ہوا۔ ۲۹ اگست ؁۲۰۱۹ کو اس پر کام شروع کیا اور آج ۲۷ اکتوبر ؁۲۰۱۹ کو میں یہ اختتامی سطور لکھ رہی ہوں ۔

سب سے پہلے میں  نے نسخۂ رضا سے ایک ایک غزل کاپی کر کے نسخۂ اردو ویب کے متعلقہ غزل کے نیچے پیسٹ کی، تاکہ موازنے میں آسانی ہو۔ یہ کام مشکل اور تھکا دینے والا تھا اور تقریبا ۱۵ دن اس کام میں لگے۔  یاد رہے کہ اس کام کے لیے cut/paste کا طریقہ استعمال کیا۔ اس کا فائدہ یہ ہوا کہ جو کلام نسخۂ اردو ویب میں موجود نہیں تھا، اس کی ایک الگ فائل بن گئی جو بعد میں کلیات کے ضمیمۂ سوم کا حصہ بنی۔

اس کے بعد ایک ایک غزل کا باریک بینی سے مطالعہ کیا۔ اور اختلاف پر فٹ نوٹ لکھے۔ ساتھ میں پروف ریڈنگ بھی جاری رہی۔ ضرورت پڑنے پر مختلف طبع شدہ دواوین غالب سے بھی رجوع کیا ۔ عروض ڈاٹ کام سے بھی کافی مدد ملی۔ اور یوں یہ سارا کام دو مہینوں میں پورا ہو گیا۔

کلیاتِ غالب دو حصوں پر مشتمل ہے۔ پہلا حصہ درحقیقت متداول  دیوان ہے مگر نسخۂ رضا اور نسخۂ حمیدیہ سے اضافوں کے ساتھ۔ فُٹ‌نوٹس میں اضافوں کی وضاحت کی گئی ہے۔

دوسرا حصہ چار ضمیموں پر مشتمل ہے۔ دو ضمیمے تو نسخۂ اردو ویب میں پہلے ہی سے موجود تھے۔ تیسرا ضمیمہ نسخۂ رضا سے ان غزلوں اور نظموں کا انتخاب ہے جس کا ایک شعر بھی متداول دیوان کا حصہ نہیں تھا۔ یہ ضمیمہ ۱۷۱ غزلیات، ایک قصیدے، ۱۰ قطعات، ۱۲ رباعیات، ۱۳ مفردات اور ۲۳ ہنگامی اشعار و مصرعات پر مشتمل ہے۔ چوتھا ضمیمہ قادر نامہ پر مشتمل ہے، یہ بھی نسخۂ رضا سے شامل کردہ ہے۔ 


اب ذرا اس نسخے (کلیاتِ غالبؔ) کی چند نمایاں خصوصیات کا ذکر ہو جائے:

◊ol{
    ◊li{نسخے کی پروف ریڈنگ دوبارہ کی گئی ہے اور مقدور بھر کوشش کی گئی ہے کہ کوئی غلطی رہ نہ جائے۔}
    ◊li{ان اشعار کو کلیات سے یکسر خارج کیا گیا ہے، جن کی غالب سے نسبت مشکوک تھی۔}
    ◊li{نسخے کی فہرست دوبارہ مرتب کی گئی ہے جو ۱۰ سے زیادہ  صفحات پر مشتمل ہے۔}
    ◊li{جدید املا پر کافی توجہ دی گئی ہے۔}
    ◊li{اوقاف کا نسخۂ رضا کی مدد سے اہتمام کیا گیا ہے جس کی وجہ سے شعر سمجھنے میں آسانی ہو گئی ہے۔}
    ◊li{حوالہ جات اور حواشی کا اضافہ کیا گیا ہے۔ حواشی کی تعداد ۲۸۲ سے بڑھ کر اب ۴۶۱ سے زیادہ ہو گئی ہے۔}
    ◊li{ایک نئی اختراع یہ کی گئی ہے کہ "ردیف ی" اور "ردیف ے" کو الگ کیا گیا ہے۔}
}

امید ہے کہ یہ کاوش آپ کو پسند آئے گی۔

◊دستخط{دعاؤں کی طالب،
جویریہ ریاض مسعود}
