#lang pollen

◊(define-meta title "دیباچہ")

◊سرخی{دیباچہ ◊ح{دیباچہ}}

ہم ماہرینِ غالبیات ہونے کا دعویٰ نہیں کرتے اور نہ ہمارا یہ خیال ہے کہ ہمیں محقّقین میں شمار کیا جائے۔ اردو‌ویب ڈاٹ‌آرگ کے کچھ سر پھرے رضاکاروں نے بس یہ بیڑا اٹھایا کہ دیوانِ غالبؔ کو اردو تحریر کی شکل میں مہیا کیا جائے۔
 
اس کی بنیاد نسخۂ نظامی ہے جو نظامی پریس کانپور سے ◊سال{۱۸۶۲}ء میں چھپا تھا اور جس کی تصحیح خود غالبؔ کے ہاتھوں ہوئی تھی۔ کچھ اشعار جو دوسرے مروّجہ دیوانوں میں مختلف پائے جاتے ہیں، ان کی صحت اس نسخے کی مدد سے ٹھیک کی گئی ہے۔ اس کے علاوہ دوسرے نسخوں (حمیدیہ، غلام رسول مہرؔ، عرشیؔ) سے ان اشعار کے لیے مدد لی گئی ہے جو نسخۂ نظامی میں نہیں تھے۔ نسخۂ بھوپال/حمیدیہ/شیرانی/گلِ رعنا سے وہاں بھی مدد لی گئی ہے جہاں غزل کے کچھ ہی اشعار مزید مل سکے تھے، جیسے کسی غزل میں متداول دیوان میں پانچ سات اشعار ہیں اور نسخۂ بھوپال میں مزید دو تین اشعار مل گئے تو شامل کر دیے گئے ہیں، لیکن اگر مروجہ دواوین میں محض دو تین اشعار ہیں اور بھوپال کے نسخوں میں سات آٹھ مزید اشعار تو ان کو چھوڑ دیا گیا ہے۔
 
غرض کوشش یہ نہیں کی گئی ہے کہ تمام اشعار شامل کر دیے جائیں۔ یہ کام تو مشہور ماہرِ اقبالیات محترمی کالی داس گُپتا رضا اپنی "دیوانِ غالب (کامل) — تاریخی ترتیب سے" میں انجام دے چکے ہیں۔ اس نسخے میں انھوں نے ۴۲۰۹ اشعار شامل کیے ہیں جب کہ متداول دیوان میں کل ۱۸۰۲ اشعار تھے۔ نسخۂ حمیدیہ سے کچھ مکمل غزلیں بطور ضمیمۂ دوم شامل کر دی گئی ہیں۔ 

اس نسخے کی ایک مزید خصوصیت یہ ہے کہ اس میں جدید املا کا خیال رکھا گیا ہے۔ چنانچہ کچھ الفاظ کی املا جو یہاں ہے، ان کی فہرست ذیل میں ہے:
◊سادہ-فہرست{ 
"کیونکر" کی جگہ "کیوں کر"


 
"ہاے" کی جگہ "ہائے"


 
"سخت جانیہاے" کی جگہ "سخت جانی ہائے"



"صحراے" کی جگہ "صحرائے"



"پان٘ؤ" کی جگہ "پاؤں"


 
"بے کسئ" کی جگہ "بے کسیِ"


 
"بیکسی" کی جگہ "بے کسی"



جہاں بحر میں "آئنہ" درست آتا ہے، وہاں بھی "آئینہ" ۔ (حوالہ: شمس الرحمٰن فاروقی، "اچھی اردو، روز مرّہ، محاورہ، صرف" ، کالم "اردو دنیا" ، جنوری ◊سال{۲۰۰۷}ء۔)}

اگر پھر بھی کسی قاری کو کوئی غلطی نظر آئے تو ہمیں اطلاع دیں، اگر قابلِ قبول ہوئی تو ہم بسر و چشم اسے قبول کریں گے اور تصحیح کے بعد یہ ای بک دوبارہ آپ کی خدمت میں پیش کی جا سکے گی۔ 

◊دستخط{اعجاز عبید}

◊حاشیہ["دیباچہ"]{یہ دیباچہ میرے محترم جناب اعجاز عبید نے دیوانِ غالبؔ (نسخۂ اردو‌ویب‌ڈاٹ‌آرگ) کے لکھا تھا۔ تبرک کے لیے اسے یہاں رہنے دیا گیا ہے۔ ◊حم{جویریہ مسعود}}
