#lang pollen

◊(define-meta title "دیوانِ غالبؔ سے کُلّیاتِ غالبؔ تک")

◊سرخی{دیوانِ غالبؔ سے کُلّیاتِ غالبؔ تک}

پتا نہیں یہ نسخہ کُلّیات کہلانے کے قابل بھی ہے کہ نہیں؟ البتہ کوشش یہ کی گئی ہے کہ جو بھی کلام مستند حوالوں سے غالبؔ کے ساتھ منسوب ہے، اس کو اِس نسخے میں جمع کیا جائے۔ ہماری یہ کوشش کتنی قابلِ اعتنا ہے ، امید ہے کہ قتیلانِ غالبؔ اپنی قیمتی رائے سے نوازیں گے۔

دیوان سے کُلّیات کا سفر تقریباً بارہ سالوں پر محیط ہے اور دیوانِ غالبؔ نسخۂ اردو ویب کے بارے میں تفصیل سے آپ واقف ہیں۔ مجھے اجازت دیں کہ ذیل کی سطور میں کُلّیات کے بارے کچھ بتاؤں۔
 
اگست ◊سال{۲۰۱۹}ء کے اواخر میں اردو محفل پر غالبیات کے زمرے میں یہ دیکھ کر خوش گوار حیرت ہوئی کہ اردو محفل پر میری غیر حاضری کے دوران دیوانِ غالبؔ کامل (نسخۂ رضاؔ) از کالی داس گپتا رضا کا مکمل نسخہ ٹائپ کر کے پوسٹ کیا گیا ہے۔ میں نے مکمل فائل ڈاؤن‌لوڈ کی تاکہ اس کا مطالعہ کر سکوں۔ دوران مطالعہ معلوم ہوا کہ نسخۂ رضا کی ٹائپنگ اور پروف‌رِیڈنگ بڑی محنت سے کی گئی ہے مگر اس میں چند اغلاط موجود ہیں۔ تصدیق کے لیے نسخۂ اردو ویب (اردو محفل) سے رجوع کیا تو معلوم ہوا کہ دونوں نسخوں میں کافی اختلافات موجود ہیں۔ تب خیال آیا کہ کیوں نہ اس نسخے کا اردو‌ویب‌ڈاٹ‌آرگ کے نسخے سے موازنہ کروں۔ یہی خیال کُلّیاتِ غالبؔ کا پیش خیمہ ثابت ہوا۔ ۲۹ اگست ◊سال{۲۰۱۹}ء کو اس پر کام شروع کیا اور آج ۲۷ اکتوبر ◊سال{۲۰۱۹}ء کو میں یہ اختتامی سطور لکھ رہی ہوں ۔

سب سے پہلے میں نے نسخۂ رضا سے ایک ایک غزل کاپی کر کے نسخۂ اردو ویب کے متعلقہ غزل کے نیچے پیسٹ کی، تاکہ موازنے میں آسانی ہو۔ یہ کام مشکل اور تھکا دینے والا تھا اور تقریبا ۱۵ دن اس کام میں لگے۔ یاد رہے کہ اس کام کے لیے ◊انگریزی{copy/paste} کا طریقہ استعمال کیا۔ اس کا فائدہ یہ ہوا کہ جو کلام نسخۂ اردو ویب میں موجود نہیں تھا، اس کی ایک الگ فائل بن گئی جو بعد میں کُلّیات کے ضمیمۂ سوم کا حصہ بنی۔

اس کے بعد ایک ایک غزل کا باریک بینی سے مطالعہ کیا اور اختلافات پر فُٹ‌نوٹس لکھے۔ ساتھ میں پروف‌رِیڈنگ بھی جاری رہی۔ ضرورت پڑنے پر مختلف طبع شدہ دواوین غالبؔ سے بھی رجوع کیا ۔ ◊ربط["https://aruuz.com/"]{عروض ڈاٹ کام} سے بھی کافی مدد ملی۔ اور یوں یہ سارا کام دو مہینوں میں پورا ہو گیا۔

کُلّیاتِ غالبؔ دو حصوں پر مشتمل ہے۔ ◊ربط["/دیوان/index.html"]{پہلا حصہ} درحقیقت متداول دیوان ہے مگر نسخۂ رضا اور نسخۂ حمیدیہ سے اضافوں کے ساتھ۔ فُٹ‌نوٹس میں اضافوں کی وضاحت کی گئی ہے۔

دوسرا حصہ چار ضمیموں پر مشتمل ہے۔ ◊ربط["/ضمیمہ-اول/index.html"]{ضمیمۂ اوّل} اور ◊ربط["/ضمیمہ-دوم/index.html"]{دوم} تو نسخۂ اردو ویب میں پہلے ہی سے موجود تھے۔ ◊ربط["/ضمیمہ-سوم/index.html"]{تِیسرا ضمیمہ} نسخۂ رضا سے ان غزلوں اور نظموں کا انتخاب ہے جس کا ایک شعر بھی متداول دیوان کا حصہ نہیں تھا۔ یہ ضمیمہ ۱۷۱ غزلیات، ایک قصیدے، ۱۰ قطعات، ۱۲ رباعیات، ۱۳ مفردات اور ۲۳ ہنگامی اشعار و مصرعات پر مشتمل ہے۔ ◊ربط["/ضمیمہ-چہارم/index.html"]{چوتھا ضمیمہ} قادر نامہ پر مشتمل ہے، یہ بھی نسخۂ رضا سے شامل کردہ ہے۔ 


اب ذرا اس نسخے (کُلّیاتِ غالبؔ) کی چند نمایاں خصوصیات کا ذکر ہو جائے:

◊سادہ-فہرست{
نسخے کی پروف‌رِیڈنگ دوبارہ کی گئی ہے اور مقدور بھر کوشش کی گئی ہے کہ کوئی غلطی رہ نہ جائے۔



اُن اشعار کو کُلّیات سے یکسر خارج کیا گیا ہے، جن کی غالبؔ سے نسبت مشکوک تھی۔



نسخے کی فہرست دوبارہ مرتب کی گئی ہے۔



جدید املا پر کافی توجہ دی گئی ہے۔



اوقاف کا نسخۂ رضا کی مدد سے اہتمام کیا گیا ہے جس کی وجہ سے شعر سمجھنے میں آسانی ہو گئی ہے۔



حوالہ جات اور حواشی کا اضافہ کیا گیا ہے۔ حواشی کی تعداد ۲۸۲ سے بڑھ کر اب ۴۷۰ سے زیادہ ہو گئی ہے۔



ایک نئی اختراع یہ کی گئی ہے کہ "ردیف ی" اور "ردیف ے" کو الگ کیا گیا ہے۔
}

امید ہے کہ یہ کاوش آپ کو پسند آئے گی۔

◊دستخط{دعاؤں کی طالب،
جویریہ ریاض مسعود
سوات، پاکستان}
