#lang pollen

◊(define-meta title "سخن ہائے گفتنی")

◊سرخی{سخن ہائے گفتنی}

پتہ نہیں یہ نسخہ کُلّیات کہلانے کے قابل بھی ہے کہ نہیں؟ البتہ کوشش یہ کی گئی ہے کہ جو بھی کلام مستند حوالوں سے غالبؔ کے ساتھ منسوب ہے، اس کو اِس نسخے میں جمع کیا جائے۔ ہماری یہ کوشش کتنی قابلِ اعتنا ہے ، امید ہے کہ قتیلانِ غالبؔ اپنی قیمتی رائے سے نوازیں گے۔

"کُلّیاتِ غالبؔ" کی ترتیب کا سفر تقریباً بارہ سالوں پر محیط ہے۔ مجھے اجازت دیں کہ ذیل کی سطور میں اس کے بارے کچھ بتاؤں۔

◊ذیلی-سرخی{دیوانِ غالبؔ (نسخۂ اردو ویب)}

اپریل ◊سال{۲۰۰۶}ء میں ◊ربط["https://www.urduweb.org/mehfil/"]{اردو محفل} پر "دیوانِ غالبؔ (نسخۂ اردو ویب)" پر کام شروع ہوا تھا، جس کی تفصیل یہ ہے:

◊عددی-فہرست{
یکم اپریل ◊سال{۲۰۰۶}ء کو اس کی ٹائپنگ اور محفل پر پوسٹنگ مکمل ہو گئی۔ 


اپریل ◊سال{۲۰۰۶}ء میں ہی اعجاز عبید صاحب نے سارے کام کو ایک فائل میں مرتب کیا، اس کی ابتدائی پروف‌رِیڈنگ کی اور اس کا ◊ربط["/دیباچہ.html"]{دیباچہ} لکھا۔ نیز مندرجہ ذیل نسخوں کے ساتھ موازنہ کیا اور ان نسخوں کے اختلاف پر فُٹ‌نوٹس لکھے۔ 
◊عددی-فہرست{
دیوانِ غالبؔ، مکتبۂ الفاظ، علی گڑھ


دیوانِ غالبؔ، تاج کمپنی، لاہور


دیوانِ غالبؔ، نول کشور پریس، لکھنؤ
}


مئی ◊سال{۲۰۰۶}ء میں اردو محفل کے ارکان کے اصرار پر میں نے دیوان پر کام شروع کیا۔ ۲۰ جون کو میں نے اس کی پروف ریڈنگ مکمل کی اور مندرجہ ذیل نسخوں کے ساتھ موازنہ کیا اور ان نسخوں کے اختلاف پر فُٹ‌نوٹس لکھے۔ 
◊عددی-فہرست{
نوائے سروش از مولانا غلام رسول مہر (نسخۂ مہر)


شرحِ دیوانِ غالبؔ از علامہ عبد الباری آسی (نسخۂ آسی)


دیوانِ غالبؔ (فرہنگ کے ساتھ)


دیوانِ غالبؔ (نسخۂ طاہر)


دیوانِ غالبؔ (نسخۂ حمیدیہ) 
}

اس کے علاوہ ایک ◊ربط["/ضمیمہ-اول/index.html"]{ضمیمے} کا اضافہ کیا جس میں نسخۂ مہر سے اس کلام کو ٹائپ کر کے شامل کیا جو غلام رسول مہر صاحب نے مولانا عبد الباری کے نسخے سے نقل کیا تھا۔


۱۲ مارچ ◊سال{۲۰۰۷} کو میں نے ◊ربط["/ضمیمہ-دوم/index.html"]{ضمیمۂ دوم} کا اضافہ کیا۔ ضمیمۂ دوم دراصل نسخۂ حمیدیہ سے ۷ غزلوں کا انتخاب تھا۔


اِسی دوران مجھے دیوانِ غالبؔ کا ایک اور اہم نسخہ ملا جسے حامد علی خاں نے مرتب کیا تھا۔ اس نسخے کو مرتب کرتے وقت ان کے پیش نظر بے شمار نسخے تھے۔ ان سارے نسخوں میں جو اختلاف تھے، وہ حامد علی خان نے حواشی میں ذکر کیے۔ میں نے وہ حواشی اور فٹ نوٹس ٹائپ کر کے ۷ اکتوبر ◊سال{۲۰۰۷} کو نسخۂ اردو ویب میں شامل کیا۔


اسی دوران جناب اعجاز عبید صاحب نے بھی دیوان پر کام جاری رکھا اور مندرجہ ذیل نسخوں سے وہ اشعار جو ہمارے نسخے میں درج نہیں تھے، ان کو ٹائپ کر کے مجھے بھیج دیے:
◊عددی-فہرست{
گلِ رعنا، نسخۂ شیرانی، نسخۂ بھوپال بہ خطِ غالب، نسخۂ رضا سے


انتخابِ نسخۂ بھوپال کی باز یافت۔ سید تصنیف حیدر، ماہنامہ آج کل، فروری ◊سال{۲۰۰۷}ء (نسخۂ مبارک علی کے حوالے اسی سے ماخوذ ہیں۔)


دیوانِ غالبؔ کامل، تاریخی ترتیب سے، از کالی داس گپتا رضاؔ}

میں نے ان اشعار کی پروف‌رِیڈنگ کی، ان کو اس نسخے میں (نسخۂ حمیدیہ کے ترتیب پر) مناسب جگہوں پر رکھا۔ میرے پاس موجود دوسرے نسخوں کے ساتھ موازنہ کیا اور اختلاف پر بھی فٹ نوٹس لکھے۔ مزید کام یہ کیا کہ وہ اشعار جو متداول و مشہور دیوان کا حصہ نہیں تھے، ان اشعار کو اس نسخے میں سرخ رنگ سے نمایاں کیا۔ مزید براں ایک رکنِ محفل نے چند اشعار اور حواشی میں پروف کی غلطیوں کی نشاندہی کی تھی، ان کی تصحیح کی۔ ایک مشہور شعر چھوٹ گیا تھا اس کو شامل کر دیا۔


اِسی دوران مولانا امتیاز عرشی کا ایک مضمون نظر سے گزرا جو کہ ماہنامہ "ماہ نو" کے فروری ◊سال{۱۹۹۸}ء کے غالبؔ نمبر میں شامل تھا۔ یہ مضمون دیوانِ غالبؔ کے ایک نسخہ جو کہ نسخۂ بدایوں کے نام سے مشہور ہے، پر تھا۔ معلوم ہوا کہ نسخۂ بدایوں میں دو اشعار ایسے شامل ہیں جو کہ کسی اور نسخے میں شامل نہیں، ان دو کو فوراً شامل کر دیا۔
}

علاوہ ازیں وقتاً فوقتاً متعدد تبدیلیاں کی جاتی رہیں تاکہ نسخے کو بہتر سے بہتر کیا جا سکے۔

◊ذیلی-سرخی{دیوانِ غالبؔ سے کُلّیاتِ غالبؔ تک}

اگست ◊سال{۲۰۱۹}ء کے اواخر میں اردو محفل پر غالبیات کے زمرے میں یہ دیکھ کر خوش گوار حیرت ہوئی کہ اردو محفل پر میری غیر حاضری کے دوران دیوانِ غالبؔ کامل (نسخۂ رضاؔ) از کالی داس گپتا رضا کا مکمل نسخہ ٹائپ کر کے پوسٹ کیا گیا ہے۔ میں نے مکمل فائل ڈاؤن‌لوڈ کی تاکہ اس کا مطالعہ کر سکوں۔ دورانِ مطالعہ معلوم ہوا کہ نسخۂ رضا کی ٹائپنگ اور پروف‌رِیڈنگ بڑی محنت سے کی گئی ہے مگر اس میں چند اغلاط موجود ہیں۔ تصدیق کے لیے نسخۂ اردو ویب (اردو محفل) سے رجوع کیا تو معلوم ہوا کہ دونوں نسخوں میں کافی اختلافات موجود ہیں۔ تب خیال آیا کہ کیوں نہ اس نسخے کا نسخۂ اردو ویب سے موازنہ کروں۔ یہی خیال کُلّیاتِ غالبؔ کا پیش خیمہ ثابت ہوا۔ ۲۹ اگست ◊سال{۲۰۱۹}ء کو اس پر کام شروع کیا اور آج ۲۷ اکتوبر ◊سال{۲۰۱۹}ء کو میں یہ اختتامی سطور لکھ رہی ہوں ۔

سب سے پہلے میں نے نسخۂ رضا سے ایک ایک غزل کاپی کر کے نسخۂ اردو ویب کے متعلقہ غزل کے نیچے پیسٹ کی، تاکہ موازنے میں آسانی ہو۔ یہ کام مشکل اور تھکا دینے والا تھا اور تقریبا ۱۵ دن اس کام میں لگے۔ یاد رہے کہ اس کام کے لیے ◊انگریزی{copy/paste} کا طریقہ استعمال کیا۔ اس کا فائدہ یہ ہوا کہ جو کلام نسخۂ اردو ویب میں موجود نہیں تھا، اس کی ایک الگ فائل بن گئی جو بعد میں کُلّیات کے ضمیمۂ سوم کا حصہ بنی۔

اس کے بعد ایک ایک غزل کا باریک بینی سے مطالعہ کیا اور اختلافات پر فُٹ‌نوٹس لکھے۔ ساتھ میں پروف‌رِیڈنگ بھی جاری رہی۔ ضرورت پڑنے پر مختلف طبع شدہ دواوین غالبؔ سے بھی رجوع کیا ۔ ◊ربط["https://aruuz.com/"]{عروض ڈاٹ کام} سے بھی کافی مدد ملی۔ اور یوں یہ سارا کام دو مہینوں میں پورا ہو گیا۔

کُلّیاتِ غالبؔ دو حصوں پر مشتمل ہے۔ ◊ربط["/دیوان/index.html"]{پہلا حصہ} درحقیقت متداول دیوان ہے مگر نسخۂ رضا اور نسخۂ حمیدیہ سے اضافوں کے ساتھ۔ فُٹ‌نوٹس میں اضافوں کی وضاحت کی گئی ہے۔

دوسرا حصہ چار ضمیموں پر مشتمل ہے۔ ◊ربط["/ضمیمہ-اول/index.html"]{ضمیمۂ اوّل} اور ◊ربط["/ضمیمہ-دوم/index.html"]{دوم} تو نسخۂ اردو ویب میں پہلے ہی سے موجود تھے۔ ◊ربط["/ضمیمہ-سوم/index.html"]{تِیسرا ضمیمہ} نسخۂ رضا سے ان غزلوں اور نظموں کا انتخاب ہے جس کا ایک شعر بھی متداول دیوان کا حصہ نہیں تھا۔ یہ ضمیمہ ۱۷۱ غزلیات، ایک قصیدے، ۱۰ قطعات، ۱۲ رباعیات، ۱۳ مفردات اور ۲۳ ہنگامی اشعار و مصرعات پر مشتمل ہے۔ ◊ربط["/ضمیمہ-چہارم/index.html"]{چوتھا ضمیمہ} قادر نامہ پر مشتمل ہے، یہ بھی نسخۂ رضا سے شامل کردہ ہے۔ 

اب ذرا اس نسخے (کُلّیاتِ غالبؔ) کی چند نمایاں خصوصیات کا ذکر ہو جائے:

◊سادہ-فہرست{
نسخے کی پروف‌رِیڈنگ دوبارہ کی گئی ہے اور مقدور بھر کوشش کی گئی ہے کہ کوئی غلطی رہ نہ جائے۔


اُن اشعار کو کُلّیات سے یکسر خارج کیا گیا ہے، جن کی غالبؔ سے نسبت مشکوک تھی۔


نسخے کی فہرست دوبارہ مرتب کی گئی ہے۔


جدید املا پر کافی توجہ دی گئی ہے۔


اوقاف کا نسخۂ رضا کی مدد سے اہتمام کیا گیا ہے جس کی وجہ سے شعر سمجھنے میں آسانی ہو گئی ہے۔


حوالہ جات اور حواشی کا اضافہ کیا گیا ہے۔ حواشی کی تعداد ۲۸۲ سے بڑھ کر اب ۴۷۰ سے زیادہ ہو گئی ہے۔


ایک نئی اختراع یہ کی گئی ہے کہ ضمیمۂ سوم میں "ردیف ی" اور "ردیف ے" کو الگ کیا گیا ہے۔
}

امید ہے کہ یہ کاوش آپ کو پسند آئے گی۔

◊دستخط{دعاؤں کی طالب،
جویریہ ریاض مسعود
سوات، پاکستان}
