#lang pollen

◊(define-meta title "سخن ہائے گفتنی")

◊سرخی{سخن ہائے گفتنی}

اپریل ◊سال{۲۰۰۶}ء میں دیوانِ غالبؔ پر جو کام اردو محفل پر شروع ہوا تھا،آج اکتوبر ◊سال{۲۰۱۹}ء میں کُلّیاتِ غالبؔ کی شکل میں آپ کے سامنے ہے۔
 
ان ۱۳ سالوں میں دیوانِ غالبؔ پر جو کام ہوا، اس کی تفصیل یہ ہے:

◊عددی-فہرست{
یکم اپریل ◊سال{۲۰۰۶}ء کو اس کی ٹائپنگ اور محفل پر پوسٹنگ مکمل ہو گئی۔ 



اپریل ◊سال{۲۰۰۶}ء میں ہی اعجاز عبید صاحب نے سارے کام کو ایک فائل میں مرتب کیا، اس کی ابتدائی پروف‌رِیڈنگ کی اور اس کا دیباچہ لکھا۔ نیز مندرجہ ذیل نسخوں کے ساتھ موازنہ کیا اور ان نسخوں کے اختلاف پر فُٹ‌نوٹس لکھے۔ 
◊عددی-فہرست{
دیوانِ غالب۔ مکتبہ الفاظ علی گڑھ



دیوان غالب۔ تاج کمپنی لاہور



دیوانِ غالب۔ نول کشور پریس لکھنؤ
}



مئی ◊سال{۲۰۰۶}ء نے اردو محفل کے ارکان کے اصرار پر میں نے دیوان پر کام شروع کیا۔ ۲۰ جون کو میں نے اس کی پروف ریڈنگ مکمل کی اور مندرجہ ذیل نسخوں کے ساتھ موازنہ کیا اور ان نسخوں کے اختلاف پر فُٹ‌نوٹس لکھے۔ 
◊عددی-فہرست{
نوائے سروش از مولانا غلام رسول مہر (نسخۂ مہر)



شرحِ دیوانِ غالبؔ از علامہ عبد الباری آسی (نسخۂ آسی)



دیوانِ غالبؔ (فرہنگ کے ساتھ)



دیوانِ غالبؔ نسخۂ طاہر



دیوانِ غالبؔ نسخۂ حمیدیہ 
}

اس کے علاوہ ایک ضمیمہ کا اضافہ کیا جس میں نسخۂ مہر سے اس کلام کو ٹائپ کر کے شامل کیا جو غلام رسول مہر صاحب نے مولانا عبد الباری کے نسخے سے نقل کیا تھا۔



۱۲ مارچ ◊سال{۲۰۰۷} کو میں نے ضمیمۂ دوم کا اضافہ کیا۔ ضمیمۂ دوم دراصل نسخۂ حمیدیہ سے ۷ غزلوں کا انتخاب تھا۔


 
اِسی دوران مجھے دیوانِ غالبؔ کا ایک اور اہم نسخہ ملا۔ یہ نسخہ حامد علی خان نے مرتب کیا تھا۔ اس نسخے کو مرتب کرتے وقت ان کے پیش نظر بے شمار نسخے تھے۔ ان سارے نسخوں میں جو اختلاف تھے، وہ حامد علی خان نے حواشی میں ذکر کیے۔ میں نے وہ حواشی اور فٹ نوٹس ٹائپ کر کے ۷ اکتوبر ◊سال{۲۰۰۷} کو نسخۂ اردو ویب میں شامل کیا۔



اسی دوران جناب اعجاز عبید صاحب نے بھی دیوان پر کام جاری رکھا اور مندرجہ ذیل نسخوں سے وہ اشعار جو ہمارے نسخے میں درج نہیں تھے، ان کو ٹائپ کر کے مجھے بھیج دیے:
◊عددی-فہرست{
گلِ رعنا، نسخۂ شیرانی، نسخۂ بھوپال بہ خطِ غالب، نسخۂ رضا سے



انتخابِ نسخۂ بھوپال کی باز یافت۔ سید تصنیف حیدر، ماہنامہ آج کل، فروری ◊سال{۲۰۰۷}ء (نسخۂ مبارک علی کے حوالے اسی سے ماخوذ ہیں۔)



دیوانِ غالبؔ (کامل) تاریخی ترتیب سے۔ کالی داس گپتا رضاؔ}

میں نے ان اشعار کی پروف‌رِیڈنگ کی، ان کو اس نسخے میں (نسخۂ حمیدیہ کے ترتیب پر) مناسب جگہوں پر رکھا۔ میرے پاس موجود دوسرے نسخوں کے ساتھ موازنہ کیا اور اختلاف پر بھی فٹ نوٹس لکھے۔ مزید کام یہ کیا کہ وہ اشعار جو متداول و مشہور دیوان کا حصہ نہیں تھے، ان اشعار کو اس نسخے میں سرخ رنگ سے نمایاں کیا۔ مزید براں ایک رکنِ محفل نے چند اشعار اور حواشی میں پروف کی غلطیوں کی نشاندہی کی تھی، ان کی تصحیح کی۔ ایک مشہور شعر چھوٹ گیا تھا اس کو شامل کر دیا۔



اِسی دوران مولانا امتیاز عرشی کا ایک مضمون نظر سے گزرا جو کہ ماہنامہ "ماہ نو" کے فروری ◊سال{۱۹۹۸}ء کے غالبؔ نمبر میں شامل تھا۔ یہ مضمون دیوانِ غالبؔ کے ایک نسخہ جو کہ نسخۂ بدایوں کے نام سے مشہور ہے، پر تھا۔ معلوم ہوا کہ نسخۂ بدایوں میں دو اشعار ایسے شامل ہیں جو کہ کسی اور نسخے میں شامل نہیں، ان دو کو فوراً شامل کر دیا۔
}

علاوہ ازیں وقتاً فوقتاً متعدد تبدیلیاں کی جاتی رہی ہیں تاکہ نسخے کو بہتر سے بہتر کیا جا سکے۔
