#lang pollen

◊(define-meta title "سخن ہائے گفتنی")

◊سرخی{سخن ہائے گفتنی}

اپریل ۲۰۰۶ میں  دیوانِ غالبؔ پر جو کام اردو  محفل پر شروع ہوا تھا، آج اکتوبر ۲۰۱۹ میں کلیاتِ غالبؔ کی شکل میں آپ کے سامنے ہے۔ 

ان  ۱۳ سالوں میں  دیوانِ غالبؔ  پر جو کام ہوا، اس کی تفصیل یہ ہے:

◊ol{
    ◊li{یکم اپریل ۲۰۰۶ کو اس کی ٹائپنگ اور محفل پر پوسٹنگ مکمل ہو گئی۔}
    ◊li{اپریل ۲۰۰۶ میں ہی اعجاز عبید صاحب نے سارے کام کو ایک فائل میں مرتب کیا۔ اس کی ابتدائی پروف ریڈنگ کی اور اس کا دیباچہ لکھا۔ نیز مندرجہ ذیل نسخوں کے ساتھ موازنہ کیا اور ان نسخوں کے اختلاف پر فٹ نوٹس لکھے۔
        ◊ol{
            ◊li{دیوانِ غالب، مکتبہ الفاظ، علی گڑھ}
            ◊li{دیوانِ غالب،  تاج کمپنی، لاہور}
            ◊li{دیوانِ غالب، نول کشور پریس، لکھنؤ}
        }
    }
    ◊li{ مئی ۲۰۰۶ نے اردو محفل کے ارکان کےاصرار پر  میں نے دیوان پر کام شروع کیا اور ۲۰ جون   کو میں نے اس کی پروف ریڈنگ مکمل کی اور مندرجہ ذیل نسخوں کے ساتھ موازنہ کیا اور ان نسخوں کے اختلاف پر فٹ نوٹس لکھے۔}
}
