#lang pollen

◊(define-meta title "کتابیات")

◊سرخی{کتابیات}

◊کتابیات-فہرست{
علامہ عبدالباری آسیؔ — "مکمّل شرحِ دیوانِ غالب" (نسخۂ آسیؔ) — لکھنؤ: صدیق بُک ڈپو، ◊سال{۱۹۳۱}ء۔ ◊ربط["http://www.columbia.edu/itc/mealac/pritchett/00ghalib/texts/asi/index.html"]{◊انگریزی{A Desertful of Roses}} پر دستیاب۔


سید تصنیف حیدر — "انتخاب نسخۂ بھوپال کی باز یافت" — دہلی: ماہنامہ آج کل، فروری ◊سال{۲۰۰۷}ء۔ نسخۂ مبارک علی کے حوالے اسی سے ماخوذ ہیں۔


حامد علی خاں — "دیوانِ غالبؔ" — لاہور: پنجاب یونیورسٹی پریس، ◊سال{۱۹۶۹}ء۔ ◊ربط["https://archive.org/details/DeewanEGhalibNuskhaHamidAliKhan"]{انٹرنیٹ آرکائیو} اور ◊ربط["http://www.columbia.edu/itc/mealac/pritchett/00ghalib/texts/txt_hamid_1969.pdf"]{◊انگریزی{A Desertful of Roses}} پر دستیاب۔


کالی داس گپتا رضاؔ — "دیوانِ غالبؔ کامل، تاریخی ترتیب سے" (نسخۂ رضاؔ) — ممبئی: ساکار پبلشرز، ◊سال{۱۹۹۵}ء۔  "گلِ رعنا" ، "نسخۂ شیرانی" ، اور "نسخۂ بھوپال بخطِ غالبؔ" بھی اسی سے ماخوذ۔ ◊ربط["http://www.columbia.edu/itc/mealac/pritchett/00ghalib/raza/index.html"]{◊انگریزی{A Desertful of Roses}} پر دستیاب۔


اسد اللّٰہ خان غالبؔ — "دیوانِ غالبؔ (نسخۂ حمیدیہ)" (◊سال{۱۸۲۱}ء میں مرتب کیا گیا) — تدوین از پروفیسر حمید احمد خاں، لاہور: مجلسِ ترقیٔ ادب، ◊سال{۱۹۶۹}ء۔ ◊ربط["http://www.columbia.edu/itc/mealac/pritchett/00ghalib/texts/hamidiyah/index.html"]{◊انگریزی{A Desertful of Roses}} پر دستیاب۔


◊;{اسد اللّٰہ خان غالبؔ — "دیوانِ غالبؔ (نسخۂ شیرانی)" (◊سال{۱۸۲۶}ء/◊سال{۱۸۲۷}ء میں مرتب کیا گیا) — من و عن فوٹو آفسٹ، لاہور: مجلسِ ترقیٔ ادب، ◊سال{۱۹۶۹}ء۔ ◊ربط["http://www.columbia.edu/itc/mealac/pritchett/00ghalib/texts/sherani/index.html"]{◊انگریزی{A Desertful of Roses}} پر دستیاب۔}


اسد اللّٰہ خان غالبؔ — "دیوانِ غالبؔ (تاج ایڈیشن)" — لاہور: تاج کمپنی لمیٹڈ، ◊سال{۱۹۳۸}ء۔ ◊ربط["https://www.rekhta.org/ebook-detail/deewan-e-ghalib-mirza-ghalib-ebooks-4?lang=ur"]{ریختہ ڈاٹ آرگ} پر دستیاب۔


اسد اللّٰہ خان غالبؔ — "دیوانِ غالبؔ (طاہر ایڈیشن)" — دہلی: لِیبل آرٹ پریس، سال نامعلوم۔ ◊ربط["https://www.rekhta.org/ebooks/deewan-e-ghalib-mirza-ghalib-ebooks-19?lang=ur"]{ریختہ ڈاٹ آرگ} پر دستیاب۔


اسد اللّٰہ خان غالبؔ — "دیوانِ غالبؔ" — علی گڑھ: مکتبۂ الفاظ، سال نامعلوم۔


اسد اللّٰہ خان غالبؔ — "دیوانِ غالبؔ" — لکھنؤ: نول کشور پریس، سال نامعلوم۔


مولانا غلام رسول مہرؔ — "نوائے سروش، مکمّل دیوانِ غالبؔ مع شرح" (نسخۂ مہرؔ) — لاہور: شیخ غلام علی اینڈ سنز، ◊سال{۱۹۶۷}ء۔ ◊ربط["https://archive.org/details/nawa-e-sarosh-ghalib-mehr/"]{انٹرنیٹ آرکائیو} پر دستیاب۔


نامعلوم — "دیوانِ غالبؔ (فرہنگ کے ساتھ)" — ناشر و سال نامعلوم۔
}
