#lang pollen

◊(define-meta title "کتابیات")

◊سرخی{کتابیات}

◊عددی-فہرست{
دیوانِ غالبؔ، مکتبہ الفاظ، علی گڑھ



دیوانِ غالبؔ، نسخۂ تاج کمپنی، لاہور



دیوانِ غالبؔ، نول کشور پریس، لکھنؤ



نوائے سروش، از مولانا غلام رسول مہرؔ (نسخۂ مہرؔ)


 
شرحِ دیوانِ غالبؔ، از علامہ عبدالباری آسی (نسخۂ آسی)



دیوانِ غالبؔ (فرہنگ کے ساتھ)



دیوانِ غالبؔ، نسخۂ طاہر



دیوانِ غالبؔ (نسخۂ حمیدیہ)



دیوانِ غالبؔ (بہ تصحیحِ متن و ترتیب حامد علی خان) مطبوعہ ۱۹۶۹



گلِ رعنا، نسخۂ شیرانی، نسخۂ بھوپال بخطِ غالبؔ، نسخۂ رضا سے


انتخاب نسخۂ بھوپال کی باز یافت، سید تصنیف حیدر، ماہنامہ آج کل، فروری ۲۰۰۷ء (نسخۂ مبارک علی کے حوالے اسی سے ماخوذ ہیں۔)



دیوانِ غالبؔ (کامل) — تاریخی ترتیب سے، کالی داس گپتا رضاؔ
}
