#lang pollen

◊(define-meta title "نہ بندھا تھا بہ عدم نقشِ دلِ مور ہنوز")

◊شاعری{
نہ بندھا تھا بہ عدم نقشِ دلِ مور ہنوز
تب سے ہے یاں دہنِ یار کا مذکور ہنوز

سبزہ ہے نوکِ زبانِ دہنِ گور ہنوز
حسرتِ عرضِ تمنا میں ہوں رنجور ہنوز

صد تجلی کدہ ہے صرفِ جبینِ غربت
پیرہن میں ہے غبارِ شررِ طور ہنوز

زخمِ دل میں ہے نہاں غنچۂ پیکانِ نگار
جلوۂ باغ ہے در پردۂ ناسور ہنوز

پا پُر از آبلہ راہِ طلبِ مے میں ہوا
ہاتھ آیا نہیں یک دانۂ انگور ہنوز

گل کھلے غنچے چٹکنے لگے اور صبح ہوئی
سر خوشِ خواب ہے وہ نرگسِ مخمور ہنوز

اے اسدؔ، تیرگی بختِ سیہ ظاہر ہے
نظر آتی نہیں صبحِ شبِ دیجور ہنوز

}