#lang pollen

◊(define-meta title "کُو بیابانِ تمنا و کجا جولانِ عجز؟")

◊غزل{
کُو بیابانِ تمنا و کجا جولانِ عجز؟
آبلے پا کے ہیں یاں رفتار کو دندانِ عجز

ہو قبولِ کم نگاہی، تحفۂ اہلِ نیاز
اے دل و اے جانِ ناز، اے دین و اے ایمانِ عجز

بوسۂ پا انتخابِ بد گمانی ہائے حسن
یاں ہجومِ عجز سے تا سجدہ ہے جولانِ عجز

حسن کو غنچوں سے ہے پوشیدہ چشمی ہائے ناز
عشق نے وا کی ہے ہر یک خار سے مژگانِ عجز

اضطرابِ نارسائی، مایۂ شرمندگی
ہے عرق ریزئ خجلت جوششِ طوفانِ عجز

وہ جہاں مسند نشینِ بارگاہِ ناز ہو
قامتِ خوباں، ہو محرابِ نیازستانِ عجز

بس کہ بے پایاں ہے صحرائے محبت، اے اسدؔ ؔ
گرد باد اس راہ کا، ہے عقدۂ پیمانِ عجز


}
