#lang pollen

◊(define-meta title "دودِ شمعِ کشتۂ گل بزم سامانی عبث")

◊غزل{
دودِ شمعِ کشتۂ گل بزم سامانی عبث
یک شبہ آشفتہ نازِ سنبلستانی عبث

ہے ہوس محمل بہ دوشِ شوخیٔ ساقی مست
نشۂ مے کے تصور میں نگہبانی عبث

باز ماندن ہائے مژگاں ہے یک آغوشِ وداع
عید در حیرت سوارِ چشمِ قربانی عبث

جز غبارِ کردہ سیر آہنگیٔ پرواز کُو؟
بلبلِ تصویر و دعوائے پر افشانی عبث

سر نوشتِ خلق ہے طغرائے عجزِ اختیار
آرزو ہا خار خارِ چینِ پیشانی عبث

جب کہ نقشِ مدعا ہووے نہ جز موجِ سراب
وادیٔ حسرت میں پھر آشفتہ جولانی عبث

دست برہم سودہ ہے مژگانِ خوابیدہ اسدؔ
اے دل از کف دادۂ غفلت پیشمانی عبث

}
