#lang pollen

◊(define-meta title "نازِ لطفِ عشق با وصفِ توانائی عبث")

◊شاعری{
نازِ لطفِ عشق با وصفِ توانائی عبث
رنگ ہے سنگِ محک دعوائے مینائی عبث

ناخنِ دخلِ عزیزاں یک قلم ہے نقب زن
پاسبانئ طلسمِ کنجِ تنہائی عبث

محملِ پیمانۂ فرصت ہے بر دوشِ حباب
دعوئ دریا کشی و نشہ پیمائی عبث

جانِ عاشق حاملِ صد غلبۂ تاثیر ہے
دل کو اے بیداد خو تعلیمِ خارائی عبث

یک نگاہِ گرم ہے، جوں شمع، سر تا پا گداز
بہرِ از خود رفتگاں، رنجِ خود آرائی عبث

قیس بھاگا شہر سے شرمندہ ہو کر سوئے دشت
بن گیا تقلید سے میری یہ سودائی عبث

اے اسدؔ، بے جا ہے نازِ سجدہ، عرض نیاز
عالمِ تسلیم میں یہ دعویٰ آرائی عبث

}