#lang pollen

◊(define-meta title "بے درد سر بہ سجدۂ الفت فرو نہ ہو")

◊غزل{
بے درد سر بہ سجدۂ الفت فرو نہ ہو
جوں شمع غوطہ داغ میں کھا، گر وضو نہ ہو

دل دے کفِ تغافلِ ابروئے یار میں
آئینہ ایسے طاق پہ گم کر کہ تو نہ ہو

زلفِ خیال نازک و اظہار بے قرار
یا رب، بیان شانہ کشِ گفتگو نہ ہو

تمثالِ ناز، جلوۂ نیرنگِ اعتبار
ہستی عدم ہے، آئینہ گر روبرو نہ ہو

مژگاں خلیدۂ رگِ ابرِ بہار ہے
نشتر بہ مغز، پنبۂ مینا فرو نہ ہو

عرضِ نشاطِ دید ہے، مژگانِ انتظار
یا رب کہ خارِ پیرہنِ آرزو نہ ہو

واں پر فشانِ دامِ نظر ہوں جہاں، اسدؔ
صبحِ بہار بھی، قفسِ رنگ و بو نہ ہو

}