#lang pollen

◊(define-meta title "خشکئ مے نے تلف کی مے کدے کی آبرو")

◊غزل{
خشکئ مے نے تلف کی مے کدے کی آبرو
کاسۂ دریوزہ ہے، پیمانۂ دستِ سبو

بہرِ جاں پروردنِ یعقوب، بالِ چاک سے
وام لیتے ہیں پرِ پرواز، پیراہن کی بو

گردِ ساحل، ہے نمِ شرمِ جبینِ آشنا
گر نہ باندھے قلزمِ الفت میں سر، جائے کدو

گرمئ شوقِ طلب، ہے عین تا پاکِ وصال
غافلاں، آئینہ داں ہے، نقشِ پائے جستجو

رہن خاموشی میں ہے، آرائشِ بزمِ وصال
ہے پرِ پروازِ رنگِ رفتۂ خوں، گفتگو

ہے تماشا، حیرت آبادِ تغافل ہائے شوق
یک رگِ خواب و سراسر جوشِ خونِ آرزو

خوئے شرمِ سرد بازاری، ہے سیلِ خانماں
ہے، اسدؔ نقصاں میں مفت اور صاحبِ سرمایہ تو

}