#lang pollen

◊(define-meta title "رنگِ طرب ہے صورتِ عہدِ وفا گرو")

◊غزل{
رنگِ طرب ہے صورتِ عہدِ وفا گرو
تھا کس قدر شکستہ کہ ہے جا بجا گرو

پروازِ نقد، دامِ تمنائے جلوہ تھا
طاؤس نے اک آئینہ خانہ رکھا گرو

عرضِ بساطِ انجمنِ رنگ مفت ہے
موجِ بہار رکھتی ہے اک بوریا گرو

ہر ذرّہ خاک، عرضِ تمنائے رفتگاں
آئینہ ہا شکستہ، و تمثال ہا گرو

ہے تاک میں سلم ہوسِ صد قدح شراب
تسبیحِ زاہداں، بہ کفِ مدعا گرو

برق آبیارِ فرصتِ رنگِ دمیدہ ہوں
جوں نخلِ شمع، ریشے میں نشو و نما گرو

طاقت، بساطِ دستگہِ یک قدم نہیں
جوں اشک، جب تلک نہ رکھوں دست و پا گرو

ہے وحشتِ جنونِ بہار اس قدر کہ ہے
بالِ پری، بہ شوخئ موجِ صبا گرو

بے تابِ سیرِ دل ہے سرِ ناخنِ نگار
یاں نعل ہے بہ آتشِ رنگِ حنا گرو

ہوں سخت جانِ کاوشِ فکرِ سخن اسدؔ
تیشے کی، کوہسار میں ہے، یک صدا گرو

}
