#lang pollen

◊(define-meta title "مبادا! بے تکلف فصل کا برگ و نوا گم ہو")

◊غزل{
مبادا! بے تکلف فصل کا برگ و نوا گم ہو
مگر طوفانِ مے میں پیچشِ موجِ صبا گم ہو

سبب وارستگاں کو ننگِ ہمت ہے، خداوندا
اثر سرمے سے اور لب ہائے عاشق سے صدا گم ہو

نہیں جز درد، تسکینِ نکوہش ہائے بے درداں
کہ موجِ گریہ میں صد خندۂ دنداں نما گم ہو

ہوئی ہے ناتوانی، بے دماغِ شوخئ مطلب
فرو ہوتا ہے سر سجدے میں اے دست دعا گم ہو

تجھے ہم مفت دیویں یک جہاں چینِ جبیں، لیکن
مباد، اے پیچ تابِ طبع، نقشِ مدّعا گم ہو

بلا گردانِ تمکینِ بتاں، صد موجۂ گوہر
عرق بھی جن کے عارض پر بہ تکلیفِ حیا گم ہو

اُٹھا وے کب وہ جانِ شرم تہمت قتلِ عاشق کی
کہ جس کے ہاتھ میں، مانندِ خوں، رنگِ حنا گم ہو

کریں خوباں جو سیرِ حسن، اسدؔ، یک پردہ نازک تر
دمِ صبحِ قیامت، در گریبانِ قبا گم ہو

}
