#lang pollen

◊(define-meta title "جوشِ دل ہے مجھ سے حسنِ فطرتِ بیدل نہ پوچھ")

◊شاعری{
جوشِ دل ہے مجھ سے حسنِ فطرتِ بیدل نہ پوچھ
قطرے سے مے خانہ دریائے بے ساحل نہ پوچھ

پہنِ گشتن ہائے دل بزمِ نشاطِ گردِ باد
لذتِ عرضِ کشادِ عقدۂ مشکل نہ پوچھ

آبلہ پیمانۂ اندازۂ تشویش تھا
اے دماغِ نارسا! خم خانۂ منزل نہ پوچھ

نے صبا بالِ پری، نے شعلہ سامانِ جنوں
شمع سے جز عرضِ افسونِ گدازِ دل نہ پوچھ

یک مژہ برہم زدن، حشرِ دو عالم فتنہ ہے
یاں سراغِ عافیت، جز دیدۂ بسمل نہ پوچھ

بزم ہے یک پنبۂ مینا، گدازِ ربط سے
عیش کر، غافل، حجابِ نشۂ محفل نہ پوچھ

تا تخلص جامۂ شنگرفی ارزانی، اسدؔ
شاعری جز سازِ درویشی نہیں، حاصل نہ پوچھ

}