#lang pollen

◊(define-meta title "شکوہ و شکر کو ثمر بیم و امید کا سمجھ")

◊غزل{
شکوہ و شکر کو ثمر بیم و امید کا سمجھ
خانۂ آگہی خراب! دل نہ سمجھ، بلا سمجھ

ریگِ روان و ہر تپش درسِ تسلّئ شعاع
آئینہ توڑ، اے خیال جلوے کو خوں بہا سمجھ

وحشتِ دردِ بے کسی، بے اثر اس قدر نہیں
رشتۂ عمرِ خضر کو نالۂ نا رسا سمجھ

شوقِ عناں گسل اگر درسِ جنوں ہوس کرے
جادۂ سیرِ دو جہاں، یک مژہ خوابِ پا سمجھ

گاہ بہ خلد امیدوار، گہ بہ جحیم بیم ناک
گرچہ خدا کی یاد ہے، کلفتِ ماسوا سمجھ

شوخئ حسن و عشق ہے آئینہ دارِ ہم دگر
خار کو بے نیام جان، ہم کو برہنہ پا سمجھ

اے بہ سرابِ حسنِ خلق تشنۂ سعئ امتحاں
شوق کو منفعل نہ کر، ناز کو التجا سمجھ

نغمۂ بے دلاں، اسدؔ، سازِ فسانگی نہیں
بسملِ دردِ خفتہ ہوں، گریے کو ماجرا سمجھ

}