#lang pollen

◊(define-meta title "کلفتِ ربطِ این و آں، غفلتِ مدعا سمجھ")

◊غزل{
کلفتِ ربطِ این و آں، غفلتِ مدعا سمجھ
شوق کرے جو سرگراں، محملِ خوابِ پا سمجھ

جلوہ نہیں ہے دردِ سر، آئینہ صندلی نہ کر
عکس کجا و کُو نظر؟ نقش کو مدّعا سمجھ

حیرت اگر خرام ہے، کارِ نگہ تمام ہے
گر کفِ دست بام ہے، آئنے کو ہوا سمجھ

ہے خطِ عجزِ ما و تُو، اولِ درسِ آرزو
ہے یہ سیاقِ گفتگو، کچھ نہ سمجھ، فنا سمجھ

شیشہ شکست اعتبار، رنگ بہ گردش استوار
گر نہ مٹیں یہ کوہسار، آپ کو تو صدا سمجھ

نغمہ ہے، محوِ ساز رہ، نشہ ہے، بے نیازِ رہ
رندِ تمام ناز رہ، خلق کو پارسا سمجھ

چربئ پہلوئے خیال، رزقِ دو عالم احتمال
کل ہے جو وعدۂ وصال، آج بھی، اے خدا، سمجھ

نے سرو برگِ آرزو، نے رہ و رسمِ گفتگو
اے دل و جانِ خلق، تو ہم کو آشنا سمجھ

لغزشِ پا کو ہے بلد، نغمۂ "یا علی مدد"
ٹوٹے گر آئینہ، اسدؔ، سبحہ کو خوں بہا سمجھ

}
