#lang pollen

◊(define-meta title "آئے ہیں پارہ ہائے جگر درمیان اشک")

◊شاعری{
آئے ہیں پارہ ہائے جگر درمیان اشک
لایا ہے لعل بیش بہا، کاروان اشک

ظاہر کرے ہے جنبش مژگاں سے مدعا
طفلانہ ہاتھ کا ہے اشارہ، زبانِ اشک

میں وادئ طلب میں ہوا جملہ تن غرق
از بس کہ قطرہ زنی تھا بسانِ اشک

رونے نے طاقت اتنی نہ چھوڑی کہ ایک بار
مژگاں کو دوں فشار، پئے امتحانِ اشک

دل خستگاں کو ہے طربِ صد چمن بہار
باغِ بخون تپیدن، و آبِ روانِ اشک

سیل بنائے ہستئ شبنم ہے آفتاب
چھوڑے نہ چشم میں، تپشِ دل نشانِ اشک

ہنگامِ انتظارِ قدومِ بتاں، اسدؔ
ہے بر سر مژہ نگراں، دید بان اشک

}