#lang pollen

◊(define-meta title "بس کہ مائل ہے وہ رشکِ ماہتاب آئینے پر")

◊غزل{
بس کہ مائل ہے وہ رشکِ ماہتاب آئینے پر
ہے نفس، تارِ شعاعِ آفتاب آئینے پر

بازگشتِ جادہ پیمائے رہِ حیرت کہاں؟
غافلاں غش جان کر، چھڑکے ہیں آب آئینے پر

بدگماں کرتی ہے عاشق کو خود آرائی تری
بے دلوں کو ہے براتِ اضطراب آئینے پر

نازِ خود بینی کے باعث مجرم صد بے گناہ
جوہرِ شمشیر کو ہے پیچ و تاب آئینے پر

ناتوانی نے نہ چھوڑا بس کہ بیش از عکسِ جسم
مفت وا گستردنی ہے، فرشِ خواب آئینے پر

مدعی میرے صفائے دل سے ہوتا ہے خجل
ہے تماشا زشت رویوں کا عتاب آئینے پر

سد اسکندر بنے بہرِ نگاہ گل رخاں
گر کرے یوں امر، نہی بو تراب، آئینے پر

دل کو توڑا جوشِ بے تابی سے، غالبؔ کیا کیا؟
رکھ دیا پہلو بہ وقتِ اضطراب آئینے پر؟

}