#lang pollen

◊(define-meta title "بینش بہ سعئ ضبطِ جنوں، نو بہار تر")

◊شاعری{
بینش بہ سعئ ضبطِ جنوں، نو بہار تر
دل، در گدازِ نالہ، نگہ آبیار تر

قاتل بہ عزمِ ناز و دل از زخم در گداز
شمشیر آب دار و نگاہ آب دار تر

ہے کسوتِ عروجِ تغافل، کمالِ حسن
چشمِ سیہ بہ مرگِ نگہ، سوگوار تر

سعئ خرام، کاوشِ ایجادِ جلوہ ہے
جوشِ چکیدنِ عرق، آئینہ کار تر

دہر گرد باد، حلقۂ فتراکِ بے خودی
مجنونِ دشتِ عشق، تحیر شکار تر

اے چرخ! خاک بر سرِ تعمیرِ کائنات
لیکن بنائے عہدِ وفا استوار تر

سمجھا ہوا ہوں عشق میں نقصاں کو فائدہ
جتنا کہ نا امید تر، امید وار تر

آئینہ داغِ حیرت و حیرت شکنجِ یاس
سیماب بے قرار و اسدؔ بے قرار تر

}