#lang pollen

◊(define-meta title "اثر کمندیٔ فریادِ نارسا معلوم")

◊غزل{
اثر کمندیٔ فریادِ نارسا معلوم
غبارِ نالہ کمیں گاہِ مدعا معلوم

بہ قدرِ حوصلۂ عشق جلوہ ریزی ہے
وگرنہ خانۂ آئینہ کی فضا معلوم

بہار در گروِ غنچہ، شہر جولاں ہے
طلسمِ ناز بہ جز، تنگیٔ قبا معلوم

◊ح['شروع]{شعر} بہ نالہ حاصلِ دل بستگی فراہم کر
متاعِ خانۂ زنجیر جز صدا، معلوم

طلسمِ خاک، کمیں گاہِ یک جہاں سودا
بہ مرگ، تکیۂ آسائشِ فنا معلوم

تکلف، آئینۂ دوجہاں مدارا ہے
سُراغِ یک نگہِ قہر آشنا معلوم

اسد فریفتۂ انتخابِ طرزِ جفا
وگرنہ دلبریٔ وعدۂ وفا معلوم

}

◊حاشیہ["شعر"]{مروجہ دیوان میں یہ غزل صرف اس ایک شعر پر مشتمل ہے۔ باقی اشعار نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
