#lang pollen

◊(define-meta title "بس کہ ہیں بد مستِ بشکن بشکنِ مے خانہ ہم")

◊شاعری{
بس کہ ہیں بد مستِ بشکن بشکنِ مے خانہ ہم
موئے شیشہ کو سمجھتے ہیں خطِ پیمانہ ہم

◊ح['شروع]{شعر} نقش بندِ خاک ہے موج از فروغِ ماہتاب
سیل سے فرشِ کتاں کرتے ہیں تا ویرانہ ہم

بس کہ ہر یک موئے زلف افشاں سے ہے تارِ شعاع
پنجۂ خُرشید کو سمجھے ہیں دستِ شانہ ہم

ہے فروغِ ماہ سے ہر موج، اک تصویرِ خاک
سیل سے، فرشِ کتاں کرتے ہیں تا ویرانہ ہم

مشقِ از خود رفتگی سے ہیں بہ گل زارِ خیال
آشنا تعبیر خوابِ سبزۂ بیگانہ ہم

فرطِ بے خوابی سے ہیں شب ہائے ہجرِ یار میں
جوں زبانِ شمع، داغِ گرمیِ افسانہ ہم

جانتے ہیں، جوششِ سودائے زلفِ یار میں
سنبلِ بالیدہ کو موئے سرِ دیوانہ ہم

بس کہ وہ چشم و چراغِ محفلِ اغیار ہے
چپکے چپکے جلتے ہیں، جوں شمعِ ماتم خانہ ہم

شامِ غم میں سوزِ عشقِ آتشِ رخسار سے
پر فشانِ سوختن ہیں، صورتِ پروانہ ہم

◊ح['شروع]{اشعار} غم نہیں ہوتا ہے آزادوں کو بیش از یک نفس
برق سے کرتے ہیں روشن، شمعِ ماتم خانہ ہم

محفلیں برہم کرے ہے گنجفہ بازِ خیال
ہیں ورق گردانئ نیرنگِ یک بت خانہ ہم

با وجودِ یک جہاں ہنگامہ پیرا ہی نہیں
ہیں "چراغانِ شبستانِ دلِ پروانہ" ہم

ضعف سے ہے، نے قناعت سے یہ ترکِ جستجو
ہیں "وبالِ تکیہ گاہِ ہِمّتِ مردانہ" ہم

◊ح['شروع]{شعر-۲} دائم الحبس اس میں ہیں لاکھوں تمنّائیں اسدؔ
جانتے ہیں سینۂ پر خوں کو زنداں خانہ ہم

}

◊حاشیہ["شعر"]{نسخۂ حمید سے مزید شعر۔ ملاحظہ ہو حاشیہ از نسخۂ حمیدیہ: اس مصرع پر "لا لا" لکھا ہے اور حاشیے موٹے قلم سے شکستہ خط میں اس کے بجائے مصرعِ ذیل تحریر کیا ہے: ◊علامت{؏} ہے فروغِ ماہ سے ہر موج یک تصویرِ خاک ◊حم{جویریہ مسعود}}
◊حاشیہ["اشعار"]{متداول دیوانِ غالب میں یہ غزل شعرِ ہذا تا آخر ہے۔ مطلع اور اس سے پہلے کے اشعار نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["شعر-۲"]{نسخۂ حمیدیہ میں یہ مصرع یوں ہے: ◊علامت{؏} شامِ غم میں سوزِ عشقِ شمع رویاں سے اسدؔ۔ ملاحظہ ہو نسخۂ حمیدیہ کا حاشیہ: اس مصرع کا آخری حصہ بعد میں "سوزِ عشقِ آتشِ رخسار سے" بدلا گیا ہے۔ حاشیے میں موٹے قلم سے شکستہ خط میں یہ مقطع لکھا ہے: ◊علامت{؎}
    ◊شاعری{
    دائم الحبس اس میں ہے لاکھوں تمنائیں اسدؔ
    جانتے ہیں سینۂ پر خوں کو زنداں خانہ ہم}
◊حم{جویریہ مسعود}}
