#lang pollen

◊(define-meta title "بس کہ ہے مے خانہ ویراں، جوں بیابانِ خراب")

◊غزل{
بس کہ ہے مے خانہ ویراں، جوں بیابانِ خراب
عکسِ چشمِ آہوئے رم خوردہ ہے داغِ شراب

تیرگئ ظاہری ہے طبعِ آگہ کا نشاں
غافلاں عکسِ سوادِ صفحہ ہے گردِ کتاب

یک نگاہِ صاف، صد آئینۂ، تاثیر ہے
ہے رگِ یاقوت عکسِ خطِ جامِ آفتاب

ہے عرق افشاں مشی سے ادہمِ مشکینِ یار
وقتِ شب اختر گنے ہے چشمِ بیدارِ رکاب

ہے شفق سوز جگر کی آگ کی بالیدگی
ہر یک اختر سے فلک پر قطرۂ اشکِ کباب

بس کہ شرمِ عارضِ رنگیں سے حیرت جلوہ ہے
ہے شکستِ رنگِ گل آئینہ پروازِ نقاب

شب کہ تھا نظارگی روئے بتاں کا اے اسدؔ
گر گیا بامِ فلک سے صبح، طشتِ ماہتاب

}
