#lang pollen

◊(define-meta title "ہے بہاراں میں خزاں پرور خیال عندلیب")

◊غزل{
ہے بہاراں میں خزاں پرور خیال عندلیب
رنگِ گل آتش کدہ ہے زیرِ بالِ عندلیب

عشق کو ہر رنگ شانِ حسن ہے مدِ نظر
مصرعِ سروِ چمن ہے حسبِ حالِ عندلیب

حیرتِ حسنِ چمن پیرا سے تیرے رنگِ گل
بسمل ذوقِ پریدن ہے بہ بالِ عندلیب

عمر میری ہو گئی صرفِ بہارِ حسنِ یاد
گردشِ رنگِ چمن ہے ماہ و سالِ عندلیب

منع مت کر حسن کی ہم کو پرستش سے کہ ہے
بادۂ نظارۂ گلشن، حلالِ عندلیب

ہے مگر موقوف بر وقتِ دگر، کارِ اسدؔ
اے شبِ پروانہ و روزِ وصالِ عندلیب

}