#lang pollen

◊(define-meta title "گر تُجھ کو ہے یقینِ اجابت، دُعا نہ مانگ")

◊شاعری{
◊ح['شروع]{اشعار} گر تُجھ کو ہے یقینِ اجابت، دُعا نہ مانگ
یعنی، بغیرِ یک دلِ بے مُدّعا نہ مانگ

آتا ہے داغِ حسرتِ دل کا شمار یاد
مُجھ سے مرے گُنہ کا حساب، اے خدا! نہ مانگ

اے آرزو! شہیدِ وفا! خوں بہا نہ مانگ
جز بہرِ دست و بازوئے قاتل، دعا نہ مانگ

گستاخیِ وصال، ہے مشاطۂ نیاز
یعنی دعا بہ جز خمِ زلفِ دوتا نہ مانگ

برہم ہے، بزمِ غنچہ، بیک جنبشِ نشاط
کاشانہ بس کہ تنگ ہے، غافل ہوا نہ مانگ

عیسیٰ! طلسمِ حسن تغافل ہے، زینہار
جز پشتِ چشم، نسخۂ عرضِ دوا نہ مانگ

میں دور گردِ عرضِ رسومِ نیاز ہوں
دشمن سمجھ، ولے نگہِ آشنا نہ مانگ

نظارہ دیگر و دلِ خونیں نفس دگر
آئینہ دیکھ، جوہرِ برگ حنا نہ مانگ

یک بختِ اوج، نذرِ سبک باری، اسدؔ
سر پر، وبالِ سایۂ بالِ ہما نہ مانگ

}

◊حاشیہ["اشعار"]{متداول دیوان میں یہ غزل صرف دو اشعار پر مشتمل ہے۔ باقی اشعار نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
