#lang pollen

◊(define-meta title "بتائیں ہم تمھارے عارض و کاکُل کو کیا سمجھے")

◊غزل{
بتائیں ہم تمھارے عارض و کاکُل کو کیا سمجھے
اِسے ہم سانپ سمجھے اور اُسے من سانپ کا سمجھے

یہ کیا تشبیہِ بے ہودہ ہے، کیوں موذی سے نسبت دیں
ہُما عارض کو اور کاکل کو ہم ظلِّ ہما سمجھے

غلط ہی ہوگئی تشبیہ، یہ تو ایک طائر ہے
اسے برگِ سمن اور اُس کو سنبل کی جٹا سمجھے

نباتاتِ زمیں سے کیا ان کو نسبت؟ معاذ اللّٰہ
اسے برق اور اُسے ہم کالی ساون کی گھٹا سمجھے

گھٹا اور برق سے کیوں کر گھٹا کر ان کو نسبت دیں
اسے ظلمات، اُسے ہم چشمۂ آبِ بقا سمجھے

جو کہیے یہ، فقط مقصود تھا خضر و سکندر سے
یدِ بیضا اسے اور اُس کو موسیٰ کا عصا سمجھے

جو اس تشبیہ سے بھی داغ اُن دونوں کو آتا ہو
اسے وقتِ نمازِ صبح اور اُس کو عشاء سمجھے

جو یہ نسبت پسندِ خاطرِ والا نہ ہو تو پھر
اسے قندیلِ کعبہ، اُس کو کعبے کی ردا سمجھے

اسدؔ ان ساری تشبیہوں کو رد کرکے یہ کہتا ہے
سویدا اِس کو سمجھے اُس کو ہم نورِ خدا سمجھے

}
