#lang pollen

◊(define-meta title "جوں شمع ہم اک سوختہ سامانِ وفا ہیں")

◊غزل{
جوں شمع ہم اک سوختہ سامانِ وفا ہیں
اُور اس کے سواکچھ نہیں معلوم کہ کیا ہیں

اک سرحدِ معدوم میں ہستی ہے ہماری
سازِ دل بشکستہ کی بے کار صدا ہیں

جس رخ پہ ہوں ہم، سجدہ اسی رخ پہ ہے واجب
گو قبلہ نہیں ہیں مگر اک قبلہ نما ہیں

مت ہوجیو اے سیلِ فنا ان سے مقابل
جانبازِ الم نقش بہ دامانِ بقا ہیں

پائ ہے جگہ ناصیۂ بادِ صبا پر
خاکستر پروانۂ جانبازِ فنا ہیں

ہر حال میں ہیں مرضئ صیّاد کے تابع
ہم طائرِ پر سوختہ رشتہ بہ پا ہیں

اے وہم طرازانِ مجازی و حقیقی
عشّاق فریبِ حق و باطل سے جدا ہیں

ہم بے خودئ شوق میں کرلیتے ہیں سجدے
یہ ہم سے نہ پوچھو کہ کہاں ناصیہ سا ہیں

اب منتظرِ شوقِ قیامت نہیں غالبؔ
دنیا کے ہر ذرّے میں سو حشر بپا ہیں

}