#lang pollen

◊(define-meta title "حسنِ بے پروا گرفتارِ خود آرائی نہ ہو")

◊غزل{
حسنِ بے پروا گرفتارِ خود آرائی نہ ہو
گر کمیں گاہِ نظر میں دل تماشائی نہ ہو

ہیچ ہے تاثیرِ عالم گیرئی ناز و ادا
ذوقِ عاشق گر اسیرِ دامِ گیرائی نہ ہو

خود گدازِ شمع آغازِ فروغِ شمع ہے
سوزشِ غم درپئے ذوقِ شکیبائی نہ ہو

تار تارِ پیرہن ہے اک رگِ جانِ جنوں
عقلِ غیرت پیشہ حیرت سے تماشائی نہ ہو

بزمِ کثرت عالمِ وحدت ہے بینا کے لئے
بے نیازِ عشق اسیرِ زورِ تنہائی نہ ہو

ہے محبت رہزنِ ناموسِ انساں اے اسدؔ
قامتِ عاشق پہ کیوں ملبوسِ رسوائی نہ ہو

}