#lang pollen

◊(define-meta title "خزینہ دارِ محبت ہوئی ہوائے چمن")

◊غزل{
خزینہ دارِ محبت ہوئی ہوائے چمن
بنائے خندۂ عشرت ہے بر بِنائے چمن

بہ ہرزہ سنجئ گلچیں نہ کھا فریبِ نظر
ترے خیال کی وسعت میں ہے فضائے چمن

یہ نغمۂ سنجئ بلبل متاعِ زحمت ہے
کہ گوشِ گل کو نہ راس آئے گی صدائے چمن

صدائے خندۂ گل تا قفس پہنچتی ہے
نسیمِ صبح سے سنتا ہوں ماجرائے چمن

گل ایک کاسۂ دریوزۂ مسرّت ہے
کہ عندلیبِ نواسنج ہے گدائے چمن

حریفِ نالۂ پرورد ہے، تو ہو، پھر بھی
ہے اک تبسّمِ پنہاں ترا بہائے چمن

بہار راہ رو جادۂ فنا ہے اسدؔ
گلِ شگفتہ ہیں گویا کہ نقشِ پائے چمن

}
