#lang pollen

◊(define-meta title "خود جان دے کے روح کو آزاد کیجیے")

◊غزل{
خود جان دے کے روح کو آزاد کیجیے
تاکے خیالِ خاطرِ جلّاد کیجیے

بھولے ہوئے جو غم ہیں انہیں یاد کیجیے
تب جاکے ان سے شکوۂ بے داد کیجیے

حالاں کہ اب زباں میں نہیں طاقتِ فغاں
پر دل یہ چاہتا ہے کہ فریاد کیجیے

بس ہے دلوں کے واسطے اک جنبشِ نگاہ
اجڑے ہوئے گھروں کو پھر آباد کیجیے

کچھ دردمند منتظرِ انقلاب ہیں
جو شاد ہو چکے انہیں ناشاد کیجیے

شاید کہ یاس باعثِ افشائے راز ہو
لطف و کرم بھی شاملِ بے داد کیجیے

بیگانۂ رسومِ جہاں ہے مذاقِ عشق
طرزِ جدیدِ ظلم کچھ ایجاد کیجیے

}
