#lang pollen

◊(define-meta title "سکوت و خامشی اظہارِ حالِ بے زبانی ہے")

◊غزل{
سکوت و خامشی اظہارِ حالِ بے زبانی ہے
کمینِ درد میں پوشیدہ رازِ شادمانی ہے

عیاں ہیں حال و قالِ شیخ سے اندازِ دلچسپی
مگر رندِ قَدَح کش کا ابھی دورِ جوانی ہے

ثباتِ چند روزہ کار فرمائے غم و حسرت
اجل سرمایہ دارِ دورِ عیش و کامرانی ہے

گدازِ داغِ دلِ شمعِ بساطِ خانہ ویرانی
تپش گاہِ محبت میں فروغ جاودانی ہے

وفورِ خود نمائی رہنِ ذوقِ جلوہ آرائی
بہ وہم کامرانی جذبِ دل کی شادمانی ہے

دلِ حرماں لقب کی داد دے اے چرخِ بے پروا
بہ غارت دادۂ رخت و متاعِ کامرانی ہے

}
