#lang pollen

◊(define-meta title "نہ پوچھ حال اس انداز اس عتاب کے ساتھ")

◊شاعری{
نہ پوچھ حال اس انداز اس عتاب کے ساتھ
لبوں پہ جان بھی آجائے گی جواب کے ساتھ

مجھے بھی تاکہ تمنّا سے ہو نہ مایوسی
ملو رقیب سے لیکن ذرا حجاب کے ساتھ

نہ ہو بہ ہرزہ روادارِ سعئ بے ہودہ
کہ دورِ عیش ہے مانا خیال و خواب کے ساتھ

بہ ہر نمط غمِ دل باعثِ مسرّت ہے
نموئے حیرتِ دل ہے ترے شباب کے ساتھ

لگاؤ اس کا ہے باعث قیامِ مستی کا
ہَوا کو لاگ بھی ہے کچھ مگر حباب کے ساتھ

ہزار حیف کہ اتنا نہیں کوئی غالبؔ
کہ جاگنے کو ملا دیوے آ کے خواب کے ساتھ

}