#lang pollen

◊(define-meta title "یونہی افزائشِ وحشت کے جو ساماں ہوں گے")

◊غزل{
یونہی افزائشِ وحشت کے جو ساماں ہوں گے
دل کے سب زخم بھی ہم شکلِ گریباں ہوں گے

وجہِ مایوسیٔ عاشق ہے تغافل ان کا
نہ کبھی قتل کریں گے، نہ پشیماں ہوں گے

دل سلامت ہے تو صدموں کی کمی کیا ہم کو
بے شک ان سے تو بہت جان کے خواہاں ہوں گے

منتشر ہو کے بھی دل جمع رکھیں گے یعنی
ہم بھی اب پیروئے گیسوئے پریشاں ہوں گے

گردشِ بخت نے مایوس کیا ہے لیکن
اب بھی ہر گوشۂ دل میں کئی ارماں ہوں گے

ہے ابھی خوں سے فقط گرمیٔ ہنگامۂ اشک
پر یہ حالت ہے تو نالے شرر افشاں ہوں گے

باندھ کر عہدِ وفا اتنا تنفّر، ہے ہے
تجھ سے بے مہر کم اے عمرِ گریزاں! ہوں گے

اس قدر بھی دلِ سوزاں کو نہ جان افسردہ
ابھی کچھ داغ تو اے شمع! فروزاں ہوں گے

عہد میں تیرے کہاں گرمیٔ ہنگامۂ عیش
گل میری قسمت واژونہ پہ خنداں ہوں گے

خوگرِ عیش نہیں ہیں ترے برگشتہ نصیب
اُن کو دشوار ہیں وہ کام جو آساں ہوں گے

موت پھر زیست نہ ہوجائے یہ ڈر ہے غالبؔ
وہ مری نعش پہ انگشت بہ دنداں ہوں گے

}
