#lang pollen

◊(define-meta title "بسانِ جوہرِ آئینہ از ویرانئ دل ہا")

◊غزل{
بسانِ جوہرِ آئینہ از ویرانئ دل ہا
غبارِ کوچہ ہائے موج ہے خاشاکِ ساحل ہا

نگہ کی ہم نے پیدا رشتۂ ربطِ علائق سے
ہوئے ہیں پردہ ہائے چشمِ عبرت جلوہ حائل ہا

نہیں ہے باوجودِ ضعف سیرِ بے خودی آساں
رہِ خوابیدہ میں افگندنی ہے طرحِ منزل ہا

غریبی بہرِ تسکینِ ہوس درکار ہے ورنہ
بہ وہمِ زرگرہ میں باندھتے ہیں برقِ حاصل ہا

تماشا کردنی ہے انتظار آبادِ حیرانی
نہیں غیر از نگہ جوں نرگسستاں فرشِ محفل ہا

اسد تارِ نفس ہے نا گزیرِ عقدہ پیرائی
بہ نوکِ ناخنِ شمشیر کیجیے حلِ مشکل ہا

}