#lang pollen

◊(define-meta title "بس کہ جوشِ گریہ سے زیرو زبر ویرانہ تھا")

◊غزل{
بس کہ جوشِ گریہ سے زیرو زبر ویرانہ تھا
چاکِ موجِ سیل، تا پیراہنِ دیوانہ تھا

داغِ مہرِ ضبطِ بے جا مستئ سعئ سپند
دودِ مجمر، لالہ ساں، دُزدِ تہِ پیمانہ تھا

وصل میں بختِ سیہ نے سنبلستاں گل کیا
رنگِ شب، تہ بندئ دودِ چراغِ خانہ تھا

شب، تری تاثیرِ سحرِ شعلۂ آواز سے
تارِ شمع، آہنگِ مضرابِ پرِ پروانہ تھا

موسمِ گل میں مئے گلگوں حلالِ مے کشاں
عقدِ وصلِ دختِ رز، انگور کا ہر دانہ تھا

انتظارِ جلوۂ کاکل میں شمشادِ باغ
صورتِ مژگاں عاشق، صرف عرضِ شانہ تھا

حیرت، اپنے نالۂ بے درد سے، غفلت بنی
راہِ خوابیدہ کو غوغائے جرس افسانہ تھا

کُو بہ وقتِ قتل حقِ آشنائی، اے نگاہ!
خنجرِ زہراب دادہ، سبزۂ بیگانہ تھا

جوشِ بے کیفیتی ہے اضطراب آرا، اسدؔ
ورنہ بسمل کا تڑپنا، لغزشِ مستانہ تھا

}