#lang pollen

◊(define-meta title "بس کہ عاجز نا رسائی سے کبوتر ہو گیا")

◊شاعری{
بس کہ عاجز نا رسائی سے کبوتر ہو گیا
صفحۂ نامہ، غلافِ بالشِ پر ہو گیا

صورتِ دیبا تپش سے میری، غرقِ خوں ہے آج
خارِ پیراہن رگِ بستر کو نشتر ہو گیا

بس کہ آئینے نے پایا گرمئ رخ سے گداز
دامنِ تمثال، مثلِ برگِ گل، تر ہو گیا

شعلہ رخسارا! تحیر سے تیری رفتار کے
خارِ شمعِ آئینہ، آتش میں جوہر ہو گیا

بس کہ وقتِ گریہ نکلا تیرہ کاری کا غبار
دامنِ آلودۂ عصیاں، گراں تر ہو گیا

حیرتِ اندازِ رہبر ہے عناں گیر اے اسدؔ
نقشِ پائے خضر یاں، سدِّ سکندر ہو گیا

}