#lang pollen

◊(define-meta title "تنگ ظرفوں کا رتبہ جہد سے برتر نہیں ہوتا")

◊غزل{
تنگ ظرفوں کا رتبہ جہد سے برتر نہیں ہوتا
حبابِ مے بہ صد بالیدنی ساغر نہیں ہوتا

عجب، اے آبلہ پایانِ صحرائے نظر بازی
کہ تارِ جادۂ رہ رشتۂ گوہر نہیں ہوتا

خوشا! عجزے کہ عاشق جل بجھے جوں شعلہ خامُش
کہ کم از سرمہ اس کا مشتِ خاکستر نہیں ہوتا

تماشائے گل و گلشن ہے مفتِ سر بہ جیبی ہا
بہ از چاکِ گریباں، گلستاں کا در نہیں ہوتا

نہ رکھ چشمِ حصولِ نفع، صحبت ہائے ممسک سے
لبِ خشکِ صدف، آبِ گہر سے تر نہیں ہوتا

نہ دیکھا کوئی ہم نے آشیاں بلبل کا گلشن میں
کہ جس کے در پہ غنچہ شکلِ قفلِ زر نہیں ہوتا

صفا کب جمع ہو سکتی ہے غیر از گوشہ گیری ہا
صدف بن قطرہ نیساں، اسدؔ، گوہر نہیں ہوتا

}
