#lang pollen

◊(define-meta title "تنگی رفیقِ رہ تھی، عدم یا وجود تھا")

◊غزل{
تنگی رفیقِ رہ تھی، عدم یا وجود تھا
میرا سفر بہ طالعِ چشمِ حسود تھا

تو یک جہاں قماشِ ہوس جمع کر، کہ میں
حیرت متاعِ عالمِ نقصان و سود تھا

گردش محیطِ ظلم رہا جس قدر، فلک
میں پائے مالِ غمزۂ چشمِ کبود تھا

پوچھا تھا گرچہ یار نے احوالِ دل، مگر
کس کو دماغِ منتِ گفت و شنود تھا

◊ح['شروع]{شعر} لیتا ہوں مکتبِ غمِ دل میں سبق ہنوز
لیکن یہی کہ رفت گیا اور بود تھا

◊ح['شروع]{شعر-۲} ڈھانپا کفن نے داغِ عیوبِ برہنگی
میں ورنہ ہر لباس میں ننگِ وجود تھا

خور شبنم آشنا نہ ہوا، ورنہ میں اسدؔ
سر تا قدم گزارشِ ذوقِ سجود تھا

}

◊حاشیہ["شعر"]{ملاحظہ ہو غزل "عالم جہاں بہ عرضِ بساطِ وجود تھا" کا ◊ربط["/دیوان/غزلیات/ردیف-الف/عالم-جہاں-بہ-عرض-بساط-وجود-تھا.html#ح-اشعار"]{حاشیہ نمبر ۳}۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["شعر-۲"]{ایضاً۔ ◊حم{جویریہ مسعود}}
