#lang pollen

◊(define-meta title "خود آرا وحشتِ چشمِ پری سے شب وہ بد خو تھا")

◊غزل{
خود آرا وحشتِ چشمِ پری سے شب وہ بد خو تھا
کہ موم، آئینۂ تمثال کو تعویذ بازو تھا

بہ شیرینئ خواب آلودہ مژگاں، نشترِ زنبور
خود آرائی سے، آئینہ، طلسمِ مومِ جادو تھا

نہیں ہے باز گشتِ سیل غیر از جانبِ دریا
ہمیشہ دیدۂ گریاں کو، آبِ رفتہ در جو تھا

رہا نظارہ وقتِ بے نقابی، آپ پر لرزاں
سرشک آگیں مژہ سے، دست از جاں شستہ برو تھا

غمِ مجنوں، عزادارانِ لیلیٰ کا پرستش گر
خمِ رنگِ سیاہ، پیمانہ ہر چشمِ آہو تھا

رکھا غفلت نے دور افتادہ، ذوقِ فنا ورنہ
اشارت فہم کو، ہر ناخنِ بریدہ، ابرو تھا

اسدؔ خاکِ درِ مے خانہ اب سر پر اڑاتا ہوں
گئے وہ دن کہ پانی، جامِ مے سے زانو زانو تھا

}
