#lang pollen

◊(define-meta title "دویدن کے کمیں، جوں ریشہ زیرِ زمیں پایا")

◊غزل{
دویدن کے کمیں، جوں ریشہ زیرِ زمیں پایا
بہ گردِ سرمہ، اندازِ نگاہِ شرم گیں پایا

اگی اک پنبۂ روزن سے ہی چشم چشمِ سفید آخر
حیا کو، انتظارِ جلوہ ریزی کے کمیں پایا

بہ حسرت گاہِ نازِ کشتہ جاں بخشئ خوباں
خضر کو چشمۂ آبِ بقا سے تر جبیں پایا

پریشانی سے، مغزِ سر، ہوا ہے پنبۂ بالش
خیالِ شوخئ خوباں کو راحت آفریں پایا

نفس، حیرت پرستِ طرزِ ناگیرائئ مژگاں
مگر یک دست و دامانِ نگاہِ واپسیں پایا

اسدؔ کو پیچ تابِ طبعِ برق آہنگ مسکن سے
حصارِ شعلہ جوالہ میں عزلت گزیں پایا

}
