#lang pollen

◊(define-meta title "سحر گہ باغ میں وہ حیرتِ گل زار ہو پیدا")

◊غزل{
سحر گہ باغ میں وہ حیرتِ گل زار ہو پیدا
اُڑے رنگِ گل اور آئینۂ دیوار ہو پیدا

بتاں! زہر آب اس شدت سے دو پیکانِ ناوک کو
کہ خطِ سبز تا پشتِ لبِ سوفار ہو پیدا

لگے گر سنگ سر پر یار کے دست نگاریں سے
بجائے زخم گل بر گوشۂ دستار ہو پیدا

کروں گر عرض سنگینئ کہسار اپنی بے تابی
رگِ ہر سنگ سے نبضِ دلِ بیمار ہو پیدا

بہ سنگِ شیشہ توڑوں، ساقیا! پیمانۂ پیماں
اگر ابرِ سیہ مست از سوئے کہسار ہو پیدا

اسدؔ مایوس مت ہو، گرچہ رونے میں اثر کم ہے
کہ غالب ہے کہ بعد از زارئ بسیار ہو پیدا

}