#lang pollen

◊(define-meta title "شبِ اختر قدحِ عیش نے محمل باندھا")

◊غزل{
شبِ اختر قدحِ عیش نے محمل باندھا
باریک قافلۂ آبلہ منزل باندھا

سبحہ واماندگیٔ شوق و تماشا منظور
جادے پر زیورِ صد آئینہ منزل باندھا

ضبطِ گریہ، گُہرِ آبلہ لایا آخر
پائے صد موج بہ طوفان کدۂ دل باندھا

حیف! اے ننگِ تمنا، کہ پے عرضِ حیا
یک عرق آئینہ، بر جبۂ سائل باندھا

حسن آشفتگیٔ جلوہ، ہے عرضِ اعجاز
دستِ موسیٰ بہ سرِ دعویٔ باطل باندھا

تپشِ آئینہ، پروازِ تمنا لائی
نامۂ شوق، بہ بالِ پرِ بسمل باندھا

دیدہ تا دل ہے یک آئینہ چراغاں، کس نے
خلوتِ ناز پہ پیرایۂ محفل باندھا؟

نا اُمیدی نے، بہ تقریبِ مضامینِ خمار
کوچۂ موج کو خمیازۂ ساحل باندھا

مطربِ دل نے مرے تارِ نفس سے غالبؔ
ساز پر رشتہ، پے نغمۂ بیدل باندھا

}
