#lang pollen

◊(define-meta title "عیادت سے ز بس ٹوٹا ہے دل، یارانِ غمگیں کا")

◊غزل{
عیادت سے ز بس ٹوٹا ہے دل، یارانِ غمگیں کا
نظر آتا ہے موئے شیشہ، رشتہ شمعِ بالیں کا

صدا ہے کوہ میں حشر آفریں، اے غفلت اندیشاں
پئے سنجیدنِ یاراں ہوں، حامل خوابِ سنگیں کا

بجائے غنچہ و گل ہے، ہجومِ خار و خس، یاں تک
کہ صرفِ بخیۂ دامن ہوا ہے خندہ گل چیں کا

نصیبِ آستیں ہے، حاصلِ روئے عرق آگیں
چنے ہے کہکشاں، خرمن سے مہ کے خوشہ پرویں کا

بہ وقتِ کعبہ جوئی ہا، جرس کرتا ہے ناقوسی
کہ صحرا فصلِ گل میں رشک ہے، بت خانۂ چیں کا

تپیدن دل کو سوزِ عشق میں خوابِ فرامش ہے
رکھا اسپند نے مجمر میں پہلو گرم تمکیں کا

اسدؔ! اربابِ فطرت قدر دانِ لفظ و معنیٰ ہیں
سخن کا بندہ ہوں، لیکن نہیں مشتاق تحسیں کا

}