#lang pollen

◊(define-meta title "فرو پیچیدنی ہے فرش بزمِ عیش گستر کا")

◊شاعری{
فرو پیچیدنی ہے فرش بزمِ عیش گستر کا
دریغا! گردش آموزِ فلک ہے، دور ساغر کا

خطِ نوخیز کی، آئینے میں دی کس نے، آرائش
کہ ہے تہ بندئ پر ہائے طوطی رنگ جوہر کا

گیا جو نامہ بر، واں سے بہ رنگِ باختہ آیا
خطوطِ روئے قالیں، نقش ہے پشتِ کبوتر کا

شکستِ گوشہ گیراں، ہے محرم کو حاصل گردش
صدف سے آسیائے آب میں ہے دانہ گوہر کا

فزوں ہوتا ہے ہر دم جوشِ خونباری، تماشا ہے
نفس کرتا ہے رگ ہائے مژہ پر کام نشتر کا

خیالِ شربتِ عیسیٰ، گدازِ تر جبینی ہے
اسدؔ! ہوں مستِ دریا، بخشئ ساقئ کوثر کا

}