#lang pollen

◊(define-meta title "نزاکت، ہے فسونِ دعویِٰ طاقت شکستن ہا")

◊غزل{
نزاکت، ہے فسونِ دعویِٰ طاقت شکستن ہا
شرارِ سنگ، اندازِ چراغ از چشمِ جستن ہا

سیہ مستئ چشمِ شوخ سے ہیں، جوہر مژگاں
شرار آسا، ز سنگِ سرمہ یک سر بارِ جستن ہا

ہوا نے ابر سے کی موسمِ گل میں نمد بافی
کہ تھا آئینہ خود بے نقابِ زنگ بستن ہا

دل از اضطراب آسودہ، طاعت گاہِ داغ آیا
بہ رنگِ شعلہ ہے، مہرِ نماز، از پا نشستن ہا

تکلف عاقبت میں ہے ولا، بندِ قبا وا کر
نفس ہا بعدِ وصلِ دوست، تاوانِ گسستن ہا

اسدؔ ہر اشک ہے یک حلقہ بر زنجیر افزودن
بہ بندِ گریہ ہے، نقش بر آب، امیدِ رستن ہا

}
