#lang pollen

◊(define-meta title "وحشی بن صیاد نے ہم رم خوردوں کو کیا رام کیا")

◊غزل{
وحشی بن صیاد نے ہم رم خوردوں کو کیا رام کیا
رشتۂ چاکِ جیبِ دریدہ، صرفِ قماشِ دام کیا

عکسِ رخِ افروختہ تھا تصویر بہ پشتِ آئینہ
شوخ نے وقتِ حُسن طرازی تمکیں سے آرام کیا

ساقی نے از بہرِ گریباں چاکئ موجِ بادۂ ناب
تارِ نگاہِ سوزنِ مینا، رشتۂ خطِ جام کیا

مہر بجائے نامہ لگائی بر لبِ پیکِ نامہ رساں
قاتلِ تمکیں سنج نے یوں خاموشی کا پیغام کیا

شامِ فراقِ یار میں جوشِ خیرہ سری سے ہم نے اسدؔ
ماہ کو، در تسبیحِ کواکب، جائے نشینِ امام کیا

}