#lang pollen

◊(define-meta title "کرے گر حیرتِ نظارہ، طوفاں نکتہ گوئی کا")

◊غزل{
کرے گر حیرتِ نظارہ، طوفاں نکتہ گوئی کا
حبابِ چشمۂ آئینہ ہو وے، بیضہ طوطی کا

بہ روئے قیس، دستِ شرم، ہے مژگانِ آہو سے
مگر روزِ عروسی گم ہوا تھا شانہ لیلی کا

فسانِ تیغِ نازک قاتلاں، سنگِ جراحت ہے
دلِ گرمِ تپش، قاصد ہے پیغامِ تسلی کا

نہیں گرداب جز سر گشتگی ہائے طلب ہرگز
حبابِ بحر کے، ہے، آبلوں میں خار ماہی کا

نیازِ جلوہ ریزی، طاقتِ بالیں شکستن ہا
تکلف کو خیال آیا ہو گر بیمار پرسی کا

نہ بخشی فرصتِ یک شبنمستاں جلوۂ خور نے
تصور نے کیا ساماں ہزار آئینہ بندی کا

اسد تاثیرِ صافی ہائے حیرت جلوہ پرور ہو
گر آبِ چشمۂ آئینہ دھوئے عکس زنگی کا

}
