#lang pollen

◊(define-meta title "کیا کس شوخ نے ناز از سرِ تمکیں نشستن کا")

◊شاعری{
کیا کس شوخ نے ناز از سرِ تمکیں نشستن کا
کہ شاخِ گل کا خم، انداز ہے بالیں شکستن کا

نہاں ہے، مردمک میں، شوقِ رخسارِ فروزاں سے
سپندِ شعلہ نادیدہ صفت، انداز جستن کا

گدازِ دل کو کرتی ہے، کشودِ چشم، شب پیما
نمک ہے، شمع میں جوں مومِ جادو، خواب بستن کا

نفس در سینہ ہائے ہم دگر رہتا ہے پیوستہ
نہیں ہے رشتۂ الفت کو اندیشہ گسستن کا

ہوا نے ابر سے کی موسم گل میں نمد بافی
کہ تھا آئینۂ خور پر تصور رنگ بستن کا

تکلف عافیت میں ہے، دلا! بند قبا وا کر
نفس، بعد از وصالِ دوست تاواں ہے گسستن کا

ہر اشکِ چشم سے یک حلقۂ زنجیر بڑھتا ہے
بہ بندِ گریہ ہے نقشِ بر آب، اندیشہ رستن کا

عیادت سے، اسدؔ، میں بیشتر بیمار رہتا ہوں
سبب ہے ناخنِ دخلِ عزیزاں، سینہ خستن کا

}