#lang pollen

◊(define-meta title "گرفتاری میں فرمانِ خطِ تقدیر ہے پیدا")

◊شاعری{
گرفتاری میں فرمانِ خطِ تقدیر ہے پیدا
کہ طوقِ قمری از ہر حلقۂ زنجیر ہے پیدا

زمیں کو صفحۂ گلشن بنایا خون چکانی نے
چمن بالیدنی ہا، از رمِ نخچیر ہے پیدا

مگر وہ شوخ ہے طوفاں طرازِ شوقِ خون ریزی
کہ در بحرِ کہاں بالیدہ موجِ تیر ہے پیدا

نہیں ہے کف لبِ نازک پہ فرطِ نشۂ مے سے
لطافت ہائے جوشِ حسن کا سر شیر ہے پیدا

عروجِ اُمیدی چشم زخمِ چرخ کیا جانے؟
بہارِ بے خزاں از آہِ بے تاثیر ہے پیدا

اسد جس شوق سے ذرے تپش فرسا ہوں روزن میں
جراحت ہائے دل سے جوہرِ شمشیر ہے پیدا

}