#lang pollen

◊(define-meta title "یادِ روزے کہ نفس سلسلۂ یا رب تھا")

◊غزل{
یادِ روزے کہ نفس سلسلۂ یا رب تھا
نالۂ دل، بہ کمر دامنِ قطع شب تھا

بہ تحیّر کدۂ فرصتِ آرائشِ وصل
دلِ شب، آئینہ دارِ تپشِ کوکب تھا

بہ تمنا کدۂ حسرتِ ذوقِ دیدار
دیدہ گو خوں ہو، تماشائے چمن مطلب تھا

جوہرِ فکر پر افشانئ نیرنگِ خیال
حسن آئینہ و آئینہ چمن مشرب تھا

پردۂ دردِ دل آئینۂ صد رنگِ نشاط
بخیۂ زخمِ جگر خندۂ زیرِ لب تھا

نالہ ہا حاصلِ اندیشہ کہ جوں گشتِ سپند
دلِ نا سوختہ آتش کدۂ صد تب تھا

عشق میں ہم نے ہی ابرام سے پرہیز کیا
ورنہ جو چاہیے، اسبابِ تمنا سب تھا

آخر کار گرفتارِ سرِ زلف ہوا
دلِ دیوانہ کہ وارستۂ ہر مذہب تھا

شوق سامان فضولی ہے وگرنہ غالبؔ
ہم میں سرمایۂ ایجادِ تمنا کب تھا

اسدؔ افسردگی آوارۂ کفر و دیں ہے
یادِ روزے کہ نفس در گرہِ "یا رب" تھا

}