#lang pollen

◊(define-meta title "یک گامِ بے خودی سے لوٹیں بہارِ صحرا")

◊شاعری{
یک گامِ بے خودی سے لوٹیں بہارِ صحرا
آغوشِ نقشِ پا میں کیجے فشارِ صحرا

وحشت اگر رسا ہے بے حاصلی ادا ہے
پیمانۂ ہوا ہے، مشتِ غبارِ صحرا

اے آبلہ کرم کر، یاں رنجہ یک قدم کر
اے نورِ چشمِ وحشت، اے یادگارِ صحرا

دل در رکابِ صحرا، خانہ خرابِ صحرا
موجِ سرابِ صحرا، عرضِ خمارِ صحرا

ہر ذرہ یک دلِ پاک، آئینہ خانہ بے خاک
تمثالِ شوقِ بے باک، صد جا دو چارِ صحرا

دیوانگی اسدؔ کی حسرت کشِ طرب ہے
سر میں ہوائے گلشن، دل میں غبارِ صحرا

}