#lang pollen

◊(define-meta title "خمسہ: تضمین بر غزل بہادر شاہ ظفر"
              toc-label "خمسہ")

◊سرخی{خمسہ: تضمین بر غزل بہادر شاہ ظفر}

◊مخمس{
گھستے گھستے پاؤں کی زنجیر آدھی رہ گئی
مر گئے پر قبر کی تعمیر آدھی رہ گئی
سب ہی پڑھتا کاش، کیوں تکبیر آدھی رہ گئی
"کھنچ کے، قاتل! جب تری شمشیر آدھی رہ گئی
غم سے جانِ عاشقِ دل گیر آدھی رہ گئی"

بیٹھ رہتا لے کے چشمِ پُر نم اس کے رو برو
کیوں کہا تو نے کہ کہہ دل کا غم اس کے رو برو
بات کرنے میں نکلتا ہے دم اس کے رو برو
"کہہ سکے ساری حقیقت کب ہم اس کے رو برو
ہم نشیں! آدھی ہوئی تقریر، آدھی رہ گئی"

تو نے دیکھا! مجھ پہ کیسی بن گئی، اے راز دار!
خواب و بیداری پہ کب ہے آدمی کو اختیار
مثلِ زخم آنکھوں کو سی دیتا، جو ہوتا ہوشیار
"کھینچتا تھا رات کو میں خواب میں تصویرِ یار
جاگ اٹھا جو، کھینچنی تصویر آدھی رہ گئی"

غم نے جب گھیرا، تو چاہا ہم نے یوں، اے دل نواز!
مستیٔ چشمِ سیہ سے چل کے ہوویں چارہ ساز
توُ صدائے پا سے جاگا تھا، جو محوِ خوابِ ناز
"دیکھتے ہی اے ستم گر! تیری چشمِ نیم باز
کی تھی پوری ہم نے جو تدبیر، آدھی رہ گئی"

اس بتِ مغرور کو کیا ہو کسی پر التفات
جس کے حسنِ روز افزوں کی یہ اک ادنیٰ ہے بات
ماہِ نو نکلے پہ گزری ہوں گی راتیں پان سات
"اس رُخِ روشن کے آگے ماہِ یک ہفتہ کی رات
تابشِ خورشیدِ پُر تنویر آدھی رہ گئی"

تا مجھے پہنچائے کاہش، بختِ بد ہے گھات میں
ہاں فراوانی! اگر کچھ ہے، تو ہے آفات میں
جُز غمِ داغ و الم، گھاٹا ہے ہر اک بات میں
"کم نصیبی اس کو کہتے ہیں کہ میرے ہات میں
آتے ہی خاصیّتِ اکسیر آدھی رہ گئی"

سب سے یہ گوشہ کنارے ہے، گلے لگ جا مِرے
آدمی کو کیا پکارے ہے، گلے لگ جا مِرے
سر سے گر چادر اتارے ہے، گلے لگ جا مِرے
"مانگ کیا بیٹھا سنوارے ہے، گلے لگ جا مِرے
وصل کی شب، اے بتِ بے پیر آدھی رہ گئی"

میں یہ کیا جانوں کہ وہ کس واسطے ہوں پھِر گئے
پھر نصیب اپنا، انھیں جاتے سنا، جوں پھِر گئے
دیکھنا قسمت وہ آئے اور پھر یوں پھِر گئے
"آ کے آدھی دور، میرے گھر سے وہ کیوں پھِر گئے
کیا کشش میں دل کی اب تاثیر آدھی رہ گئی"

ناگہاں یاد آگئی ہے مجھ کو، یا رب! کب کی بات
کچھ نہیں کہتا کسی سے، سن رہا ہوں سب کی بات
کس لیے تجھ سے چھپاؤں، ہاں! وہ پرسوں شب کی بات
"نامہ بر جلدی میں تیری وہ جو تھی مطلب کی بات
خط میں آدھی ہو سکی، تحریر آدھی رہ گئی"

ہو تجلّی برق کی صورت میں، ہے یہ بھی غضب
پانچ چھ گھنٹے تو ہوتی فرصتِ عیش و طرب
شام سے آتے تو کیا اچھی گزرتی رات سب
"پاس میرے وہ جو آئے بھی، تو بعد از نصف شب
نکلی آدھی حسرت، اے تقدیر! آدھی رہ گئی"

تم جو فرماتے ہو، دیکھ اے غالبِؔ آشفتہ سر
ہم نہ تجھ کو منع کرتے تھے، گیا کیوں اُس کے گھر؟
جان کی پاؤں اماں، باتیں یہ سب سچ ہیں مگر
"دل نے کی ساری خرابی، لے گیا مجھ کو ظفرؔ
واں کے جانے میں مِری توقیر آدھی رہ گئی"
}
