#lang pollen

◊(define-meta title "سلام")

◊سرخی{سلام}

◊سلام{
سلام اسے کہ اگر بادشہ کہیں اُس کو
تو پھر کہیں کچھ اِس سے سوا کہیں اُس کو

نہ بادشاہ نہ سلطاں یہ کیا ستائش ہے
کہو کہ خامسِ آلِ عبا کہیں اُس کو

خدا کی راہ میں ہے شاہی و خسروی کیسی؟
کہو کہ رہبرِ راہِ خدا کہیں اُس کو

خدا کا بندہ، خداوندگار بندوں کا
اگر کہیں نہ خداوند، کیا کہیں اُس کو؟

فروغِ جوہرِ ایماں، حسین ابنِ علی
کہ شمعِ انجمنِ کبریا کہیں اُس کو

کفیلِ بخششِ اُمّت ہے، بن نہیں پڑتی
اگر نہ شافعِ روزِ جزا کہیں اُس کو

مسیح جس سے کرے اخذِ فیضِ جاں بخشی
ستم ہے کُشتۂ تیغِ جفا کہیں اُس کو

وہ جس کے ماتمیوں پر ہے سلسبیل، سبیل
شہیدِ تشنہ لبِ کربلا کہیں اُس کو

عدو کی سمعِ رضا میں جگہ نہ پائے وہ بات
کہ جنّ و انس و ملَک سب بجا کہیں اُس کو

بہت ہے پایۂ گردِ رہِ حسین بلند
بہ قدرِ فہم ہے گر کیمیا کہیں اُس کو

نظارہ سوز ہے یاں تک ہر ایک ذرّۂ خاک
کہ لوگ جوہرِ ◊ح{کہ-لوگ-جوہر} تیغِ قضا کہیں اُس کو

ہمارے درد کی یا رب کہیں دوا نہ ملے
اگر نہ درد کی اپنے دوا کہیں اُس کو

ہمارا منہ ہے کہ دَیں اس کے حسنِ صبر کی داد
مگر نبی و علی مرحبا کہیں اُس کو

زمامِ ناقہ کف اُس کے میں ہے کہ اہلِ یقیں
پس از حسینِ علی پیشوا کہیں اُس کو

وہ ریگِ لقمۂ ◊ح{لقمہ} وادی میں خامہ فرسا ہے
کہ طالبانِ خدا رہنما کہیں اُس کو

امامِ وقت کی یہ قدر ہے کہ اہلِ عناد
پیادہ لے چلیں اور ناسزا کہیں اُس کو

یہ اجتہاد عجب ہے کہ ایک دشمنِ دیں
علی سے آگے لڑے اور خطا کہیں اُس کو

یزید کو تو نہ تھا اجتہاد کا پایہ
بُرا نہ مانیے گر ہم بُرا کہیں اُس کو

علی کے بعد حسن اور حسن کے بعد حسین
کرے جو ان سے بُرائی، بھلا کہیں اُس کو؟

نبی کا ہو نہ جسے اعتقاد، کافر ہے
رکھے امام سے جو بغض، کیا کہیں اُس کو؟

بھرا ہے غالبِؔ دل خستہ کے کلام میں درد
غلط نہیں ہے کہ خونیں نوا کہیں اُس کو

}

◊حاشیہ["کہ-لوگ-جوہر"]{نسخۂ مہر میں "کہ ایک جوہر"۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["لقمہ"]{نسخۂ مہرؔ میں "تفتہ"۔ ◊حم{جویریہ مسعود}}
