#lang pollen

◊(define-meta title "مرثیہ")

◊سرخی{مرثیہ}

◊مرثیہ{
ہاں! اے نفسِ بادِ سحر شعلہ فشاں ہو
اے دجلۂ خوں! چشمِ ملائک سے رواں ہو
اے زمزمۂ قُم! لبِ عیسیٰ پہ فغاں ہو
اے ماتمیانِ شہِ مظلوم! کہاں ہو
بگڑی ہے بہت بات، بنائے نہیں بنتی
اب گھر کو بغیر آگ لگائے نہیں بنتی

تابِ سخن و طاقتِ غوغا نہیں ہم کو
ماتم میں شہِ دیں کے ہیں، سودا نہیں ہم کو
گھر پھونکنے میں اپنے، مُحابا نہیں ہم کو
گر چرخ بھی جل جائے تو پروا نہیں ہم کو
یہ خرگۂ نُہ پایا جو مدّت سے بَپا ◊ح{بپا} ہے
کیا خیمۂ شبّیر سے رتبے میں سِوا ہے؟

کچھ اور ہی عالم نظر آتا ہے جہاں کا
کچھ اور ہی نقشہ ہے دل و چشم و زباں کا
کیسا فلک! اور مہرِ جہاں تاب کہاں کا!
ہوگا دلِ بے تاب کسی سوختہ جاں کا
◊ح['شروع]{مصرع} اب صاعقہ و مہر میں کچھ فرق نہیں ہے
گِرتا نہیں اس روُ سے کہو برق نہیں ہے

}

◊حاشیہ["بپا"]{نسخۂ مہرؔ میں "بجا"۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["مصرع"]{نسخۂ مہرؔ میں یہ مصرع اس طرح درج ہے: ◊علامت{؏} اب مہر میں اور برق میں کچھ فرق نہیں ہے ◊حم{جویریہ مسعود}}
