#lang pollen

◊(define-meta title "جنبشِ ہر برگ سے ہے گل کے لب کو اختلاج")

◊غزل{
جنبشِ ہر برگ سے ہے گل کے لب کو اختلاج
حَبِّ شبنم سے صبا ہر صبح کرتی ہے علاج

شاخِ گل جنبش میں ہے گہوارہ آسا ہر نفس
طفلِ شوخِ غنچۂ گل بس کہ ہے وحشی مزاج

سیرِ ملکِ حسن کر، مے خانہ ہا نذرِ خمار
چشمِ مستِ یار سے ہے گردنِ مینا پہ باج

گریہ ہائے بیدلاں گنجِ شرر در آستیں
قہرمانِ عشق میں حسرت سے لیتے ہیں خراج

رنگ ریز جسم و جاں نے، از خمستانِ عدم
خرقۂ ہستی نکالا ہے بہ رنگِ احتیاج

ہے سوادِ چشمِ قربانی میں یک عالم مقیم
حسرتِ فرصت جہاں دیتی ہے حیرت کو رواج

اے اسدؔ، ہے مستعدِ شانہ گیسو شدن
پنجۂ مژگاں بخود بالیدنی رکھتا ہے آج

}