#lang pollen

◊(define-meta title "دعویٰٔ عشقِ بتاں سے بہ گلستاں گل و صبح")

◊شاعری{
دعویٰٔ عشقِ بتاں سے بہ گلستاں گل و صبح
ہیں رقیبانہ بہم دست و گریباں گل و صبح

ساقِ گل رنگ سے اور آئینۂ زانو سے
جامہ زیبوں کے سدا ہیں تہِ داماں گل و صبح

وصل آئینۂ رخاں ہم نفسِ یک دیگر
ہیں دعا ہائے سحر گاہ سے خواہاں گل و صبح

آئینہ خانہ ہے صحنِ چمنستاں تجھ سے ◊ح{تجھ-سے}
بس کہ ہیں بے خود و وارفتہ و حیران گل و صبح

زندگانی نہیں بیش از نفسِ چند اسدؔ
غفلت آرامئ یاراں پہ ہیں خنداں گل و صبح

}

◊حاشیہ["تجھ-سے"]{یہاں متن میں "تجھ سے" کو کاٹ کر موٹے قلم سے شکستہ خط میں "یکسر" تحریر کیا ہے۔ (حاشیہ از پروفیسر حمید احمد خان، مرتبِ نسخۂ حمیدیہ) ◊حم{جویریہ مسعود}}
