#lang pollen

◊(define-meta title "صاف ہے از بس کہ عکسِ گل سے گل زار چمن")

◊شاعری{
صاف ہے از بس کہ عکسِ گل سے گل زار چمن
جانشینِ جوہرِ آئینہ ہے خارِ چمن

ہے نزاکت بس کہ فصلِ گل میں معمارِ چمن
قالبِ گل میں ڈھلی ہے خشتِ دیوارِ چمن

◊ح['شروع]{شعر} برشگالِ گریۂ عشاق دیکھا چاہیے
کھل گئی مانندِ گل سو جا سے دیوارِ چمن

تیری آرائش کا استقبال کرتی ہے بہار
جوہرِ آئینہ ہے یاں نقشِ احضارِ چمن

بس کہ پائی یار کی رنگیں ادائی سے شکست
ہے کلاہِ نازِ گل بر طاقِ دیوارِ چمن

الفتِ گل سے غلط ہے دعویٰٔ وارستگی
سرو ہے باوصفِ آزادی گرفتارِ چمن

وقت ہے گر بلبلِ مسکیں زلیخائی کرے
یوسفِ گل جلوہ فرما ہے بہ بازارِ چمن

وحشت افزا گریہ ہا موقوفِ فصل گل اسدؔ
چشمِ دریا ریز ہے میزابِ سرکارِ چمن

}

◊حاشیہ["شعر"]{یہ شعر مرتب کے بقول قلمی مخطوطے کے متن کے بجائے حاشیے پر موٹے قلم سے شکستہ خط میں درج ہے۔ ◊حم{جویریہ مسعود}}
