#lang pollen

◊(define-meta title "نیم رنگی جلوہ ہے بزمِ تجلی رازِ دوست")

◊شاعری{
نیم رنگی جلوہ ہے بزمِ تجلی رازِ دوست
دودِ شمع کشتہ تھا شاید خطِ رخسارِ دوست

چشم بندِ خلق جز تمثال خود بینی نہیں
آئینہ ہے قالبِ خشتِ در و دیوارِ دوست

برق خرمن زارِ گوہر ہے نگاہِ تیز یاں
اشک ہو جاتے ہیں خشک از گرمئ رفتارِ دوست

ہے سوا نیزے پہ اس کے قامتِ نوخیز سے
آفتابِ روزِ محشر ہے گلِ دستارِ دوست

اے عدوئے مصلحت چندے بہ ضبط افسردہ رہ
کردنی ہے جمع تابِ شوخئ دیدارِ دوست

لغزشِ مستانہ و جوشِ تماشا ہے اسدؔ
آتشِ مے سے بہارِ گرمئ بازارِ دوست

}