#lang pollen

◊(define-meta title "ہم زباں آیا نظر فکرِ سخن میں تو مجھے")

◊غزل{
ہم زباں آیا نظر فکرِ سخن میں تو مجھے
مردمک ہے طوطئ آئینۂ زانو مجھے

یادِ مژگاں بہ نشتر زارِ صحرائے خیال
چاہیے بہرِ تپش یک دست صد پہلو مجھے

خاکِ فرصت برسرِ ذاقِ فنا اے انتظار
ہے غبارِ شیشۂ ساعت رمِ آہو مجھے

اضطرابِ عمر بے مطلب نہیں آخر کہ ہے
جستجوئے فرصتِ ربطِ سرِ زانو مجھے

چاہیے درمانِ ریشِ دل بھی تیغِ یار سے
مرہمِ زنگار ہے وہ وسمۂ ابرو مجھے

کثرتِ جور و ستم سے ہو گیا ہوں بے دماغ
خوبرویوں نے بنایا ہے اسدؔ ◊ح{ہے-اسد} بد خو مجھے

}

◊حاشیہ["ہے-اسد"]{اس مصرع میں "ہے اسدؔ" کے لفظ کو کاٹ کر "غالبؔ" لکھا گیا ہے۔ ◊حم{حمید احمد خان}}
