#lang pollen

◊(define-meta title "حسن غمزے کی کشاکش سے چھٹا میرے بعد")

◊شاعری{
حسن غمزے کی کشاکش سے چھٹا میرے بعد
بارے آرام سے ہیں اہلِ جفا میرے بعد

منصبِ شیفتگی کے کوئی قابل نہ رہا
ہوئی معزولئ انداز و ادا میرے بعد

شمع بجھتی ہے تو اس میں سے دھواں اٹھتا ہے
شعلۂ عشق سیہ پوش ہوا میرے بعد

خوں ہے دل خاک میں احوالِ بتاں پر، یعنی
ان کے ناخن ہوئے محتاجِ حنا میرے بعد

درخورِ عرض نہیں جوہرِ بیداد کو جا
نگہِ ناز ہے سرمے سے خفا میرے بعد

ہے جنوں اہلِ جنوں کے لئے آغوشِ وداع
چاک ہوتا ہے گریباں سے جدا میرے بعد

کون ہوتا ہے حریفِ مئے مرد افگنِ عشق
ہے مکّرر لبِ ساقی میں ◊ح{میں} صلا میرے بعد

غم سے مرتا ہوں کہ اتنا نہیں دنیا میں کوئی
کہ کرے تعزیتِ مہر و وفا میرے بعد

◊ح['شروع]{شعر} تھی نگہ میری نہاں خانۂ دل کی نقاب
بے خطر جیتے ہیں اربابِ ریا میرے بعد

تھا میں گلدستۂ احباب کی بندش کی گیاہ
متفرّق ہوئے میرے رفَقا میرے بعد

آئے ہے بے کسئ عشق پہ رونا غالبؔ
کس کے گھر جائے گا سیلابِ بلا میرے بعد

}

◊حاشیہ["میں"]{نسخۂ حمیدیہ میں ہے "لبِ ساقی پہ"۔ اکثر نسخوں میں بعد میں یہی املا ہے۔ ◊حم{اعجاز عبید}
مزید: نسخۂ مہر، آسی اور باقی نسخوں میں لفظ "پہ" ہے۔ ◊حم{جویریہ مسعود}
مزید: نسخۂ نظامی، نسخۂ عرشی، نسخۂ حسرت موہانی اور بعض دیگر نسخوں میں یہاں "میں" ہی چھپا ہے۔ نسخۂ حمیدیہ میں "پہ" درج ہے۔ ظاہراً "میں" سہوِ کتابت معلوم ہوتا ہے لیکن اگر غالبؔ نے "میں" ہی کہا تھا تو اس کی مراد یہ ہو گی کہ غلبۂ غم کے باعث صلا لبوں پر نہ آ سکی لبوں میں ہی رہ گئی۔ ◊حم{حامد علی خاں}}
◊حاشیہ["شعر"]{یہ شعر نسخۂ حمیدیہ میں نہیں ہے۔ ◊حم{جویریہ مسعود}}
