#lang pollen

◊(define-meta title "آہ کو چاہیے اِک عُمر اثر ہونے تک")

◊غزل{
آہ کو چاہیے اِک عُمر اثر ہونے تک ◊ح{ہونے-تک}
کون جیتا ہے تری زُلف کے سر ہونے تک

دامِ ہر موج میں ہے حلقۂ صد کامِ نہنگ
دیکھیں کیا گُزرے ہے قطرے پہ گُہر ہونے تک

عاشقی صبر طلب اور تمنّا بے تاب
دل کا کیا رنگ کروں خونِ جگر ہونے تک

ہم نے مانا کہ تغافل نہ کرو گے، لیکن
خاک ہو جائیں گے ہم، تم کو خبر ہونے تک

پرتوِ خُور سے، ہے شبنم کو فنا کی تعلیم
میں بھی ہوں، ایک عنایت کی نظر ہونے تک

یک نظر بیش نہیں فُرصتِ ہستی غافل!
گرمیٔ بزم ہے اِک رقصِ شرر ہونے تک

تا قیامت شبِ فرقت میں گزر جائے گی عمر
سات دن ہم پہ بھی بھاری ہیں ◊ح{الفاظ} سحر ہونے تک

غمِ ہستی کا، اسدؔ! کس سے ہو جُز مرگ، علاج
شمع ہر رنگ میں جلتی ہے سحر ہونے تک

}

◊حاشیہ["ہونے-تک"]{اکثر قدیم نسخوں میں "ہوتے تک" ردیف ہے۔ نسخۂ نظامی میں بھی لیکن کیونکہ نسخۂ حمیدیہ میں مروج قرأت "ہونے تک" ہی دی گئی ہے اس لیےاسی کو قابلِ ترجیح قرار دیا گیا ہے۔ ◊حم{جویریہ مسعود}
مزید: مالک رام صاحب نے لکھا ہے کہ "غالبؔ کی زندگی میں دیوان کے جتنے ایڈیشن شائع ہوئے، اُن میں ردیف 'ہوتے تک' ہے۔" راقم الحروف کے مشاہدے کی حد تک بھی مالک رام صاحب کی اس قول کی تائید ہوتی ہے مگر مولانا غلام رسول مہرؔ نے "ہونے تک" کی ردیف کی حق میں ایک نیم مشروط سی دلیل پیش کی ہے حالانکہ سہوِ کتابت کہیں بھی خارج از امکان نہیں۔ البتہ مالک رام صاحب نے قدیم نسخوں میں رامپور کے نسخۂ حمیدیہ کا ذکر نہیں کیا جس میں ردیف "ہونے تک" درج ہے۔ راقم الحروف کی رائے میں یہ بھی سہوِ کتابت ہے یا تحریف، کیونکہ آج کل بیشتر اہلِ ذوق "ہونے تک" کو صوتی لحاظ سے پسندیدہ سمجھتے ہیں۔ مگر اپنی پسند غالبؔ کے کلام کو عمداً بدل ڈالنے کا حق نہیں دیتی۔ مہر صاحب نے تحریر فرمایا ہے: "عرشی صاحب نے اب بھی اِس کی ردیف 'ہونے تک' ہی رکھی ہے۔" عرشی کا جو نسخہ راقم کی نظر سے گزرا ہے، اُس میں مولانا کے مشاہدے کے برعکس اس غزل کی ردیف "ہوتے تک" ہی ملتی ہے۔ بہرحال ہمیں تو یہ دیکھنا ہے کہ غالبؔ نے کیا کہا تھا۔ ◊حم{حامد علی خاں}}
◊حاشیہ["الفاظ"]{نسخۂ مبارک علی میں الفاظ ہیں: "ہم پہ یہ بھاری ہیں" ◊حم{اعجاز عبید}}
