#lang pollen

◊(define-meta title "دیکھنے میں ہیں گرچہ دو، پر ہیں یہ دونوں یار ایک")

◊غزل{
دیکھنے میں ہیں گرچہ دو، پر ہیں یہ دونوں یار ایک
وضع میں گو ہوئی دو سر، تیغ ہے ذوالفقار ایک

ہم سخن اور ہم زباں، حضرتِ قاسم و طپاں
ایک تپش ◊ح{تپش} کا جانشین، درد کی یادگار ایک

نقدِ سخن کے واسطے ایک عیارِ آگہی
شعر کے فن کے واسطے، مایۂ اعتبار ایک

ایک وفا و مہر میں تازگئ بساطِ دہر
لطف و کرم کے باب میں زینتِ روزگار ایک

گُل کدۂ تلاش کو، ایک ہے رنگ، اک ہے بو
ریختہ کے قماش کو، پود ہے ایک، تار ایک

مملکتِ کمال میں ایک امیرِ نامور
عرصۂ قیل و قال میں، خسروِ نام دار ایک

گلشنِ اتّفاق میں ایک بہارِ بے خزاں
مے کدۂ وفاق میں بادۂ بے خمار ایک

زندۂ شوقِ شعر کو ایک چراغِ انجمن
کُشتۂ ذوقِ شعر کو شمعِ سرِ مزار ایک

دونوں کے دل حق آشنا، دونوں رسول پر فِدا
ایک مُحبِّ چار یار، عاشقِ ہشت و چار ایک

جانِ وفا پرست کو ایک شمیمِ نو بہار
فرقِ ستیزہ مست کو، ابرِ تگرگِ بار ایک

لایا ہے کہہ کے یہ غزل، شائبۂ رِیا سے دور
کر کے دل و زبان کو غالبؔ خاک سار ایک

}

◊حاشیہ["تپش"]{نسخے میں اگرچہ "طپش" ہے لیکن "تپش" ہی درست ہونا چاہیے۔ ◊حم{اعجاز عبید}}
