#lang pollen

◊(define-meta title "زخم پر چھڑکیں کہاں طفلانِ بے پروا نمک")

◊غزل{
◊ح['شروع]{مصرع} زخم پر چھڑکیں کہاں طفلانِ بے پروا نمک
کیا مزا ہوتا، اگر پتھر میں بھی ہوتا نمک

گردِ راہِ یار ہے سامانِ نازِ زخمِ دل
ورنہ ہوتا ہے جہاں میں کس قدر پیدا نمک

مجھ کو ارزانی رہے، تجھ کو مبارک ہو جیو
نالۂ بُلبُل کا درد اور خندۂ گُل کا نمک

شورِ جولاں تھا کنارِ بحر پر کس کا کہ آج
گِردِ ساحل ہے بہ زخمِ موجۂ دریا نمک

داد دیتا ہے مرے زخمِ جگر کی، واہ واہ! ◊ح{واہ-واہ}
یاد کرتا ہے مجھے، دیکھے ہے وہ جس جا نمک

چھوڑ کر جانا تنِ مجروحِ عاشق حیف ہے
دل طلب کرتا ہے زخم اور مانگے ہیں اعضا نمک

غیر کی منت نہ کھینچوں گا پَے توفیرِ ◊ح{توفیر} درد
زخم، مثلِ خندۂ قاتل ہے سر تا پا نمک

اس عمل میں عیش کی لذٓت نہیں ملتی اسدؔ
زورِ نسبت مَے سے رکھتا ہے نصارا کا نمک

یاد ہیں غالبؔ! تُجھے وہ دن کہ وجدِ ذوق میں
زخم سے گرتا، تو میں پلکوں سے چُنتا تھا نمک

}

◊حاشیہ["مصرع"]{نسخۂ حمیدیہ میں یہ مصرع یوں درج ہے: ◊علامت{؏} زخم پر باندھے ہیں کب طفلانِ بے پروا نمک ◊حم{جویریہ مسعود}}
◊حاشیہ["واہ-واہ"]{ایک نسخے میں "واہ وا" بہ تخفیف بھی دیکھا گیا ہے لیکن اکثر قدیم و جدید نسخوں میں "واہ واہ" درج ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["توفیر"]{بعض نسخوں میں "توفیر" کی جگہ "توقیر" چھپا ہے۔ نسخۂ نظامی میں "توفیر" درج ہے۔ ◊حم{حامد علی خاں}}
