#lang pollen

◊(define-meta title "پھر ہوا وقت کہ ہو بال کُشا موجِ شراب")

◊غزل{
پھر ہوا وقت کہ ہو بال کُشا موجِ شراب
دے بطِ مے کو دل و دستِ شنا موجِ شراب

پوچھ مت وجہ سیہ مستیٔ اربابِ چمن
سایۂ تاک میں ہوتی ہے ہَوا موجِ شراب

جو ہوا غرقۂ مے، بختِ رسا رکھتا ہے
سر سے گزرے پہ بھی ہے بالِ ہُما موجِ شراب

ہے یہ برسات وہ موسم کہ عجب کیا ہے، اگر
موجِ ہستی کو کرے فیضِ ہوا موجِ شراب

چار موج ◊ح{چار-موج} اٹھتی ہے طوفانِ طرب سے ہر سو
موجِ گل، موجِ شفق، موجِ صبا، موجِ شراب

جس قدر روح نباتی ہے جگر تشنۂ ناز
دے ہے تسکیں بَدَمِ آبِ بقا موجِ شراب

بس کہ دوڑے ہے رگِ تاک میں خوں ہو ہو کر
شہپرِ رنگ سے ہے بال کشا موجِ شراب

موجۂ گل سے چراغاں ہے گزر گاہِ خیال
ہے تصوّر میں ز بس جلوہ نما موجِ شراب

نشّے کے پردے میں ہے محوِ تماشائے دماغ
بس کہ رکھتی ہے سرِ نشو و نما موجِ شراب

ایک عالم پہ ہیں طوفانیٔ کیفیّتِ فصل
موجۂ سبزۂ نوخیز سے تا موجِ شراب

شرحِ ہنگامۂ مستی ہے، زہے! موسمِ گل
رہبرِ قطرہ بہ دریا ہے، خوشا موجِ شراب

ہوش اڑتے ہیں مرے، جلوۂ گل دیکھ، اسدؔ
پھر ہوا وقت، کہ ہو بال کُشا موجِ شراب

}

◊حاشیہ["چار-موج"]{گِرداب۔ ◊حم{حامد علی خاں}}
