#lang pollen

◊(define-meta title "بزمِ شاہنشاہ میں اشعار کا دفتر کھلا")

◊غزل{
بزمِ شاہنشاہ میں اشعار کا دفتر کھلا
رکھیو یا رب یہ درِ گنجینۂ گوہر کھلا

شب ہوئی، پھر انجمِ رخشندہ کا منظر کھلا
اِس تکلّف سے کہ گویا بت کدے کا در کھلا

گرچہ ہوں دیوانہ، پر کیوں دوست کا کھاؤں فریب
آستیں میں دشنہ پنہاں، ہاتھ میں نشتر کھلا

گو نہ سمجھوں اس کی باتیں، گو نہ پاؤں اس کا بھید
پر یہ کیا کم ہے کہ مجھ سے وہ پری پیکر کھلا

ہے خیالِ حُسن میں حُسنِ عمل کا سا خیال
خلد کا اک در ہے میری گور کے اندر کھلا

منہ نہ کھلنے پرہے وہ عالم کہ دیکھا ہی نہیں
زلف سے بڑھ کر نقاب اُس شوخ کے منہ پر کھلا

در پہ رہنے کو کہا اور کہہ کے کیسا پھر گیا
جتنے عرصے میں مِرا لپٹا ہوا بستر کھلا

کیوں اندھیری ہے شبِ غم، ہے بلاؤں کا نزول
آج اُدھر ہی کو رہے گا دیدۂ اختر کھلا

کیا رہوں غربت میں خوش، جب ہو حوادث کا یہ حال
نامہ لاتا ہے وطن سے نامہ بر اکثر کھلا

اس کی امّت میں ہوں مَیں، میرے رہیں کیوں کام بند
واسطے جس شہ کے غالبؔ! گنبدِ بے در کھلا

}
