#lang pollen

◊(define-meta title "بس کہ فعّالِ ما یرید ہے آج")

◊غزل{
بس کہ فعّالِ ما یرید ہے آج
ہر سلحشور انگلستاں کا

گھر سے بازار میں نکلتے ہوئے
زہرہ ہوتا ہے آب انساں کا

چوک جس کو کہیں، وہ مقتل ہے
گھر بنا ہے نمونہ زنداں کا

شہرِ دہلی کا ذرّہ ذرّہ خاک
تشنۂ خوں ہے ہر مسلماں کا

کوئی واں سے نہ آ سکے یاں تک
آدمی واں نہ جا سکے یاں کا

میں نے مانا کہ مل گئے، پھر کیا
وہی رونا تن و دل و جاں کا

گاہ جل کر کیا کیے شکوہ
سوزشِ داغ ہائے پنہاں کا

گاہ رو کر کہا کیے باہم
ماجرا دیدہ ہائے گریاں کا

اس طرح کے وصال سے یا رب
کیا مٹے داغ دل سے ہجراں کا

}
