#lang pollen

◊(define-meta title "بس کہ دشوار ہے ہر کام کا آساں ہونا")

◊شاعری{
بس کہ دشوار ہے ہر کام کا آساں ہونا
آدمی کو بھی میسر نہیں انساں ہونا

گریہ چاہے ہے خرابی مرے کاشانے کی
در و دیوار سے ٹپکے ہے بیاباں ہونا

وائے دیوانگئ شوق کہ ہر دم مجھ کو
آپ جانا اُدھر اور آپ ہی حیراں ◊ح{حیراں} ہونا

جلوہ از بس کہ تقاضائے نگہ کرتا ہے
جوہرِ آئینہ بھی چاہے ہے مژگاں ہونا

عشرتِ قتل گہِ اہل تمنا، مت پوچھ
عیدِ نظّارہ ہے شمشیر کا عریاں ہونا

لے گئے خاک میں ہم داغِ تمنائے نشاط
تو ہو اور آپ بہ صد رنگِ گلستاں ہونا

عشرتِ پارۂ دل، زخمِ تمنا کھانا
لذّتِ ریشِ جگر، غرقِ نمکداں ہونا

کی مرے قتل کے بعد اس نے جفا سے توبہ
ہائے اس زود پشیماں کا پشیماں ہونا

حیف اُس چار گرہ کپڑے کی قسمت ◊ح{قسمت} غالبؔ!
جس کی قسمت میں ہو عاشق کا گریباں ہونا

}

◊حاشیہ["حیراں"]{نسخۂ طاہر میں "پریشاں" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["قسمت"]{بعض حضرات "قسمت" کی جگہ "قیمت" لکھتے اور پڑھتے ہیں لیکن یہاں "قسمت" ہی ہے۔ ◊حم{حامد علی خاں}}
