#lang pollen

◊(define-meta title "بہ شغلِ انتظارِ مہ وشاں در خلوتِ شب ہا")

◊غزل{
بہ شغلِ انتظارِ مہ وشاں در خلوتِ شب ہا
سرِ تارِ نظر ہے رشتۂ تسبیحِ کوکب ہا

کرے گر فکر تعمیرِ خرابی ہائے دل گردوں
نہ نکلے خشت مثلِ استخواں بیرونِ قالب ہا

عیادت ہائے طعن آلودِ یاراں زہرِ قاتل ہے
رفوئے زخم کرتی ہے بہ نوکِ نیشِ عقرب ہا

کرے ہے حسنِ خوباں پردے میں مشاطگی اپنی
کہ ہے تہ بندۂ خط سبزۂ خط در تہِ لب ہا

◊ح['شروع]{شعر} فنا کو عشق ہے بے مقصداں حیرت پرستاراں
نہیں رفتارِ عمرِ تیز رو پابندِ مطلب ہا

اسد کو بت پرستی سے غرض درد آشنائی ہے
نہاں ہیں نالۂ ناقوس میں در پردہ "یا رب" ہا

}

◊حاشیہ["شعر"]{متداول دیوان میں صرف یہ شعر درج ہے، باقی اشعار نسخۂ رضا سے انتخاب ہیں۔ ◊حم{جویریہ مسعود}}
