#lang pollen

◊(define-meta title "بہارِ رنگِ خونِ دل  ہے ساماں اشک باری کا")

◊غزل{
بہارِ رنگِ خونِ دل ◊ح{خون-دل} ہے ساماں اشک باری کا
جنونِ برق، نشتر ہے رگِ ابرِ بہاری کا

برائے حلِّ مشکل ہوں ز پا افتادۂ حسرت
بندھا ہے عقدۂ خاطر سے پیماں خاکساری کا

بوقتِ سرنگونی ہے تصوّر انتظارستاں کا
نگہ کو سالوں ◊ح{سالوں} سے شغل ہے اختر شماری کا

◊ح['شروع]{اشعار} لطافت بے کثافت جلوہ پیدا کر نہیں سکتی
چمن زنگار ہے آئینۂ بادِ بہاری کا

حریفِ جوششِ دریا نہیں خوددارئ ساحل
جہاں ساقی ہو تو باطل ہے دعویٰ ہوشیاری کا

اسدؔ ساغر کشِ تسلیم ہو گردش سے گردوں کی
کہ ننگِ فہمِ مستاں ہے گلہ بد روزگاری کا

}

◊حاشیہ["خون-دل"]{نسخۂ حمیدیہ میں "خونِ گل" بجائے "خونِ دل" ◊حم{جویریہ مسعود}}
◊حاشیہ["سالوں"]{نسخۂ حمیدیہ میں "آبلوں سے" بجائے "سالوں سے" ۔ ہو سکتا ہے نسخۂ حمیدیہ میں سہوِ کتابت ہو۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["اشعار"]{متداول دیوان میں صرف یہ اور اگلا شعر بطور غزل درج ہیں۔ ◊حم{جویریہ مسعود}}
