#lang pollen

◊(define-meta title "بہ رہنِ شرم ہے با وصفِ شوخی اہتمام اس کا")

◊غزل{
بہ رہنِ شرم ہے با وصفِ شوخی اہتمام اس کا
نگیں میں جوں شرارِ سنگ نا پیدا ہے نام اس کا

◊ح['شروع]{شعر} سرو کارِ تواضع تا خمِ گیسو رسانیدن
بسانِ شانہ زینت ریز ہے دستِ سلام اُس کا

مِسی آلودہ ہے مُہر نوازش نامہ ظاہر ہے
کہ داغِ آرزوئے بوسہ دیتا ◊ح{دیتا} ہے پیام اس کا

بہ امیّدِ نگاہِ خاص ہوں محمل کشِ حسرت
مبادا ہو عناں گیرِ تغافل لطفِ عام اس کا

◊ح['شروع]{شعر-۲} لڑاوے گر وہ بزمِ مے کشی میں قہر و شفقت کو
بھرے پیمانۂ صد زندگانی ایک جام اُس کا

◊ح['شروع]{شعر-۳} اسدؔ سودائے سر سبزی سے ہے تسلیم رنگیں تر
کہ کشتِ خشک اُس کا ابرِ بے پروا خرام اُس کا

}

◊حاشیہ["شعر"]{نسخۂ رضا سے مزید شعر۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["دیتا"]{نسخۂ رضا میں "لاتا" بجائے "دیتا" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["شعر-۲"]{نسخۂ رضا سے مزید شعر۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["شعر-۳"]{نسخۂ رضا سے مزید شعر۔ ◊حم{جویریہ مسعود}}
