#lang pollen

◊(define-meta title "تُو دوست کسی کا بھی، ستم گر! نہ ہوا تھا")

◊غزل{
تُو دوست کسی کا بھی، ستم گر! نہ ہوا تھا
اوروں پہ ہے وہ ظلم، کہ مجھ پر نہ ہوا تھا

چھوڑا مہِ نخشب کی طرح دستِ قضا نے
خورشید ہنوز اس کے برابر نہ ہوا تھا

توفیق بہ اندازۂ ہمت ہے ازل سے
آنکھوں میں ہے وہ قطرہ، کہ گوہر نہ ہوا تھا

جب تک کہ نہ دیکھا تھا قدِ یار کا عالم
میں معتقدِ فتنۂ محشر نہ ہوا تھا

میں سادہ دل، آزردگیٔ یار سے خوش ہوں
یعنی سبقِ شوقِ مکرّر نہ ہوا تھا

دریائے معاصی تُنُک آبی سے ہوا خشک
میرا سرِ دامن بھی ابھی تر نہ ہوا تھا

جاری تھی اسدؔ! داغِ جگر سے مِری ◊ح{مری} تحصیل
آتش کدہ جاگیرِ سَمَندر نہ ہوا تھا

}

◊حاشیہ["مری"]{مروجہ نسخوں کی اکثریت میں یہاں "مِرے" چھپا ہے۔ مطلب یہ کہ "میرے داغِ جگر سے تحصیل جاری تھی" مگر سوال یہ ہے کہ سمندر کے مقابلے میں یہاں کون تحصیلِ آتش کر رہا تھا؟ اس کا کوئی جواب نہیں ہے، جب تک یہاں "مِرے" کی بجائے "مِری" نہ پڑھا جائے۔ یعنی داغِ جگر سے میری تحصیلِ تب و تاب اس وقت بھی جاری تھی جب کہ سمندر تک کو آتش‌کدہ عطا نہ ہوا تھا۔ نسخۂ نظامی میں "مِری" ہی چھپا ہے، مگر قدیم نسخوں میں تو "مِرے" کو بھی "مِری" ہی لکھا جاتا تھا۔ لہٰذا صرف معنوی دلیل ہی متن کے اندراج کے حق میں دی جا سکتی ہے۔ حسرت موہانی اور عرشی کا بھی غالباً اسی دلیل پر اتفاق ہو گا۔ ان دونوں کے سوا شاید اور کسی فاضل مرتبِ دیوان غالبؔ نے یہاں "مِری" نہیں لکھا۔ ◊حم{حامد علی خاں}}
