#lang pollen

◊(define-meta title "جب بہ تقریبِ سفر یار نے محمل باندھا")

◊شاعری{
جب بہ تقریبِ سفر یار نے محمل باندھا
تپشِ شوق نے ہر ذرّے پہ اک دل باندھا

◊ح['شروع]{شعر} ناتوانی ہے تماشائی عمرِ رفتہ
رنگ نے آئنہ آنکھوں کے مقابل باندھا

اہل بینش نے بہ حیرت کدۂ شوخئ ناز
جوہرِ آئینہ کو طوطئ بسمل باندھا

◊ح['شروع]{شعر-۲} اصطلاحاتِ اسیرانِ تغافل مت پوچھ
جو گرہ آپ نہ کھولی، اسے مشکل باندھا

یاس و امید نے اک عرَبدہ میداں مانگا
عجزِ ہمت نے طِلِسمِ دلِ سائل باندھا

◊ح['شروع]{شعر-۳} نوکِ ہر خار سے تھا بس کہ سر دزدئ زخم
جوں نمد، ہم نے کفِ پا پہ، اسدؔ، دل باندھا

نہ بندھے تِشنگئ ذوق ◊ح{ذوق} کے مضموں، غالبؔ
گرچہ دل کھول کے دریا کو بھی ساحل باندھا

}

◊حاشیہ["شعر"]{مزید شعر از نسخۂ رضا۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["شعر-۲"]{مزید شعر از نسخۂ رضا۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["شعر-۳"]{مزید شعر از نسخۂ رضا۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["ذوق"]{بعض جدید نسخوں میں یہاں "شوق" درج ہے مگر غالبؔ ہی کے کلام سے ثبوت ملتا ہے کہ بعض مقامات پر جہاں آج کل ہم "شوق" استعمال کرتے ہیں، وہاں غالبؔ نے "ذوق" لکھا۔ ◊حم{حامد علی خاں}}
