#lang pollen

◊(define-meta title "جنوں گرم انتظار و نالہ بے تابی کمند آیا")

◊غزل{
جنوں گرم انتظار و نالہ بے تابی کمند آیا
سویدا تا بہ لب زنجیر سے ◊ح{زنجیر} دودِ سپند آیا

مہِ اختر فشاں کی بہرِ استقبال آنکھوں سے
تماشا، کشورِ آئینہ میں آئینہ بند آیا

تغافل، بد گمانی، بلکہ میری سخت جانی ہے
نگاہِ بے حجابِ ناز کو بیمِ گزند آیا

فضائے خندۂ گُل تنگ و ذوقِ عیش بے پروا
فراغت گاہِ آغوشِ وداعِ دل پسند آیا

عدم ہے خیر خواہِ جلوہ کو زندانِ بے تابی
خرامِ ناز برقِ خرمنِ سعیٔ سپند ◊ح{سپند} آیا

جراحت تحفہ، الماس ارمغاں، داغِ جگر ہدیہ
مبارک باد اسدؔ، غم خوارِ جانِ دردمند آیا

}

◊حاشیہ["زنجیر"]{عرشی میں "زنجیری"۔ عرشی نے "زنجیر سے" کو سہو مرتب لکھا ہے۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["سپند"]{یہاں درست لفظ "سپند" ہے جیسا کہ نسخۂ حمیدیہ (کالی داس گپتا) میں دیا گیا ہے۔ نسخۂ حمیدیہ (شائع کردہ مجلسِ ترقی ادب، لاہور) میں غلطی سے "پسند" لکھا گیا ہے۔ ◊حم{جویریہ مسعود}}
