#lang pollen

◊(define-meta title "جَور سے باز آئے پر، باز آئیں کیا")

◊غزل{
جَور سے باز آئے پر، باز آئیں کیا
کہتے ہیں ہم تجھ کو منہ دکھلائیں کیا

رات دن گردش میں ہیں سات آسماں
ہو رہے گا کچھ نہ کچھ گھبرائیں کیا

لاگ ہو تو اس کو ہم سمجھیں لگاؤ
جب نہ ہو کچھ بھی تو دھوکا کھائیں کیا

ہو لیے کیوں نامہ بر کے ساتھ ساتھ
یا رب اپنے خط کو ہم پہنچائیں کیا

موجِ خوں سر سے گزر ہی کیوں نہ جائے
آستانِ یار سے اٹھ جائیں کیا

عمر بھر دیکھا کیے مرنے کی راہ
مر گئے پر دیکھیے دکھلائیں کیا

پوچھتے ہیں وہ کہ غالبؔ کون ہے
کوئی بتلاؤ کہ ہم بتلائیں کیا

}
