#lang pollen

◊(define-meta title "خلوتِ آبلۂ پا میں ہے، جولاں میرا")

◊شاعری{
خلوتِ آبلۂ پا میں ہے، جولاں میرا
خوں ہے دل تنگیِ وحشت سے بیاباں میرا

ذوقِ سرشار سے بے پردہ ہے طوفاں میرا
موجِ خمیازہ ہے ہر زخمِ نمایاں میرا

عیشِ بازی کدۂ حسرتِ جاوید رسا
خونِ آدینہ سے رنگیں ہے دبستاں میرا

حسرتِ نشۂ وحشت نہ بہ سعیِ دل ہے
عرضِ خمیازۂ مجنوں ہے گریباں میرا

عالمِ بے سر و سامانیِ فرصت مت پوچھ
لنگرِ وحشتِ مجنوں ہے بیاباں میرا

بے دماغِ تپشِ رشک ہوں اے جلوۂ حسن
تشنۂ خونِ دل و دیدہ ہے پیماں میرا

فہم زنجیریِ بے ربطیِ دل ہے یا رب
کس زباں میں ہے لقب خوابِ پریشاں میرا

بہ ہوس دردِ سرِ اہلِ سلامت تا چند؟
مشکلِ عشق ہوں، مطلب نہیں آساں میرا

◊ح['شروع]{اشعار} سرمۂ مفتِ نظر ہوں مِری قیمت ◊ح{قیمت} یہ ہے
کہ رہے چشمِ خریدار پہ احساں میرا

رخصتِ نالہ مجھے دے کہ مبادا ظالم
تیرے چہرے سے ہو ظاہر ◊ح{ہو-ظاہر} غمِ پنہاں میرا

بوئے یوسف مجھے گل زار سے آتی تھی اسدؔ
دَے نے برباد کیا پیر ہنستاں میرا

}

◊حاشیہ["اشعار"]{متداول میں صرف یہ دو اشعار بطور غزل درج ہیں۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["قیمت"]{نسخۂ آگرہ، منشی شِونرائن، ۱۸۶۳ء میں "مِری قسمت" ۔ ◊حم{اعجاز عبید}}
◊حاشیہ["ہو-ظاہر"]{نسخۂ حسرت موہانی میں "ہو ظاہر" کی جگہ "عیاں ہو" چھپا ہے۔ ◊حم{حامد علی خاں}}
