#lang pollen

◊(define-meta title "خود پرستی سے رہے باہم دِگر نا آشنا")

◊غزل{
خود پرستی سے رہے باہم دِگر نا آشنا
بے کسی میری شریک، آئینہ تیرا آشنا

آتشِ موئے دماغِ شوق ہے تیرا تپاک
ورنہ ہم کس کے ہیں اے داغِ تمنّا، آشنا

جوہرِ آئینہ جز رمزِ سرِ مژگاں نہیں
آشنائی ◊ح{آشنائی} ہم دِگر سمجھے ہے ایما آشنا

ربطِ یک شیرازۂ وحشت ہیں اجزائے بہار
سبزہ بیگانہ، صبا آوارہ، گل نا آشنا

رشک کہتا ہے کہ اس کا غیر سے اخلاص حیف!
عقل کہتی ہے کہ وہ بے مہر کس کا آشنا

◊ح['شروع]{شعر} بے دماغی شکوہ سنجِ رشکِ ہم دیگر نہیں
یار تیرا جامِ مے، خمیازہ میرا آشنا

ذرّہ ذرّہ ساغرِ مے خانۂ نیرنگ ہے
گردشِ مجنوں بہ چشمک‌ہائے لیلیٰ آشنا

شوق ہے "ساماں طرازِ نازشِ اربابِ عجز"
ذرّہ صحرا دست گاہ و قطرہ دریا آشنا

میں اور ایک آفت کا ٹکڑا وہ دلِ وحشی، "کہ ہے
عافیت کا دشمن اور آوارگی کا آشنا"

شکوہ سنجِ رشکِ ہم دیگر نہ رہنا چاہیے
میرا زانو مونس اور آئینہ تیرا آشنا

کوہ کن "نقّاشِ یک تمثالِ شیریں" تھا اسدؔ
سنگ سے سر مار کر ہووے نہ پیدا آشنا

}

◊حاشیہ["آشنائی"]{نسخۂ حمیدیہ میں "آشنا کی" بجائے "آشنائی" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["شعر"]{نسخۂ رضا سے مزید۔ ◊حم{جویریہ مسعود}}
