#lang pollen

◊(define-meta title "درد مِنّت کشِ دوا نہ ہوا")

◊غزل{
درد مِنّت کشِ دوا نہ ہوا
میں نہ اچھا ہوا، برا نہ ہوا

جمع کرتے ہو کیوں رقیبوں کو
اک تماشا ہوا، گِلا نہ ہوا

ہم کہاں قسمت آزمانے جائیں
تو ہی جب خنجر آزما نہ ہوا

کتنے شیریں ہیں تیرے لب، "کہ رقیب
گالیاں کھا کے بے مزا نہ ہوا"

ہے خبر گرم ان کے آنے کی
آج ہی گھر میں بوریا نہ ہوا

کیا وہ نمرود کی خدائی تھی؟
بندگی میں مرا بھلا نہ ہوا

جان دی، دی ہوئی اسی کی تھی
حق تو یوں ◊ح{یوں} ہے کہ حق ادا نہ ہوا

زخم گر دب گیا، لہو نہ تھما
کام گر رک گیا، روا نہ ہوا

رہزنی ہے کہ دل ستانی ہے؟
لے کے دل، "دلستاں" روانہ ہوا

کچھ تو پڑھیے کہ لوگ کہتے ہیں
آج غالبؔ غزل سرا نہ ہوا!

}

◊حاشیہ["یوں"]{نسخۂ مہر، نسخۂ علامہ آسی میں "یوں" کے بجا ئے "یہ" آیا ہے۔ ◊حم{جویریہ مسعود}
مزید: نسخۂ حسرت موہانی میں یوں کی جگہ "یہ" درج ہے۔ ◊حم{حامد علی خاں}}
