#lang pollen

◊(define-meta title "درخورِ قہر و غضب جب کوئی ہم سا نہ ہوا")

◊غزل{
درخورِ قہر و غضب جب کوئی ہم سا نہ ہوا
پھر غلط کیا ہے کہ ہم سا کوئی پیدا نہ ہوا

بندگی میں بھی وہ آزادہ و خودبیں ہیں، کہ ہم
الٹے پھر آئے، درِ کعبہ اگر وا نہ ہوا

سب کو مقبول ہے دعویٰ تری یکتائی کا
روبرو کوئی بتِ آئینہ سیما نہ ہوا

کم نہیں نازشِ ہمنامئ چشمِ خوباں
تیرا بیمار، برا کیا ہے؟ گر اچھا نہ ہوا

سینے کا داغ ہے وہ نالہ کہ لب تک نہ گیا
خاک کا رزق ہے وہ قطرہ کہ دریا نہ ہوا

نام کا میرے ہے جو دکھ کہ کسی کو نہ ملا
کام میں میرے ہے جو فتنہ کہ برپا نہ ہوا ◊ح['آخر]{شعر}

ہر بُنِ مو سے دمِ ذکر نہ ٹپکے خونناب
حمزہ کا قِصّہ ہوا، عشق کا چرچا نہ ہوا

قطرے میں دجلہ دکھائی نہ دے اور جزو میں کُل
کھیل لڑکوں کا ہوا، دیدۂ بینا نہ ہوا

تھی خبر گرم کہ غالبؔ کے اُڑیں گے پرزے
دیکھنے ہم بھی گئے تھے، پہ تماشا نہ ہوا ◊ح['آخر]{خط}

}

◊حاشیہ["شعر"]{◊علامت{؏} کام کا ہے مرے وہ فتنہ کہ برپا نہ ہوا (نسخۂ حسرت، نسخۂ مہر) ◊حم{جویریہ مسعود}
مزید: نسخۂ مہر اور حسرت موہانی میں یہ شعر یوں ملتا ہے: ◊علامت{؎}
    ◊شعر{
    نام کا ہے میرے وہ دکھ جو کسی کو نہ ملا
    کام کا ہے مِرے وہ فتنہ کہ برپا نہ ہوا}
اس ترتیب الفاظ کے ظاہری حسن کے باوجود دوسرے قدیم و جدید نسخے سے یہ ثبوت نہیں ملا کہ غالب نے خود یہ شعر یوں بدل دیا تھا۔ غالب کو شاید دوسرے مصرع کا وہ مفہوم مطلوب ہی نہ تھا جو "کام کا" سے پیدا ہوتا ہے۔ دوسرے قدیم و جدید نسخوں کے علاوہ عرشی، طباطبائی، مالک رام اور بیخود دہلوی کے نسخوں میں بھی یہ شعر یوں ہی ملا ہے جیسا کہ متن میں درج ہوا ہے اور نسخۂ نظامی مطبوعۂ ۱۸۶۲ میں بھی اسی طرح چھپا ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["خط"]{خط بنام نبی بخش حقیرؔ (بعد از ۱۸ جون ۱۸۵۴ء) نادراتِ غالبؔ، صفحہ ۵۶ ◊حم{نسخۂ رضا}}
