#lang pollen

◊(define-meta title "دل میرا سوزِ نہاں سے بے محابا جل گیا")

◊غزل{
دل میرا سوزِ نہاں سے بے محابا جل گیا
آتشِ خاموش کی مانند، گویا جل گیا

دل میں ذوقِ وصل و یادِ یار تک باقی نہیں
آگ اس گھر میں لگی ایسی کہ جو تھا جل گیا

میں عدم سے بھی پرے ہوں، ورنہ غافل! بارہا
میری آہِ آتشیں سے بالِ عنقا جل گیا

عرض کیجے جوہرِ اندیشہ کی گرمی کہاں؟
کچھ خیال آیا تھا وحشت کا، کہ صحرا جل گیا

دل نہیں، تجھ کو دکھاتا ورنہ، داغوں کی بہار
اِس چراغاں کا کروں کیا، کارفرما جل گیا

دود میرا سنبلستاں سے کرے ہے ہمسری
بس کہ ذوقِ آتشِ گل سے سراپا جل گیا

شمع رویوں کی سر انگشتِ حنائی دیکھ کر
غنچۂ گل پر فشاں، پروانہ آسا، جل گیا

خانمانِ عاشقاں دکانِ آتش باز ہے
شعلہ رو جب ہو گئے گرمِ تماشا، جل گیا ◊ح['آخر]{شعلہ-رو}

تا کجا افسوسِ گرمی ہائے صحبت، اے خیال
دل بہ سوزِ آتشِ داغِ تمنّا جل گیا ◊ح['آخر]{دل-بہ}

میں ہوں اور افسردگی کی آرزو، غالبؔ! کہ دل
دیکھ کر طرزِ تپاکِ اہلِ دنیا جل گیا

}

◊حاشیہ["شعلہ-رو"]{نسخۂ حمیدیہ میں یہ مصرع یوں ہے: ◊علامت{؏} شعلہ رو یاں جب ہوے گرمِ تماشا جل گیا ◊حم{جویریہ مسعود}}
◊حاشیہ["دل-بہ"]{نسخۂ حمیدیہ میں یہ مصرع یوں ہے: ◊علامت{؏} دل ز آتش خیزیٔ داغِ تمنا جل گیا ◊حم{جویریہ مسعود}}
