#lang pollen

◊(define-meta title "دوست غمخواری میں میری سعی فرمائیں  گے کیا")

◊غزل{
دوست غمخواری میں میری سعی فرمائیں ◊ح{فرمائیں} گے کیا
زخم کے بھرنے تلک ناخن نہ بڑھ جائیں گے کیا

بے نیازی حد سے گزری بندہ پرور، کب تلک
ہم کہیں گے حالِ دل اور آپ فرمائیں گے "کیا“؟

حضرتِ ناصح گر آئیں، دیدہ و دل فرشِ راہ
کوئی مجھ کو یہ تو سمجھا دو کہ سمجھائیں گے کیا؟

آج واں تیغ و کفن باندھے ہوئے جاتا ہوں میں
عذر میرے قتل کرنے میں وہ اب لائیں گے کیا

گر کیا ناصح نے ہم کو قید، اچھا یوں سہی
یہ جنونِ عشق کے انداز چھٹ جائیں گے کیا

خانہ زادِ زلف ہیں، زنجیر سے بھاگیں گے کیوں
ہیں گرفتارِ وفا، زنداں سے گھبرائیں گے کیا

ہے اب اس معمورے میں قحطِ غمِ الفت اسدؔ
ہم نے یہ مانا کہ دلّی میں رہیں ◊ح{رہیں}، کھائیں گے کیا؟

}

◊حاشیہ["فرمائیں"]{قدیم نسخوں میں قافیے "فرماویں" ، "جاویں" وغیرہ چھپے ہیں۔ بعد کے نسخوں میں "فرمائیں" ، "جائیں" وغیرہ قافیے درج ہیں، مثلاً شِونرائن اور طباطبائی میں۔ ◊حم{حامد علی خاں}}
◊حاشیہ["رہیں"]{بعض لوگوں کی زبان پر "رہیں" کے بجائے "رہے" بھی ہے۔ اس کا سبب ایک پرانے نسخے کا اندراج ہے مگر اکثر نسخوں میں "رہیں" درج ہے۔ ◊حم{حامد علی خاں}}
