#lang pollen

◊(define-meta title "دھمکی میں مر گیا، جو نہ بابِ نبرد تھا")

◊غزل{
دھمکی میں مر گیا، جو ◊ح{جو} نہ بابِ نبرد تھا
"عشقِ نبرد پیشہ" طلب گارِ مرد تھا

تھا زندگی میں مرگ کا کھٹکا لگا ہوا
اڑنے سے پیشتر بھی، مرا رنگ زرد تھا

تالیفِ نسخہ ہائے وفا کر رہا تھا میں
مجموعۂ خیال ابھی فرد فرد تھا

دل تا جگر، کہ ساحلِ دریائے خوں ہے اب
اس رہ گزر میں جلوۂ گل، آگے گرد تھا

جاتی ہے کوئی کشمکش اندوہِ عشق کی!
دل بھی اگر گیا، تو وُہی دل کا درد تھا

احباب چارہ سازیٔ وحشت نہ کر سکے
زنداں میں بھی خیال، بیاباں نورد تھا

یہ لاشِ بے کفن اسدِؔ خستہ جاں کی ہے
حق مغفرت کرے عجب آزاد مرد تھا

}

◊حاشیہ["جو"]{شارحینِ کلام کے نزدیک وقفہ "جو" کے بجائے "گیا" کے بعد ہے۔ ◊حم{حامد علی خاں}
حامد علی خاں کے نسخے میں یہ مصرع یوں ہے: ◊علامت{؏} دھمکی میں مر گیا جو، نہ بابِ نبرد تھا ◊حم{جویریہ مسعود}}
