#lang pollen

◊(define-meta title "دہر میں نقشِ وفا وجہِ تسلی نہ ہوا")

◊شاعری{
دہر میں نقشِ وفا وجہِ تسلی نہ ہوا
ہے یہ وہ لفظ کہ شرمندۂ معنی نہ ہوا

نہ ہوئی ہم سے رقم حیرتِ خطِّ رخِ یار
صفحۂ آئینہ جولاں گہِ طوطی نہ ہوا ◊ح['آخر]{مصرع}

سبزۂ خط سے ترا کاکلِ سرکش نہ دبا
یہ زمرد بھی حریفِ دمِ افعی نہ ہوا

میں نے چاہا تھا کہ اندوہِ وفا سے چھوٹوں
وہ ستم گر مرے مرنے پہ بھی راضی نہ ہوا

دل گزر گاہ خیالِ مے و ساغر ہی سہی
گر نفَس جادۂ سر منزلِ تقوی نہ ہوا

ہوں ترے وعدہ نہ کرنے پر بھی راضی کہ کبھی
گوش منت کشِ گل بانگِ تسلّی نہ ہوا

کس سے محرومئ قسمت کی شکایت کیجے
ہم نے چاہا تھا کہ مر جائیں، سو وہ بھی نہ ہوا

وسعتِ رحمتِ حق دیکھ کہ بخشا جائے ◊ح{جائے}
مجھ سا کافر کہ جو ممنونِ معاصی نہ ہوا

مر گیا صدمۂ یک جنبشِ لب سے غالبؔ◊ح['آخر]{مصرع-۲}
ناتوانی سے حریفِ دمِ عیسیٰ نہ ہوا

}

◊حاشیہ["مصرع"]{نسخۂ حمیدیہ میں یہ مصرع یوں درج ہے : ◊علامت{؏} صفحہ آئینہ ہوا، آئینہ طوطی نہ ہوا ◊حم{جویریہ مسعود}}
◊حاشیہ["جائے"]{نسخۂ حمیدیہ میں مزید ۔◊حم{اعجاز عبید}
مزید: نسخۂ رضا میں "جاوے" بجائے "جائے" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["مصرع-۲"]{نسخۂ حمیدیہ میں یہ مصرع یوں ہے: ◊علامت{؏} مر گیا صدمۂ آواز سے "قم" کے غالبؔ ◊حم{اعجاز عبید}}
