#lang pollen

◊(define-meta title "ذکر اس پری‌وش کا اور پھر بیاں اپنا")

◊غزل{
ذکر اس پری‌وش کا اور پھر بیاں اپنا
بن گیا رقیب آخر، تھا جو رازداں اپنا

مے وہ کیوں بہت پیتے بزمِ غیر میں یا رب
آج ہی ہوا منظور اُن کو امتحاں اپنا

منظر اک بلندی پر اور ہم بنا سکتے
عرش سے اُدھر ◊ح{ادھر} ہوتا، کاشکے مکاں اپنا

دے وہ جس قدر ذلت ہم ہنسی میں ٹالیں گے
بارے آشنا نکلا، ان کا پاسباں، اپنا

دردِ دل لکھوں کب تک، جاؤں ان کو دکھلا دوں
انگلیاں فگار اپنی، خامہ خوں‌چکاں اپنا

گھستے گھستے مٹ جاتا، آپ نے عبث بدلا
ننگِ سجدہ سے میرے، سنگِ آستاں اپنا

تا کرے نہ غمازی، کر لیا ہے دشمن کو
دوست کی شکایت میں ہم نے ہم‌زباں اپنا

ہم کہاں کے دانا تھے، کس ہنر میں یکتا تھے
بے سبب ہوا غالبؔ دشمن آسماں اپنا

}

◊حاشیہ["ادھر"]{اکثر نسخوں میں "اُدھر" کی جگہ "اِدھر" چھپا ہے۔ نسخۂ حمیدیہ میں "پرے" چھپا ہے۔ شعر کا صحیح مفہوم "اُدھر" یا "پرے" سے ادا ہوتا ہے۔ " اِدھر" لکھنے والوں نے اس شعر کی جو شرحیں لکھی ہیں وہ تسلی بخش نہیں ہیں۔ (نسخۂ نظامی : "اِدھر" ۔) ◊حم{حامد علی خاں}}
