#lang pollen

◊(define-meta title "رات، دل گرمِ خیالِ جلوۂ جانانہ تھا")

◊غزل{
رات، دل گرمِ خیالِ جلوۂ جانانہ تھا
رنگِ روئے شمع، برقِ خرمنِ پروانہ تھا

شب کہ تھی کیفیتِ محفل بہ یادِ روئے یار
ہر نظر میں، داغِ مئے خالِ لبِ پیمانہ تھا

شب کہ باندھا خواب میں آنے کا قاتل نے، جناح
وہ فسونِ وعدہ میرے واسطے افسانہ تھا

دود ◊ح{دود} کو آج اس کے ماتم میں سیہ پوشی ہوئی
وہ دلِ سوزاں کہ کل تک شمعِ ماتم خانہ تھا

ساتھ جنبش کے بہ یک برخاستن طے ہو گیا
تو کہے، صحرا غبارِ دامنِ دیوانہ تھا

دیکھ اُس کے ساعدِ سیمین و دستِ پر نگار
شاخِ گل جلتی تھی مثلِ شمع، گل پروانہ تھا

شکوۂ یاراں غبارِ دل میں پنہاں کر دیا
غالبؔ ایسے گنج کو عیاں یہی ویرانہ تھا ◊ح['آخر]{مصرع}

اے اسدؔ! رویا جو دشتِ غم میں میں حیرت زدہ
آئینہ خانہ ز سیلِ اشک، ہر ویرانہ تھا

}

◊حاشیہ["دود"]{نسخۂ مبارک علی میں "درد" ہے لیکن نسخۂ عرشی میں پہلا لفظ "دود" ہے۔ ◊حم{اعجاز عبید}}
◊حاشیہ["مصرع"]{نسخۂ رضا میں یہ مصرع یوں ہے: ◊علامت{؏} غالبؔ، ایسے گنج کو شایاں یہی ویرانہ تھا ◊حم{جویریہ مسعود}۔}
