#lang pollen

◊(define-meta title "ز بس خوں گشتۂ رشکِ وفا تھا وہم بسمل کا")

◊شاعری{
ز بس خوں گشتۂ رشکِ وفا تھا وہم بسمل کا
چرایا زخم ہائے دل نے پانی تیغِ قاتل کا

نگاہِ چشمِ حاسد وام لے، اے ذوقِ خود بینی
تماشائی ہوں، وحدت خانۂ آئینۂ دل کا

شرر فرصت نگہ، سامانِ یک عالم چراغاں ہے
بہ قدرِ رنگ یاں گردش میں ہے پیمانہ محفل کا

سراسر تاختن کو، شش جہت یک عرصہ جولاں تھا
ہوا واماندگی سے رہرواں کی، فرق منزل کا

◊ح['شروع]{اشعار} سراپا رہنِ عشق و ناگزیرِ الفتِ ہستی
عبادت برق کی کرتا ہوں اور افسوس حاصل کا

بہ قدرِ ظرف ہے ساقی! خمارِ تشنہ کامی بھی
جو تو دریائے مے ہے، تو میں خمیازہ ہوں ساحل کا

مجھے راہِ سخن میں خوفِ گمراہی نہیں غالبؔ
عصائے خضرِ صحرائے سخن ہے، خامہ بیدلؔ کا

}

◊حاشیہ["اشعار"]{اس غزل کا صرف یہ اور اگلا شعر مروجہ دیوان کا حصہ ہیں، باقی نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
