#lang pollen

◊(define-meta title "ستائش گر ہے زاہد، اس قدر جس باغِ رضواں کا")

◊غزل{
ستائش گر ہے زاہد، اس قدر جس باغِ رضواں کا
وہ اک گُلدستہ ہے ہم بے خودوں کے طاقِ نسیاں کا

بیاں کیا کیجیے بیدادِ کاوش ہائے مژگاں کا
کہ ہر یک قطرۂ خوں دانہ ہے تسبیحِ مرجاں کا

نہ آئی سطوتِ قاتل بھی مانع، میرے نالوں کو
لیا دانتوں میں جو تنکا، ہوا ریشہ نَیَستاں کا

دکھاؤں گا تماشہ، دی اگر فرصت زمانے نے
مِرا ہر داغِ دل، اِک تخم ہے سروِ چراغاں کا

کیا آئینہ خانے کا وہ نقشہ تیرے جلوے نے
کرے جو پرتوِ خُورشید عالم شبنمستاں کا

مری تعمیر میں مُضمر ہے اک صورت خرابی کی
ہیولٰی برقِ خرمن کا، ہے خونِ گرم دہقاں کا

اُگا ہے گھر میں ہر سُو سبزہ، ویرانی تماشہ کر
مدار اب کھودنے پر گھاس کے ہے، میرے درباں کا

خموشی میں نہاں، خوں‌گشتہ ◊ح{خوں-گشتہ} لاکھوں آرزوئیں ہیں
چراغِ مُردہ ہوں، میں بے زباں، گورِ غریباں کا

ہنوز اک "پرتوِ نقشِ خیالِ یار" باقی ہے
دلِ افسردہ، گویا، حجرہ ہے یوسف کے زنداں کا

بغل میں غیر کی، آج آپ سوتے ہیں کہیں، ورنہ
سبب کیا خواب میں آ کر تبسّم ہائے پنہاں کا

نہیں معلوم، کس کس کا لہو پانی ہوا ہو گا
قیامت ہے سرشک آلودہ ہونا تیری مژگاں کا

نظر میں ہے ہماری جادۂ راہِ فنا غالبؔ
کہ یہ شیرازہ ہے عالَم کے اجزائے پریشاں کا

}

◊حاشیہ["خوں-گشتہ"]{نسخۂ حسرت موہانی میں "سرگشتہ"۔ ◊حم{اعجاز عبید}}
