#lang pollen

◊(define-meta title "سیر آں سوئے تماشا ہے طلب گاروں کا")

◊غزل{
سیر آں سوئے تماشا ہے طلب گاروں کا
خضر مشتاق ہے اس دشت کے آواروں کا

سر خطِ بند ہوا، نامہ گنہ گاروں کا
خونِ ہدہد سے لکھا نقش گرفتاروں کا

فردِ آئینہ میں بخشیں شکنِ خندۂ گل
دلِ آزردہ پسند، آئینہ رخساروں کا

داد خواہِ تپش و مہرِ خموشی بر لب
کاغذِ سرمہ ہے، جامہ ترے بیماروں کا

وحشتِ نالہ بہ واماندگیٔ وحشت ہے
جرَسِ قافلہ، یاں دل ہے گراں باروں کا

پھر وہ سوئے چمن آتا ہے خدا خیر کرے
رنگ اڑتا ہے گُلِستاں کے ہوا داروں کا

جلوہ مایوس نہیں دل، نگرانی غافل
چشمِ امید ہے، روزن تری دیواروں کا

اسدؔ، اے ہرزہ درا! نالہ بہ غوغا تا چند
حوصلہ تنگ نہ کر، بے سبب آزاروں کا

}
