#lang pollen

◊(define-meta title "شب خمارِ شوقِ ساقی رستخیز اندازہ تھا")

◊غزل{
شب خمارِ شوقِ ساقی رستخیز اندازہ تھا
تا محیطِ بادہ صورت خانۂ خمیازہ تھا

یک قدم وحشت سے درسِ دفتر امکاں کھلا
جادہ، اجزائے دو عالم دشت کا شیرازہ تھا

مانعِ وحشت خرامی ہائے لیلےٰ کون ہے؟
خانۂ مجنونِ صحرا گرد بے دروازہ تھا

پوچھ مت رسوائیٔ اندازِ استغنائے حسن
دست مرہونِ حنا، رخسار رہنِ غازہ تھا

نالۂ دل نے دیے اوراقِ لختِ دل بہ باد
یادگارِ نالہ اک دیوانِ بے شیرازہ تھا

ہوں چراغانِ ہوس، جوں کاغذِ آتش زدہ
داغ گرمِ کوششِ ایجادِ داغِ تازہ تھا

بے نوائی تر صدائے نغمۂ شہرت اسدؔ
بوریا یک نیستاں عالم بلند دروازہ ◊ح{دروازہ} تھا

}

◊حاشیہ["دروازہ"]{نسخۂ حمیدیہ میں "آوازہ" بجائے "دروازہ"۔ ◊حم{جویریہ مسعود}}
