#lang pollen

◊(define-meta title "شب کہ برقِ سوزِ دل سے زہرۂ ابر آب تھا")

◊غزل{
شب کہ برقِ سوزِ دل سے زہرۂ ابر آب تھا
شعلۂ جوّالہ ہر اِک ◊ح{اک} حلقۂ گرداب تھا

شب کہ ذوقِ گفتگو سے تیری، دل بے تاب تھا
شوخیٔ وحشت سے افسانہ فسونِ خواب تھا

واں کرم کو عذرِ بارش تھا عناں گیرِ خرام
گریے سے یاں، پنبۂ بالش کفِ سیلاب تھا

لے زمیں سے آسماں تک فرش تھیں بے تابیاں
شوخیٔ بارش سے مہ فوّارۂ سیماب تھا

واں ہجومِ نغمہ ہائے سازِ عشرت تھا اسدؔ
ناخنِ غم، یاں سرِ تارِ نفس مضراب تھا◊ح['آخر]{مقطع}

واں خود آرائی کو تھا موتی پرونے کا خیال
یاں ہجومِ اشک میں تارِ نگہ نایاب تھا

جلوۂ گل نے کیا تھا واں چراغاں آب جو
یاں رواں مژگانِ چشمِ تر سے خونِ ناب تھا

یاں سرِ پرشور بے خوابی سے تھا دیوار جو
واں وہ فرقِ ناز، محوِ بالشِ کمخواب ◊ح{کمخواب} تھا

یاں نفَس کرتا تھا روشن، شمعِ بزمِ بے خودی
جلوۂ گل واں بساطِ صحبتِ احباب تھا

فرش سے تا عرش، واں طوفاں تھا موجِ رنگ کا
یاں زمیں سے آسماں تک سوختن کا باب تھا

ناگہاں اس رنگ سے خوں نابہ ٹپکانے لگا
دل کہ ذوقِ کاوشِ ناخن سے لذت یاب تھا

}

◊حاشیہ["اک"]{قدیم نسخوں میں "اک" کی جگہ "یک" درج ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["مقطع"]{مقطع کی وجہ سے لگتا ہے کہ یہ اور اگلی غزل دراصل دو الگ الگ غزلیں تھیں جن کو بعد میں خود غالبؔ نے ایک کر کے پیش کیا تھا۔ ◊حم{اعجاز عبید}}
◊حاشیہ["کمخواب"]{"کمخواب" کا املا "کمخاب" بھی ہے مگر "کمخواب" قابلِ ترجیح ہے، خصوصاً اس شعر میں۔ ◊حم{حامد علی خاں}}
