#lang pollen

◊(define-meta title "شب کہ وہ مجلس فروزِ خلوتِ ناموس تھا")

◊غزل{
شب کہ وہ مجلس فروزِ خلوتِ ناموس تھا
رشتۂٴ ہر شمع، خارِ کِسوتِ فانوس تھا

بت پرستی ہے بہارِ نقش بندی ہائے دہر
ہر صریرِ خامہ میں اک ◊ح{اک} نالۂ ناقوس تھا

مشہدِ عاشق سے کوسوں تک جو اُگتی ہے حنا
کس قدر یا رب! ہلاکِ حسرتِ پا بوس تھا

حاصلِ الفت نہ دیکھا جز شکستِ آرزو
دل بہ دل پیوستہ، گویا، یک لبِ افسوس تھا

کیا کروں ◊ح{کروں} بیماریٔ غم کی فراغت کا بیاں
جو کہ کھایا خونِ دل، بے منتِ کیموس تھا

◊ح['شروع]{شعر} طبع کی وا شد نے رنگِ گلستاں یک گل کیا
یہ دل وابستہ، گویا، بیضۂ طاؤس تھا

کل اسدؔ کو ہم نے دیکھا گوشۂ غم خانہ ◊ح{غم-خانہ} میں
دست بر سر، سر بہ زانوئے دلِ مایوس تھا

}

◊حاشیہ["اک"]{نسخۂ رضا میں "یک" بجائے "اک" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["کروں"]{نسخۂ رضا میں "کہوں" بجائے "کروں" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["شعر"]{نسخۂ رضا میں یہ شعر زائد ہے۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["غم-خانہ"]{نسخۂ مبارک علی میں لفظ "مے خانہ" ہے۔ ◊حم{اعجاز عبید}}
