#lang pollen

◊(define-meta title "شمار سبحہ، \"مرغوبِ بتِ مشکل\" پسند آیا")

◊شاعری{
شمارِ سبحہ، "مرغوبِ بتِ مشکل" پسند آیا
تماشائے بہ یک کف بُردنِ صد دل، پسند آیا

بہ فیضِ بے دلی، نومیدئ جاوید آساں ہے
کشائش کو ہمارا عقدۂ مشکل پسند آیا

ہوائے ◊ح{ہوائے} سیرِ گل، آئینۂ بے مہرئ قاتل
کہ اندازِ بہ خوں غلطیدنِ ◊ح{غلطیدن} بسمل پسند آیا

ہوئی جس کو بہارِ فرصتِ ہستی سے آگاہی
بہ رنگِ لالہ، جامِ بادہ بر محمل پسند آیا

سوادِ چشمِ بسمل انتخابِ نقطہ آرائی
خرامِ نازِ بے پروائیِ قاتل پسند آیا

◊ح['شروع]{شعر}روانی ہائے موجِ خونِ بسمل سے ٹپکتا ہے
کہ لطفِ بے تحاشا رفتنِ قاتل پسند آیا

اسدؔ ہر جا سخن نے طرحِ باغِ تازہ ڈالی ہے
مجھے رنگِ بہار ایجادئ بیدلؔ پسند آیا

}

◊حاشیہ["ہوائے"]{نسخۂ حمیدیہ میں "حجابِ سیرِ گل" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["غلطیدن"]{اصل نسخۂ نظامی میں "غلتیدن" ہے جو سہوِ کتابت ہے۔ ◊حم{اعجاز عبید}}
◊حاشیہ["شعر"]{یہ شعر نسخۂ حمیدیہ میں نہیں ہے۔ ◊حم{جویریہ مسعود}}
