#lang pollen

◊(define-meta title "شوق، ہر رنگ رقیبِ سر و ساماں نکلا")

◊شاعری{
شوق، ہر رنگ رقیبِ سر و ساماں نکلا
قیس تصویر کے پردے میں بھی عریاں نکلا

کارخانے سے جنوں کے بھی، میں عریاں نکلا
میری قسمت کا نہ ایک آدھ گریباں نکلا

ساغرِ جلوۂ سرشار ہے، ہر ذرۂ خاک
شوقِ دیدار بلا آئنہ ساماں نکلا

زخم نے داد نہ دی تنگئ دل کی یا رب
تیر بھی سینۂ بسمل سے پَرافشاں نکلا

بوئے گل، نالۂ دل، دودِ چراغِ محفل
جو تری بزم سے نکلا، سو پریشاں نکلا

دلِ حسرت زدہ تھا مائدۂ لذتِ درد
کام یاروں کا بہ قدرٕ لب و دنداں نکلا

اے ◊ح{اے} نو آموزِ فنا، ہمتِ دشوار پسند!
سخت مشکل ہے کہ یہ کام بھی آساں نکلا

◊ح['شروع]{اشعار} شورِ رسوائیِ دل دیکھ کہ یک نالہ شوق
لاکھ پردے میں چھپا، پر وہی عریاں نکلا

کچھ کھٹکتا تھا مرے سینے میں، لیکن آخر
جس کو دل کہتے تھے سو تیر کا پیکاں نکلا

کس قدر خاک ہوا ہے دلِ مجنوں، یا رب
نقشِ ہر ذرہ، سویدائے بیاباں نکلا

◊ح['شروع]{شعر} شوخئ رنگِ حنا خونِ وفا سے کب تک
آخر اے عہد شکن! تو بھی پشیماں نکلا

◊ح['شروع]{شعر-۲} میں بھی معذورِ جنوں ہوں، اسدؔ، اے خانہ خراب
پیشوا لینے مجھے گھر سے بیاباں نکلا

دل میں پھر گریے نے اک شور اٹھایا غالبؔ
آہ جو قطرہ نہ نکلا تھا سُو طوفاں نکلا

}

◊حاشیہ["اے"]{بعض نسخوں میں "اے" کی جگہ "ہے" اور بعض میں اِس کی جگہ "تھی" بھی چھپا ہے۔ حسرت موہانی اور طباطبائی کے نسخوں، نیز بعض دوسرے نسخوں میں "اے" ہی چھپا ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["اشعار"]{یہ اور اگلے دو اشعار نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["شعر"]{نسخۂ حمیدیہ میں مزید شعر۔ ◊حم{اعجاز عبید}}
◊حاشیہ["شعر-۲"]{نسخۂ رضا سے مزید۔ ◊حم{جویریہ مسعود}}
