#lang pollen

◊(define-meta title "ضعفِ جنوں کو، وقتِ تپش، در بھی دور تھا")

◊غزل{
ضعفِ جنوں کو، وقتِ تپش، در بھی دور تھا
اک، گھر میں، مختصر سا بیاباں ضرور تھا

اے وائے غفلتِ نگہِ شوق! ورنہ یاں
ہر پارۂ سنگ لختِ دلِ کوہِ طور تھا

درسِ تپش ہے برق کو اب جس کے نام سے
وہ دل ہے یہ کہ جس کا تخلص صبور تھا

شاید کہ مر گیا ترے رخسار دیکھ کر
پیمانہ رات، ماہ کا لب ریزِ نور تھا

◊ح['شروع]{اشعار} آئینہ دیکھ، اپنا سا منہ لے کے رہ گئے
صاحب کو دل نہ دینے پہ کتنا غرور تھا

قاصد کو اپنے ہاتھ سے گردن نہ ماریے
اس کی خطا نہیں ہے یہ میرا قصور تھا

جنت ہے تیری تیغ کے کشتوں کی منتظر
جوہرِ سواد، جلوۂ مژگانِ حور تھا

ہر رنگ میں جلا اسدؔ فتنہ انتظار
پروانہ تجلی شمعِ ظہور تھا

}

◊حاشیہ["اشعار"]{متداول دیوان میں صرف یہ اور اگلا شعر درج ہے، باقی اشعار نسخۂ رضا سے انتخاب ہیں۔ ◊حم{جویریہ مسعود}}
