#lang pollen

◊(define-meta title "طاؤس در رکاب ہے ہر ذرّہ آہ کا")

◊شاعری{
طاؤس در رکاب ہے ہر ذرّہ آہ کا
یا رب نفس غبار ہے کس جلوہ گاہ کا؟

عزّت گزینِ ◊ح{عزت-گزین} بزم ہیں واماندگانِ دید
مینائے مے ہے آبلہ پائے نگاہ کا

ہر گام آبلے سے ہے دل در تہِ قدم
کیا بیم اہلِ درد کو سختئ راہ کا

جَیبِ نیازِ عشق نشاں دارِ ناز ہے
آئینہ ہوں شکستنِ طرفٕ کلاہ کا

◊ح['شروع]{شعر} غافل بہ وہمِ ناز خود آرا ہے ورنہ یاں
بے شانۂ صبا نہیں، طرہ گیاہ کا

بزمِ قدح سے عیشِ تمنا نہ رکھ، کہ رنگ
صیدِ ز دام جستہ ہے اس دام گاہ کا

رحمت اگر قبول کرے، کیا بعید ہے
شرمندگی سے عذر نہ کرنا گناہ کا

◊ح['شروع]{شعر-۲} مقتل کو کس نشاط سے جاتا ہوں میں، کہ ہے
پُرگل خیالِ زخم سے دامن نگاہ کا

جاں در "ہوائے یک نگہِ گرم" ہے اسدؔ
پروانہ ہے وکیل ترے داد خواہ کا

}

◊حاشیہ["عزت-گزین"]{نسخۂ حمیدیہ میں "عزلت گزینِ" بجائے "عزّت گزینِ" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["شعر"]{اس شعر سے لے کر مقطع تک مروجہ دیوان میں الگ غزل کے طور پر درج ہیں، مگر نسخۂ حمیدیہ اور نسخۂ رضا میں یہ ایک اور غزل کا حصہ ہیں جس کا مطلع ہے: ◊علامت{؎}
    ◊شاعری{
    طاؤس در رکاب ہے ہر ذرّہ آہ کا
    یا رب نفس غبار ہے کس جلوہ گاہ کا؟}
◊حم{جویریہ مسعود}}
◊حاشیہ["شعر-۲"]{یہ شعر نسخۂ حمیدیہ میں نہیں ملا۔ ◊حم{جویریہ مسعود}}
