#lang pollen

◊(define-meta title "عالم جہاں بہ عرضِ بساطِ وجود تھا")

◊غزل{
عالم جہاں بہ عرضِ بساطِ وجود تھا
جوں صبح، چاکِ جَیب مجھے تار و پود تھا

جز قیس اور کوئی نہ آیا بروئے کار
صحرا، مگر، بہ تنگئ چشمِ حُسُود ◊ح{حسود} تھا

بازی خورِ فریب ہے اہلِ نظر کا ذوق
ہنگامہ گرم حیرتِ بود و نمود تھا

◊ح['شروع]{شعر} عالم طلسمِ شہرِ خموشاں ہے سر بہ سر
یا میں غریبِ کشورِ گفت و شنود تھا

آشفتگی نے نقشِ سویدا کیا درست
ظاہر ہوا کہ داغ کا سرمایہ دود تھا

تھا خواب میں خیال کو تجھ سے معاملہ
جب آنکھ کھل گئی نہ زیاں تھا نہ سود تھا

◊ح['شروع]{اشعار} لیتا ہوں مکتبِ غمِ دل میں سبق ہنوز
لیکن یہی کہ رفت گیا اور بود تھا

ڈھانپا کفن نے داغِ عیوبِ برہنگی
میں، ورنہ ہر لباس میں ننگِ وجود تھا

تیشے بغیر مر نہ سکا کوہ کُن اسدؔ
سر گشتۂ خمارِ رسوم و قیود تھا

}

◊حاشیہ["حسود"]{یہاں "حُسُود" کی جگہ "حَسُود" بھی پڑھا جاسکتا ہے۔ حُسُود = جمعِ حاسد۔ حَسُود = بہت حسد کرنے والا۔ ◊حم{حامد علی خاں}}
◊حاشیہ["شعر"]{یہ شعر نسخۂ حمیدیہ میں نہیں ہے۔  ◊حم{جویریہ مسعود}}
◊حاشیہ["اشعار"]{یہ اور اگلا شعر نسخۂ رضا کی ایک اور غزل کا حصہ ہیں جس کا مطلع ہے: ◊علامت{؎}
    ◊شعر{
    تنگی رفیقِ رہ تھی، عدم یا وجود تھا
    میرا سفر بہ طالعِ چشمِ حسود تھا	
    }
    ◊حم{جویریہ مسعود}}
