#lang pollen

◊(define-meta title "عرضِ نیازِ عشق کے قابل نہیں رہا")

◊غزل{
عرضِ نیازِ عشق کے قابل نہیں رہا
جس دل پہ ناز تھا مجھے، وہ دل نہیں رہا

جاتا ہوں داغِ حسرتِ ہستی لیے ہوئے
ہوں شمعِ کشتہ درخورِ محفل نہیں رہا

مرنے کی اے دل اور ہی تدبیر کر، کہ میں
شایانِ دست و خنجرِ قاتل ◊ح{خنجر} نہیں رہا

بر روئے شش جہت درِ آئینہ باز ہے
یاں امتیازِ ناقص و کامل نہیں رہا

وا کر دیے ہیں شوق نے بندِ نقابِ حسن
غیر از نگاہ اب کوئی حائل نہیں رہا

گو میں رہا رہینِ ستم ہاے روزگار
لیکن ترے خیال سے غافل نہیں رہا

دل سے ہوائے کشتِ وفا مٹ گئی کہ واں
حاصل سوائے حسرتِ حاصل نہیں رہا

◊ح['شروع]{اشعار} جاں دادگاں کا حوصلہ فرصت گداز ہے
یاں عرصۂ تپیدنِ بِسمل نہیں رہا

◊ح['شروع]{مصرع} ہوں قطرہ زن بہ مرحلۂ یاس روز و شب
جُز تارِ اشک جادۂ منزل نہیں رہا

اے آہ! میری خاطرِ وابستہ کے سوا
دنیا میں کوئی عقدۂ مشکل نہیں رہا

◊ح['شروع]{شعر} ہر چند ہوں میں طوطیِ شیریں سخن، ولے
آئینہ، آہ،! میرے مقابل نہیں رہا

◊ح['شروع]{مصرع-۲} بیدادِ عشق سے نہیں ڈرتا مگر اسدؔ
جس دل پہ ناز تھا مجھے وہ دل نہیں رہا

}

◊حاشیہ["خنجر"]{نسخۂ رضا میں "دستِ قاتل" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["اشعار"]{یہ تین اشعار نسخۂ بھوپال میں ہیں، اس شعر میں نسخۂ عرشی میں لفظ "فرصت گزار" ہے۔ ◊حم{اعجاز عبید}}
◊حاشیہ["مصرع"]{نسخۂ مبارک علی اور نسخۂ حمیدیہ میں ہے: ◊علامت{؏} ہوں قطرہ زن بوادئ حسرت شبانہ روز ◊حم{اعجاز عبید}}
◊حاشیہ["شعر"]{نسخۂ رضا سے مزید شعر۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["مصرع-۲"]{نسخۂ حمیدیہ میں یہ مصرع یوں ہے: ◊علامت{؏} اندازِ نالہ یاد ہیں سب مجھ کو پر اسدؔ ◊حم{جویریہ مسعود}}
