#lang pollen

◊(define-meta title "عشق سے طبیعت نے زیست کا مزا پایا")

◊درمیان{◊ح['ساکت]{غزل}}

◊غزل{
عشق سے طبیعت نے زیست کا مزا پایا
درد کی دوا پائی، درد بے دوا پایا

غنچہ پھر لگا کھلنے، آج ہم نے اپنا دل
خوں کیا ہوا دیکھا، گم کیا ہوا پایا

شورِ پندِ ناصح نے زخم پر نمک چھڑکا
آپ سے کوئی پوچھے تم نے کیا مزا پایا

فکرِ نالہ میں گویا، حلقہ ہوں زِ سر تا پا
عضو عضو جوں زنجیر، یک دلِ صدا پایا

حال دل نہیں معلوم، لیکن اس قدر یعنی
ہم نے بارہا ڈھونڈا، تم نے بارہا پایا

شب نظارہ پرور تھا خواب میں خرام ◊ح{خرام} اس کا
صبح موجۂ گل کو نقشِ ◊ح{نقش} بوریا پایا

جس قدر جگر خوں ہو، کوچہ دادنِ گل ◊ح{گل} ہے
زخمِ تیغِ قاتل کو طُرفہ دل کشا پایا

ہے نگیں کی پا داری نامِ صاحبِ خانہ
ہم سے تیرے کوچے نے نقشِ مدّعا پایا

دوست دارِ دشمن ہے! اعتمادِ دل معلوم
آہ بے اثر دیکھی، نالہ نارسا پایا

نَے اسدؔ جفا سائل، نَے ستم ◊ح{ستم} جنوں مائل
تجھ کو جس قدر ڈھونڈھا الفت آزما پایا

}

◊حاشیہ["غزل"]{یہ غزل نسخۂ رضا میں نہیں۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["خرام"]{نسخۂ حمیدیہ میں "خیال" بجائے "خرام" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["نقش"]{نسخۂ حمیدیہ میں "وقف" بجائے "نقش" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["گل"]{نسخۂ حمیدیہ میں "دل" بجائے "گل" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["ستم"]{نسخۂ حمیدیہ میں "سمِّ جنوں" بجائے "ستم جنوں" ۔ ◊حم{جویریہ مسعود}}
