#lang pollen

◊(define-meta title "عشرتِ قطرہ ہے دریا میں فنا ہو جانا")

◊غزل{
عشرتِ قطرہ ہے دریا میں فنا ہو جانا
درد کا حد سے گزرنا ہے دوا ہو جانا

تجھ سے، قسمت میں مری، صورتِ قفلِ ابجد
تھا لکھا بات کے بنتے ہی جدا ہو جانا

دل ہوا کشمکشِ چارۂ زحمت میں تمام
مِٹ گیا گھِسنے میں اُس عُقدے کا وا ہو جانا

اب جفا سے بھی ہیں محروم ہم اللّٰہ اللّٰہ
اس قدر دشمنِ اربابِ وفا ہو جانا

ضعف سے گریہ مبدّل بہ دمِ سرد ہوا
باور آیا ہمیں پانی کا ہوا ہو جانا

دِل سے مِٹنا تری انگشتِ حنائی کا خیال
ہو گیا گوشت سے ناخن کا جُدا ہو جانا

ہے مجھے ابرِ بہاری کا برس کر کھُلنا
روتے روتے غمِ فُرقت میں فنا ہو جانا

گر نہیں نکہتِ گل کو ترے کوچے کی ہوس
کیوں ہے گردِ رہِ جَولانِ صبا ہو جانا

تاکہ تجھ پر کھُلے اعجازِ ہوائے صَیقل
دیکھ برسات میں سبز آئنے کا ہو جانا

بخشے ہے جلوۂ گُل، ذوقِ تماشا غالبؔ
چشم کو چاہیے ہر رنگ میں وا ہو جانا

}
