#lang pollen

◊(define-meta title "قطرۂ مے بس کہ حیرت سے نفَس پرور ہوا")

◊شاعری{
قطرۂ مے بس کہ حیرت سے نفَس پرور ہوا
خطِّ جامِ مے سراسر رشتۂ گوہر ہوا

اعتبارِ عشق کی خانہ خرابی دیکھنا
غیر نے کی آہ لیکن وہ خفا مجھ پر ہوا

گرمئ دولت ہوئی آتش زنِ نامِ نکو
خانۂ ماتم میں یاقوتِ نگیں اخگر ◊ح{اخگر} ہوا

نشّے میں گُم کردہ رہ آیا وہ مستِ فتنہ خو
آج رنگِ رفتہ دورِ گردشِ ساغر ہوا

درد سے در پردہ دی مژگاں سیاہاں نے شکست
ریزہ ریزہ استخواں کا پوست میں نشتر ہوا

اے بہ ضبطِ حال خو ناکردگاں ◊ح{خوناکردگاں} جوشِ جنوں
نشۂ مے ہے اگر یک پردہ نازک تر ہوا

زُہد گر دیدن ہے گِردِ خانہ ہائے منعماں
دانۂ تسبیح سے میں مہرہ در ششدر ہوا

اس چمن میں ریشہ داری جس نے سر کھینچا اسدؔ
تر زبانِ شکرِ لطفِ ساقئ کوثر ہوا

}

◊حاشیہ["اخگر"]{نسخۂ حمیدیہ میں "اخگر"، شیرانی و عرشی میں "اختر" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["خوناکردگاں"]{نسخۂ حمیدیہ میں "نا افسردگاں" ، شیرانی و عرشی میں "خو ناکردگاں" ۔ ◊حم{جویریہ مسعود}}
