#lang pollen

◊(define-meta title "لبِ خشک در تشنگی، مردگاں کا")

◊شاعری{
لبِ خشک در تشنگی، مردگاں کا
زیارت کدہ ہوں دل آزردگاں کا

شگفتن کمیں‌گاہِ ◊ح{کمیں-گاہ} تقریب جوئی
تصوّر ہوں بے موجب آزردگاں کا

غریبِ ستم‌دیدۂ ◊ح{ستم-دیدہ} باز کشتن
سخن ہوں سخن بر لب آوردگاں کا

سراپا یک آئینہ دارِ شکستن
ارادہ ہوں یک عالم افسردگاں کا

ہمہ نا امیدی، ہمہ بد گمانی
میں دل ہوں فریبِ وفا خوردگاں کا

بہ صورت تکلّف، بہ معنی تاسّف
اسدؔ میں تبسّم ہوں پژمردگاں کا

}

◊حاشیہ["کمیں-گاہ"]{نسخۂ حمیدیہ میں "کمیں‌دارِ" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["ستم-دیدہ"]{نسخۂ حمیدیہ میں "غریبِ بدر جستۂ" بجائے "غریبِ ستم‌دیدۂ" ۔ ◊حم{جویریہ مسعود}}
