#lang pollen

◊(define-meta title "محرم نہیں ہے تو ہی، نوا ہائے راز کا")

◊غزل{
محرم نہیں ہے تو ہی، نوا ہائے راز کا
یاں ورنہ جو حجاب ہے، پردہ ہے ساز کا

رنگِ شکستہ، صبحِ بہارِ نظارہ ہے
یہ وقت ہے شگفتنِ گل ہائے ناز کا

تو اور سوئے غیر نظر ہائے تیز تیز
میں اور دُکھ تری مِژہ ہائے دراز کا

صرفہ ہے ضبطِ آہ میں میرا، وگرنہ میں
طُعمہ ◊ح{طعمہ} ہوں ایک ہی نفَسِ جاں گداز کا

ہیں بس کہ جوشِ بادہ سے شیشے اچھل رہے
ہر گوشۂ بساط ہے سر شیشہ باز کا

کاوش کا دل کرے ہے تقاضا کہ ہے ہنوز
ناخن پہ قرض اس گرہِ نیم باز کا

تاراجِ کاوشِ غمِ ہجراں ہوا، اسدؔ!
سینہ، کہ تھا دفینہ گہر ہائے راز کا

}

◊حاشیہ["طعمہ"]{طُعْمہ = خوراک۔ طَعمہ = ایک لقمہ۔ ◊حم{حامد علی خاں}}
