#lang pollen

◊(define-meta title "نالۂ دل میں شب اندازِ اثر نایاب تھا")

◊غزل{
نالۂ دل میں شب اندازِ اثر نایاب تھا
تھا سپندِ بزمِ وصلِ غیر، گو بے تاب تھا

دیکھتے تھے ہم بہ چشمِ خود وہ طوفانِ بلا
آسمانِ سفلہ، جس میں یک کفِ سیلاب تھا

موج سے پیدا ہوئے پیراہنِ دریا میں خار
گریہ وحشت بے قرارِ جلوۂ مہتاب تھا

جوشِ تکلیفِ تماشا محشرستانِ نگاہ ◊ح{محشرستان}
فتنۂ خوابیدہ کو آئینہ مشتِ آب تھا

◊ح['شروع]{شعر} بے خبر مت کہہ ہمیں بے درد، خود بینی سے پوچھ
قلزمِ ذوقِ نظر میں آئینہ پایاب تھا

بے دلی ہائے اسدؔ افسردگی آہنگ تر
یادِ ایّامے کہ ذوقِ صحبتِ احباب تھا

مَقدمِ سیلاب سے دل کیا نشاط آہنگ ہے!
خانۂ عاشق مگر سازِ صدائے آب تھا

نازشِ ایّامِ خاکستر نشینی، کیا کہوں
پہلوئے اندیشہ، وقفِ بسترِ سنجاب تھا

کچھ نہ کی اپنے جُنونِ نارسا نے، ورنہ یاں
ذرہ ذرہ رو کشِ خورشیدِ عالم تاب تھا

◊ق{آج کیوں پروا نہیں اپنے اسیروں کی تجھے؟
کل تلک تیرا بھی دل مہر و وفا کا باب تھا
}

یاد کر وہ دن کہ ہر یک حلقہ تیرے دام کا
انتظارِ صید میں اِک دیدۂ بے خواب تھا

میں نے روکا رات غالبؔ کو، وگرنہ دیکھتے
اُس کے ◊ح{کے} سیلِ گریہ میں، گردُوں کفِ سیلاب تھا

}

◊حاشیہ["محشرستان"]{نسخۂ حمیدیہ میں "محشر آبادِ نگاہ"۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["شعر"]{نسخۂ رضا سے مزید شعر۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["کے"]{نسخۂ رضا میں "کے" کے بجائے "کی"۔ شاید کتابت کی غلطی ہے۔ ◊حم{جویریہ مسعود}}
