#lang pollen

◊(define-meta title "نقش فریادی ہے کس کی شوخئ تحریر کا")

◊شاعری{
نقش فریادی ہے کس کی شوخئ تحریر کا
کاغذی ہے پیرہن ہر پیکرِ تصویر کا

شوخئ نیرنگ، صیدِ وحشتِ طاؤس ہے
دام، سبزے میں ہے پروازِ چمن تسخیر کا

لذّتِ ایجادِ ناز، افسونِ عرضِ ذوقِ قتل
نعل آتش میں ہے، تیغِ یار سے نخچیر کا

کاؤ کاوِ ◊ح{کاؤکاو} سخت جانی ہائے تنہائی، نہ پوچھ
صبح کرنا شام کا، لانا ہے جوئے شیر کا

جذبۂ بے اختیارِ شوق دیکھا چاہیے
سینۂ شمشیر سے باہر ہے دم شمشیر کا

آگہی دامِ شنیدن جس قدر چاہے بچھائے
مدعا عنقا ہے اپنے عالمِ تقریر کا

خشت پشتِ دستِ عجز و قالب آغوشِ وداع
پُر ہوا ہے سیل سے پیمانہ کس تعمیر کا

وحشتِ خوابِ عدم شورِ تماشا ہے اسدؔ
جو مزہ ◊ح{مزہ} جوہر نہیں آئینۂ تعبیر کا

بس کہ ہوں غالبؔ، اسیری میں بھی آتش زیِر پا
موئے آتش دیدہ ہے حلقہ مری زنجیر کا

}

◊حاشیہ["کاؤکاو"]{اکثر مروجہ نسخوں میں "کاوِ کاوِ" درج ہے اور لوگ بے خیالی میں اسی طرح پڑھتے ہیں۔ بعض حضرات نے "کاؤ کاؤ" بھی لکھا ہے جس کا یہاں کوئی محل نہیں۔ کاؤ = کاوش ۔ علی العموم "کاؤ کاؤ" بہ تکرار مستعمل ہے۔ اس مصرع میں "کاؤکاوِ" پڑھنا چاہیے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["مزہ"]{ نسخۂ حمیدیہ میں "مزہ" نسخۂ عرشی میں "مژہ"۔ ہم نے حمیدیہ کے متن کو ترجیح دی ہے۔◊حم{جویریہ مسعود}}
