#lang pollen

◊(define-meta title "نہ بھولا اضطرابِ دم شماری، انتظار اپنا")

◊درمیان{◊ح['ساکت]{غزل}}

◊شاعری{
نہ بھولا اضطرابِ دم شماری، انتظار اپنا
کہ آخر شیشۂ ساعت کے کام آیا غبار اپنا

ز بس آتش نے فصلِ رنگ میں رنگِ دگر پایا
چراغِ گل سے ڈھونڈے ہے چمن میں شمع خار اپنا

اسیرِ بے زباں ہوں، کاشکہ! صیادِ بے پروا
بہ دامِ جوہرِ آئینہ، ہو جاوے شکار اپنا

مگر ہو مانعِ دامن کشی، ذوقِ خود آرائی
ہوا ہے نقش بندِ آئنہ، سنگِ مزار اپنا

دریغ! اے ناتوانی، ورنہ ہم ضبط آشنایاں نے
طلسمِ رنگ میں باندھا تھا عہدِ استوار اپنا

اگر آسودگی ہے مدعائے رنجِ بے تابی
نیازِ گردشِ پیمانۂ مے روزگار اپنا

اسدؔ ہم وہ جنوں جولاں گدائے بے سر و پا ہیں
کہ ہے سر پنجۂ مژگانِ آہو پشت خار اپنا

}

◊حاشیہ["غزل"]{مروجہ دیوان میں صرف مقطع درج ہے۔ باقی غزل نسخۂ رضا سے منتخب ہے۔ ◊حم{جویریہ مسعود}}
