#lang pollen

◊(define-meta title "نہ ہو گا \"یک بیاباں ماندگی\" سے ذوق کم میرا")

◊غزل{
نہ ہو گا "یک بیاباں ماندگی" سے ذوق کم میرا
حبابِ موجۂ رفتار ہے نقشِ قدم میرا

محبت تھی چمن سے لیکن اب یہ بے دماغی ہے
کہ موجِ بوئے گل سے ناک میں آتا ہے دم میرا

◊ح['شروع]{اشعار} رہِ خوابیدہ، تھی گردن کشِ یک درس آگاہی
زمیں کو سیلیِ استاد ہے، نقشِ قدم میرا

سراغ آوارہ عرضِ دو عالم شورِ محشر ہوں
پر اَفشاں ہے غبار، آں سوئے صحرائے عدم، میرا

نہ ہو وحشتِ کشِ درسِ سرابِ سطرِ آگاہی
غبارِ رہ ہوں، بے مدعا ہے پیچ و خم میرا

ہوائے صبح، یک عالم گریباں چاکیِ گل ہے
دہانِ زخم پیدا کر، اگر کھاتا ہے غم میرا

اسدؔ، وحشت پرستِ گوشہ تنہائیِ دل ہوں
بہ رنگِ موجِ مے، خمیازہ ساغر ہے، رم میرا

}

◊حاشیہ["اشعار"]{اس شعر سے مقطع تک نسخۂ رضا سے شامل شدہ ہیں۔ ◊حم{جویریہ مسعود}}
