#lang pollen

◊(define-meta title "نہ ہو حسنِ تماشا دوست، رسوا بے وفائی کا")

◊شاعری{
نہ ہو حسنِ تماشا دوست، رسوا بے وفائی کا
بہ مہرِ صد نظر ثابت ہے دعویٰ پارسائی کا

ہوس گستاخیِ آئینہ، تکلیفِ نظر بازی
بہ جیبِ آرزو پنہاں ہے، حاصل دل ربائی کا

نظر بازی طلسمِ وحشت آبادِ پرستاں ہے
رہا بیگانۂ تاثیر افسوں آشنائی کا

نہ پایا درد مندِ دوریِ یارانِ یک دل نے
سوادِ خطِ پیشانی سے نسخہ مومیائی کا

تمنائے زباں، محوِ سپاسِ بے زبانی ہے
مٹا، جس سے، تقاضا شکوۂ بے دست و پائی کا

اسدؔ! یہ عجز و بے سامانئ فرعون توَام ہے
جسے تو بندگی کہتا ہے دعویٰ ہے خدائی کا

}
