#lang pollen

◊(define-meta title "وردِ اسمِ حق سے، دیدارِ صنم حاصل ہوا")

◊غزل{
وردِ اسمِ حق سے، دیدارِ صنم حاصل ہوا
رشتۂ تسبیح، تارِ جادۂ منزل ہوا

محتسب سے تنگ ہے، از بس کہ کارِ مے کشاں
رز میں جو انگور نکلا، عقدۂ مشکل ہوا

قیس نے از بس کہ کی سیرِ گریبانِ نفس
یک دو چیں دامانِ صحرا، پردۂ محمل ہوا

وقتِ شب اُس شمع رو کے شعلۂ آواز پر
گوشِ نسریں عارضاں، پروانۂ محفل ہوا

خاکِ عاشق بس کہ ہے، فرسودہ پروازِ شوق
جادہ ہر دشت، تارِ دامنِ قاتل ہوا

عیب کا دریافت کرنا، ہے ہنرمندی اسدؔ
نقص پر اپنے ہوا جو مطلعِ، کامل ہوا

}
