#lang pollen

◊(define-meta title "وہ میری چینِ جبیں سے غمِ پنہاں سمجھا")

◊شاعری{
وہ میری چینِ جبیں سے غمِ پنہاں سمجھا
رازِ مکتوب بہ بے ربطئ عنواں سمجھا

یک الِف بیش نہیں صقیلِ آئینہ ہنوز
چاک کرتا ہوں میں جب سے کہ گریباں سمجھا

ہم نے وحشت کدۂ بزمِ جہاں میں جوں شمع
شعلۂ عشق کو اپنا سر و ساماں سمجھا

شرحِ اسبابِ گرفتارئ خاطر مت پوچھ
اس قدر تنگ ہوا دل، کہ میں زنداں سمجھا

بدگمانی نے نہ چاہا اسے سرگرمِ خرام
رخ پہ ہر قطرۂ عرق دیدۂ حیراں سمجھا

عجزسے اپنے یہ جانا کہ وہ بد خو ہو گا
نبضِ خس سے تپشِ شعلۂ سوزاں سمجھا

سفرِ عشق میں، کی ضعف نے راحت طلبی
ہر قدم سائے کو میں اپنے شبستان سمجھا

تھا گریزاں مژۂ یار سے دل تا دمِ مرگ
دفعِ پیکانِ قضا اِس قدر آساں سمجھا

دل دیا، جان کے کیوں اس کو وفا دار، اسدؔ
غلطی کی کہ جو کافر کو مسلماں سمجھا

}
