#lang pollen

◊(define-meta title "پئے نذرِ کرم تحفہ ہے \"شرمِ نا رسائی\" کا")

◊غزل{
پئے نذرِ کرم تحفہ ہے "شرمِ نا رسائی" کا
بہ خوں غلطیدۂ صد رنگ، دعویٰ پارسائی کا

◊ح['شروع]{شعر} نہ ہو "حُسنِ تماشا دوست" رسوا بے وفائی کا
بہ مہرِ صد نظر ثابت ہے دعویٰ پارسائی کا

جہاں مٹ جائے سعیٔ دید خضر آبادِ آسایش
بہ جیبِ ہر نگہ پنہاں ہے حاصل رہنمائی کا

بہ عجز آبادِ وہمِ مدّعا تسلیمِ شوخی ہے
تغافل یوں ◊ح{تغافل-یوں} نہ کر مغرور تمکیں آزمائی کا

زکاتِ حسن دے، اے جلوۂ بینش، کہ مہر آسا
چراغِ خانۂ درویش ہو کاسہ گدائی کا

نہ مارا جان کر بے جرم، غافل! ◊ح{غافل} تیری گردن پر
رہا مانند خونِ بے گُنہ، حق آشنائی کا

تمنائے زباں محوِ سپاسِ بے زبانی ہے
مٹا جس سے تقاضا شکوۂ بے دست و پائی کا

وہی اک بات، ہے جو یاں نفَس، واں نکہتِ گل ہے
چمن کا جلوہ باعث ہے مری رنگیں نوائی کا

دہانِ ہر "بتِ پیغارہ جُو،" زنجیرِ رسوائی
عدم تک بے وفا چرچا ہے تیری بے وفائی کا

نہ دے نامے کو اتنا طول غالبؔ، مختصر لکھ دے
کہ حسرت سنج ہوں عرضِ ستم ہائے جدائی کا

}

◊حاشیہ["شعر"]{یہ شعر نسخۂ بھوپال بخظِ غالبؔ میں ایک علیٰحدہ غزل کا مطلع ہے جس کا ایک اور شعر یہ ہے:◊علامت{؎}
    ◊شعر{
    تمنائے زباں محوِ سپاسِ بے زبانی ہے
    مٹا جس سے تقاضا شکوۂ بے دست و پائی کا}
درمیان میں تین مزید اشعار اور آخر میں مطلع بھی ہے۔ ◊حم{اعجاز عبید}}
◊حاشیہ["تغافل-یوں"]{اصل نسخے میں "یوں" غالباً چھوٹ گیا ہے۔ ◊حم{اعجاز عبید}
مزید: نسخۂ حمیدیہ میں "تغافل کو نہ کر" بجائے "تغافل یوں نہ کر"۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["غافل"]{نسخۂ حمیدیہ، نظامی، حسرت اور مہر کے نسخوں میں لفظ "قاتل" ہے۔ ◊حم{جویریہ مسعود}
مزید: نسخۂ نظامی، نسخۂ حمیدیہ، نیز دیگر تمام پیشِ نظر قدیم نسخوں میں یہاں لفظ "غافل" ہی چھپا ہے۔ یہی لفظ نسخۂ طباطبائی اور نسخۂ عرشی میں ہے اور یہ معنوی لحاظ سے درست بھی معلوم ہوتا ہے مگر نسخۂ حسرت اور نسخۂ مہر دونوں میں یہاں لفظ "قاتل" ملتا ہے۔ شاید اس تبدیلی کا ذمہ دار نسخۂ حسرت کا کاتب ہو۔ ◊حم{حامد علی خاں}}
