#lang pollen

◊(define-meta title "پھر مجھے دیدۂ تر یاد آیا")

◊غزل{
پھر مجھے دیدۂ تر یاد آیا
دل، جگر تشنۂ فریاد آیا

دم لیا تھا نہ قیامت نے ہنوز
پھر ترا وقتِ سفر یاد آیا

سادگی ہائے تمنا، یعنی
پھر وہ نیرنگِ ◊ح{نیرنگ} نظر یاد آیا

عذرِ واماندگی، اے حسرتِ دل!
نالہ کرتا تھا، جگر یاد آیا

زندگی یوں بھی گزر ہی جاتی
کیوں ترا راہ گزر یاد آیا

کیا ہی رضواں سے لڑائی ہوگی
گھر ترا خلد میں گر یاد آیا

آہ! وہ جرأتِ فریاد کہاں
دل سے تنگ آ کے جگر یاد آیا

پھر تیرے کوچے کو جاتا ہے خیال
دلِ گم گشتہ، مگر، یاد آیا

کوئی ویرانی سی ویرانی ہے
دشت کو دیکھ کے گھر یاد آیا

میں نے مجنوں پہ لڑکپن میں اسدؔ
سنگ اٹھایا تھا، کہ سر یاد آیا

}

◊حاشیہ["نیرنگ"]{حامد علی خاں کے نسخے میں "نیرنگِ نظر" کے گاف پر اضافت نہیں۔ ◊حم{جویریہ مسعود} ملاحظہ ہو ان کا حاشیہ:
بہت سے نسخوں میں "نیرنگ نظر" کی جگہ "نیرنگِ نظر" چھپا ہے جو صحیح نہیں۔ ◊حم{حامد علی خاں}}
