#lang pollen

◊(define-meta title "کس کا جنونِ دید تمنّا شکار تھا؟")

◊شاعری{
کس کا جنونِ دید تمنّا شکار تھا؟
آئینہ خانہ وادئ جوہر غبار تھا

کس کا خیال آئینۂ انتظار تھا
ہر برگِ گل کے پردے میں دل بے قرار تھا

◊ح['شروع]{شعر} جوں غنچہ و گل، آفتِ فالِ نظر نہ پوچھ
پیکاں سے تیرے، جلوۂ زخم، آشکار تھا

ایک ایک قطرے کا مجھے دینا پڑا حساب
خونِ جگر ودیعتِ مژگانِ یار تھا

اب میں ہوں اور ماتمِ یک شہرِ آرزو
توڑا جو تو نے آئینہ، تمثال دار تھا

◊ح['شروع]{شعر-۲} دیکھی وفائے فرصتِ رنج و نشاطِ دہر
خمیازہ، یک درازیِ عمرِ خمار تھا

گلیوں میں میری نعش کو کھینچے پھرو، کہ میں
جاں دادۂ ہوائے سرِ رہ گزار تھا

موجِ سرابِ دشتِ وفا کا نہ پوچھ حال
ہر ذرہ، مثلِ جوہرِ تیغ، آب دار تھا

کم جانتے تھے ہم بھی غمِ عشق کو، پر اب
دیکھا تو کم ہوئے پہ غمِ روزگار تھا

◊ح['شروع]{شعر-۳} صبحِ قیامت ایک دُمِ گرگ تھی، اسدؔ
جس دشت میں وہ شوخِ دو عالم شکار تھا

}

◊حاشیہ["شعر"]{نسخۂ رضا سے مزید۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["شعر-۲"]{نسخۂ رضا سے مزید۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["شعر-۳"]{نسخۂ رضا سے مزید۔ ◊حم{جویریہ مسعود}}
