#lang pollen

◊(define-meta title "کہتے ہو نہ دیں گے ہم دل اگر پڑا پایا")

◊درمیان{◊ح['ساکت]{غزل}}

◊شاعری{
کہتے ہو نہ دیں گے ہم دل اگر پڑا پایا
دل کہاں کہ گم کیجیے؟ ہم نے مدعا پایا

ہے کہاں تمنّا کا دوسرا قدم یا رب
ہم نے دشتِ امکاں کو ایک نقشِ پا پایا

بے دماغِ خجلت ہوں رشکِ امتحاں تا کے
ایک بے کسی تجھ کو عالم آشنا پایا

سادگی و پرکاری، بے خودی و ہشیاری
حسن کو تغافل میں جرأت آزما پایا

خاک بازئ امید، کارخانۂ طفلی
یاس کو دو عالم سے لب بہ خندہ وا پایا

کیوں نہ وحشتِ غالبؔ باج خواہِ تسکیں ہو
کشتۂ تغافل کو خصمِ خوں بہا پایا

}

◊حاشیہ["غزل"]{یہ غزل نسخۂ رضا میں نہیں۔ ◊حم{جویریہ مسعود}}
