#lang pollen

◊(define-meta title "گر نہ اندوہِ شبِ فرقت بیاں ہو جائے گا")

◊غزل{
گر نہ اندوہِ شبِ فرقت بیاں ہو جائے گا
بے تکلف، داغِ مہ مُہرِ دہاں ہو جائے گا

زہرہ، گر ایسا ہی شامِ ہجر میں، ہوتا ہے آب
پرتوِ مہتاب سیلِ خانماں ہو جائے گا

لے تو لوں سوتے میں اس کے پاؤں کا بوسہ، مگر
ایسی باتوں سے وہ کافر بد گماں ہو جائے گا

دل کو ہم صرفِ وفا سمجھے تھے، کیا معلوم تھا
یعنی یہ پہلے ہی نذرِ امتحاں ہو جائے گا

سب کے دل میں ہے جگہ تیری، جو تو راضی ہوا
مجھ پہ گویا، اک زمانہ مہرباں ہو جائے گا

گر نگاہِ گرم فرماتی رہی تعلیمِ ضبط
شعلہ خس میں، جیسے خوں رگ میں، نہاں ہو جائے گا

باغ میں مجھ کو نہ لے جا ورنہ میرے حال پر
ہر گلِ تر ایک "چشمِ خوں فشاں" ہو جائے گا

وائے گر میرا، ترا انصاف محشر میں نہ ہو
اب تلک تو یہ توقع ہے کہ واں ہو جائے گا

◊ح['شروع]{مصرع} گر وہ مستِ ناز دیوے گا صلائے عرضِ حال
خارِ گُل، بہرِ دہانِ گُل زباں ہو جائے گا

◊ح['شروع]{شعر} گر شہادت آرزو ہے، نشے میں گستاخ ہو
بال شیشے کا، رگِ سنگِ فساں ہو جائے گا

فائدہ کیا؟ سوچ، آخر تو بھی دانا ہے اسدؔ
دوستی ناداں کی ہے، جی کا زیاں ہو جائے گا

}

◊حاشیہ["مصرع"]{نسخۂ حمیدیہ میں یہ مصرع یوں ہے: ◊علامت{؏} گر وہ مستِ نازِ تمکیں دے صلائے عرضِ حال ◊حم{جویریہ مسعود}}
◊حاشیہ["شعر"]{نسخۂ رضا سے مزید شعر۔ ◊حم{جویریہ مسعود}}
