#lang pollen

◊(define-meta title "گلہ ہے شوق کو دل میں بھی تنگیٔ جا کا")

◊غزل{
گلہ ہے شوق کو دل میں بھی تنگیٔ جا کا
گہر میں محو ہوا اضطراب دریا کا

یہ جانتا ہوں کہ تو اور پاسخِ مکتوب!
مگر ستم زدہ ہوں ذوقِ خامہ فرسا کا

حنائے پائے خزاں ہے بہار، اگر ہے یہی
دوامِ کلفتِ خاطر ہے عیش دنیا کا

ملی نہ وسعتِ ◊ح{وسعت} جولانِ یک جنوں ہم کو
عدم کو لے گئے دل میں غبارِ صحرا کا

مرا شمول ہر اک دل کے پیچ و تاب میں ہے
میں مدّعا ہوں تپش نامۂ تمنّا کا

غمِ فراق میں تکلیفِ سیرِ باغ نہ دو
مجھے دماغ نہیں خندہ ہائے ◊ح{خندہ} بے جا کا

ہنوز محرمیٔ حسن کو ترستا ہوں
کرے ہے ہر بُنِ مو کام چشمِ بینا کا

دل اس کو، پہلے ہی ناز و ادا سے، دے بیٹھے
ہمیں دماغ کہاں حُسن کے تقاضا کا

نہ کہہ کہ گریہ بہ مقدارِ حسرتِ دل ہے
مری نگاہ میں ہے جمع و خرچ دریا کا

فلک کو دیکھ کے کرتا ہوں اُس کو یاد اسدؔ
جفا میں اُس ◊ح{اس} کی ہے انداز کارفرما کا

}

◊حاشیہ["وسعت"]{نسخۂ مبارک علی میں "نہ پائی وسعتِ" ہے۔ ◊حم{اعجاز عبید}}
◊حاشیہ["خندہ"]{نسخۂ نظامی کی املا ہے "خند ہائے" ◊حم{اعجاز عبید}}
◊حاشیہ["اس"]{نسخۂ نظامی نیز دوسرے قدیم و جدید نسخوں یہاں "اِس" کے بجائے "اُس" درج ہے۔ "اِس" کا اشارہ فلک کی طرف ہے۔ "کارفرما" محبوب ہے۔ ◊حم{حامد علی خاں}}
