#lang pollen

◊(define-meta title "ہوس کو ہے نشاطِ کار کیا کیا")

◊غزل{
ہوس کو ہے نشاطِ کار کیا کیا
نہ ہو مرنا تو جینے کا مزا کیا

تجاہل پیشگی سے مدعا کیا
کہاں تک اے سراپا ناز کیا کیا؟

نوازش ہائے بے جا دیکھتا ہوں
شکایت ہائے رنگیں کا گلا کیا

نگاہِ بے محابا چاہتا ہوں
تغافل ہائے تمکیں آزما کیا

فروغِ شعلۂ خس یک نفَس ہے
ہوس کو پاسِ ناموسِ وفا کیا

نفس موجِ محیطِ بے خودی ہے
تغافل ہائے ساقی کا گلا کیا

دماغِ عطر پیراہن نہیں ہے
غمِ آوارگی ہائے صبا کیا

دلِ ہر قطرہ ہے سازِ "انا البحر"
ہم اس کے ہیں، ہمارا پوچھنا کیا

محابا کیا ہے، مَیں ضامن، اِدھر دیکھ
شہیدانِ نگہ کا خوں بہا کیا

سن اے غارت گرِ جنسِ وفا، سن
شکستِ قیمتِ دل ◊ح["قیمت-دل"] کی صدا کیا

کیا کس نے جگر داری کا دعویٰ؟
شکیبِ خاطرِ عاشق بھلا کیا

یہ قاتل وعدۂ صبر آزما کیوں؟
یہ کافر فتنۂ طاقت ربا کیا؟

بلائے جاں ہے غالبؔ اس کی ہر بات
عبارت کیا، اشارت کیا، ادا کیا!

}

◊حاشیہ["قیمت-دل"]{ایک نسخے میں "قیمتِ دل" کی جگہ "شیشۂ دل" لکھا ہے۔ ◊حم{حامد علی خاں}}
