#lang pollen

◊(define-meta title "ہوئی تاخیر تو کچھ باعثِ تاخیر بھی تھا")

◊غزل{
ہوئی تاخیر تو کچھ باعثِ تاخیر بھی تھا
آپ آتے تھے، مگر کوئی عناں گیر بھی تھا

تم سے بے جا ہے مجھے اپنی تباہی کا گلہ
اس میں کچھ شائبۂ خوبیٔ تقدیر بھی تھا

تو مجھے بھول گیا ہو تو پتا بتلا دوں؟
کبھی فتراک میں تیرے کوئی نخچیر بھی تھا

قید میں ہے ترے وحشی کو وہی زلف کی یاد
ہاں! کچھ اک رنجِ گراں باریٔ زنجیر بھی تھا

بجلی اک کوند گئی آنکھوں کے آگے تو کیا!
بات کرتے، کہ میں لب تشنۂ تقریر بھی تھا

یوسف اس کو کہوں اور کچھ نہ کہے، خیر ہوئی
گر بگڑ بیٹھے، تو میں لائقِ تعزیر بھی تھا

دیکھ کر غیر کو ہو کیوں نہ کلیجا ٹھنڈا
نالہ کرتا تھا، ولے طالبِ تاثیر بھی تھا

پیشے میں عیب نہیں، رکھیے نہ فرہاد کو نام
ہم ہی آشفتہ سروں میں، وہ جواں میر بھی تھا

ہم تھے مرنے کو کھڑے، پاس نہ آیا، نہ سہی
آخر اُس شوخ کے ترکش میں کوئی تیر بھی تھا؟

پکڑے جاتے ہیں فرشتوں کے لکھے پر ناحق
آدمی کوئی ہمارا، دمِ تحریر بھی تھا؟

ریختے کے تمھیں استاد نہیں ہو غالبؔ
کہتے ہیں اگلے زمانے میں کوئی میرؔ بھی تھا

}
