#lang pollen

◊(define-meta title "یک ذرۂ زمیں نہیں بے کار باغ کا")

◊غزل{
یک ذرۂ زمیں نہیں بے کار باغ کا
یاں جادہ بھی فتیلہ ہے لالے کے داغ کا

بے مے کِسے ہے طاقتِ آشوبِ آگہی
کھینچا ہے عجزِ حوصلہ نے خط ایاغ کا

بُلبل کے کاروبار پہ ہیں خندہ ہائے گل
کہتے ہیں جس کو عشق، خلل ہے دماغ کا

تازہ نہیں ہے نشۂ فکرِ سخن مجھے
تِریاکیٔ قدیم ہوں دُودِ چراغ کا

سو بار بندِ عشق سے آزاد ہم ہوئے
پر کیا کریں کہ دل ہی عَدُو ہے فراغ کا

بے خونِ دل ہے چشم میں موجِ نگہ غبار
یہ مے کدہ خراب ہے مے کے سراغ کا

باغِ شگفتہ تیرا بساطِ نشاطِ دل
ابرِ بہار خم کدہ کِس کے دماغ کا!

جوشِ بہار کلفتِ نظّارہ ہے اسدؔ
ہے ابر پنبہ روزنِ دیوارِ باغ کا

}
