#lang pollen

◊(define-meta title "یہ نہ تھی ہماری قسمت کہ وصالِ یار ہوتا")

◊غزل{
یہ نہ تھی ہماری قسمت کہ وصالِ یار ہوتا
اگر اور جیتے رہتے، یہی انتظار ہوتا

ترے وعدے پر جیے ہم تو یہ جان جھوٹ جانا
کہ خوشی سے مر نہ جاتے، اگر اعتبار ہوتا

تری نازکی سے جانا کہ بندھا تھا عہد بودا
کبھی تو نہ توڑ سکتا اگر استوار ہوتا

کوئی میرے دل سے پوچھے ترے تیرِ نیم کش کو
یہ خلش کہاں سے ہوتی، جو جگر کے پار ہوتا

یہ کہاں کی دوستی ہے کہ بنے ہیں دوست ناصح
کوئی چارہ ساز ہوتا، کوئی غم‌گسار ہوتا

رگِ سنگ سے ٹپکتا وہ لہو کہ پھر نہ تھمتا
جسے غم سمجھ رہے ہو، یہ اگر شرار ہوتا

غم اگرچہ جاں گسل ہے، پہ کہاں بچیں کہ دل ہے
غمِ عشق گر نہ ہوتا، غمِ روزگار ہوتا

کہوں کس سے میں کہ کیا ہے؟ شبِ غم بری بلا ہے
مجھے کیا برا تھا مرنا، اگر ایک بار ہوتا

ہوئے مر کے ہم جو رسوا، ہوئے کیوں نہ غرقِ دریا؟
نہ کبھی جنازہ اٹھتا نہ کہیں مزار ہوتا

اسے کون دیکھ سکتا، کہ یگانہ ہے وہ یکتا
جو دوئی کی بو بھی ہوتی تو کہیں دو چار ہوتا

یہ مسائل تصّوف یہ ترا بیان غالبؔ
تجھے ہم ولی سمجھتے، جو نہ بادہ خوار ہوتا

}
