#lang pollen

◊(define-meta title "بہرِ عرضِ حالِ شبنم، ہے رقم ایجاد گل")

◊غزل{
بہرِ عرضِ حالِ شبنم، ہے رقم ایجاد گل
ظاہرا ہے اس چمن میں لالِ مادر زاد، گل

گر کرے انجام کو آغاز ہی میں یاد، گل
غنچے سے منقارِ بلبل وار ہو فریاد، گل

گر بہ بزمِ باغ، کھینچے نقشِ روئے یار کو
شمع ساں ہو جائے قطِّ خامۂ بہزاد، گل

دست رنگیں سے جو رُخ پروا کرے زلفِ رسا
شاخِ گل میں ہو نہاں جوں شانہ در شمشاد گل

سعئ عاشق ہے فروغ افزائے آبِ روئے کار
ہے شرارِ تیشہ بہرِ تربتِ فرہاد، گل

ہے تصور صافئ قطعِ نظر از غیرِ یار
لختِ دل سے لاوے ہے، شمعِ خیال آباد، گل

گلشن آبادِ دلِ مجروح میں ہو جائے ہے
غنچۂ پیکانِ شاخِ ناوکِ صیاد، گل

برقِ سامانِ نظر ہے، جلوۂ بے باکِ حسن
شمعِ خلوت خانہ کیجے، ہر چہ بادا باد، گل

خاک ہے عرضِ بہارِ صد نگارستاں، اسدؔ
حسرتیں کرتی ہے، میری خاطرِ آزاد، گل

}