#lang pollen

◊(define-meta title "گر چہ ہے یک بیضۂ طاؤس آسا تنگ، دل")

◊شاعری{
گر چہ ہے یک بیضۂ طاؤس آسا تنگ، دل
ہے چمن سرمایۂ بالیدنِ صد رنگ، دل

بے دلوں سے ہے، تپش، جوں خواہشِ آب از سراب
ہے شرر موہوم، اگر رکھتا ہووے سنگ دل

رشتۂ فہمیدِ ممسک ہے بہ بندِ کوتہی
عقدہ ساں ہے کیسۂ زر پر خیالِ تنگ دل

ہوں ز پا افتادۂ اندازِ یادِ حسنِ سبز
کس قدر ہے نشہ فرسائے خمارِ بھنگ، دل

شوقِ بے پروا کے ہاتھوں مثلِ سازِ نا درست
کھینچتا ہے آج نالے خارج از آہنگ، دل

اے اسد خامُش ہے طوطئ شکر گفتارِ طبع
ظاہرا رکھتا ہے آئینہ اسیرِ زنگ دل

}