#lang pollen

◊(define-meta title "ہوں بہ وحشت، انتظار آوارۂ دشتِ خیال")

◊شاعری{
ہوں بہ وحشت، انتظار آوارۂ دشتِ خیال
اک سفیدی مارتی ہے دور سے، چشمِ غزال

ہے نفس پروردہ، گلشن، کس ہوائے بام کا؟
طوقِ قمری میں ہے، سروِ باغ، ریحانِ سفال

ہم غلط سمجھے تھے، لیکن زخمِ دل پر رحم کر
آخر اس پردے میں تو ہنستی تھی، اے صبحِ وصال

بے کسی افسردہ ہوں، اے ناتوانی، کیا کروں؟
جلوۂ خرشید سے ہے گرم، پہلوئے ہلال

شکوہ درد و درد داغ، اے بے وفا، معذور رکھ
خوں بہائے یک جہاں اُمید ہے، تیرا خیال

عرضِ دردِ بے وفائی، وحشتِ اندیشہ ہے
خوں ہوا دل تا جگر، یا رب زبانِ شکوہ لال

اُس جفا مشرب پہ عاشق ہوں کہ سمجھے ہے، اسدؔ
مالِ سُنّی کو مباح اور خونِ صوفی کو حلال

}