#lang pollen

◊(define-meta title "بیدل، نہ نازِ وحشتِ جیبِ دریدہ کھینچ")

◊غزل{
بیدل، نہ نازِ وحشتِ جیبِ دریدہ کھینچ
جوں بوئے غنچہ، یک نفسِ آرمیدہ کھینچ

یک مشتِ خوں ہے پرتوِ خور سے تمام دشت
دردِ طلب بہ آبلۂ نا دمیدہ کھینچ

پیچیدگی، ہے حاملِ طومارِ انتظار
پائے نظر بہ دامنِ شوقِ دویدہ کھینچ

برقِ بہار سے ہوں میں پا در حنا ہنوز
اے خارِ دشت، دامنِ شوقِ رمیدہ کھینچ

بے خود بہ لطفِ چشمکِ عبرت ہے، چشمِ صید
یک داغِ حسرتِ نفسِ نا کشیدہ کھینچ

بزمِ نظر ہیں بیضۂ طاؤس خلوتاں
فرشِ طرب بہ گلشنِ نا آفریدہ کھینچ

دریا بساطِ دعوتِ سیلاب ہے اسدؔ
ساغر بہ بارگاہِ دماغِ رسیدہ کھینچ

}