#lang pollen

◊(define-meta title "قطعِ سفرِ ہستی و آرامِ فنا ہیچ")

◊غزل{
قطعِ سفرِ ہستی و آرامِ فنا ہیچ
رفتار نہیں بیشتر از لغزشِ پا ہیچ

حیرت ہمہ اسرار پہ مجبورِ خموشی
ہستی نہیں جز بستنِ پیمانِ وفا ہیچ

تمثال گداز آئینہ، ہے عبرتِ بینش
نظارہ تحیر، چمنسانِ بقا ہیچ

گل زارِ دمیدن، شررستانِ رمیدن
فرصت تپش و حوصلۂ نشو و نما ہیچ

آہنگِ عدم نالہ بہ کہسار گرو ہے
ہستی میں نہیں شوخیٔ ایجادِ صدا ہیچ

کس بات پہ مغرور ہے اے عجزِ تمنا؟
سامانِ دعا وحشت و تاثیرِ دعا، ہیچ

آہنگِ اسدؔ میں نہیں جز نغمۂ بیدلؔ
عالم ہمہ افسانۂ ما دارد و ما ہیچ

}
