#lang pollen

◊(define-meta title "آ، کہ مری جان کو قرار نہیں ہے")

◊غزل{
آ، کہ مری جان کو قرار نہیں ہے
طاقتِ بیدادِ انتظار نہیں ہے

دیتے ہیں جنّت حیاتِ دہر کے بدلے
نشّہ بہ اندازۂ خمار نہیں ہے

گِریہ نکالے ہے تیری ◊ح{تیری} بزم سے مجھ کو
ہائے کہ رونے پہ اختیار نہیں ہے

ہم سے عبث ہے گمانِ رنجشِ خاطر
خاک میں عشّاق کی غبار نہیں ہے

دل سے اٹھا لطفِ جلوہ‌ ہائے معانی
غیرِ گل آئینۂ بہار نہیں ہے

قتل کا میرے کیا ہے عہد تو بارے
وائے اگر عہد استوار نہیں ہے

تو نے قسم مے کشی کی کھائی ہے غالبؔ
تیری قسم کا کچھ اعتبار نہیں ہے

}

◊حاشیہ["تیری"]{نسخۂ نظامی اور اکثر دوسرے نسخوں میں "تِری" چھپا ہے، جو صحیح معلوم نہیں ہوتا۔ صرف نسخۂ حسرتؔ موہانی، نسخۂ بیخودؔ دہلوی اور نسخۂ مطبعِ مجیدی ۱۹۱۹ء میں صحیح صورت نظر آتی ہے۔ بہ صورتِ دیگر یہ مصرع بحر سے خارج ہو جاتا ہے۔ ◊حم{حامد علی خاں}}
