#lang pollen

◊(define-meta title "آئینہ کیوں نہ دوں کہ تماشا کہیں جسے")

◊غزل{
آئینہ کیوں نہ دوں کہ تماشا کہیں جسے
ایسا کہاں سے لاؤں کہ تجھ سا کہیں جسے

ہے انتظار سے شرر آبادِ رُست خیز
مژگانِ کوہ کُن رگِ خارا کہیں جسے

حسرت نے لا رکھا تری بزمِ خیال میں
گلدستۂ نگاہ سویدا کہیں جسے

کس فرصتِ وصال پہ ہے گل کو عندلیب
زخمِ فراق خندۂ بے جا کہیں جسے

یا رب ہمیں تو خواب میں بھی مت دکھائیو
یہ محشرِ خیال کہ دنیا کہیں جسے

◊ح['شروع]{شعر} درکار ہے شگفتنِ گل ہائے عیش کو
صبحِ بہار، پنبۂ مینا کہیں جسے

پھونکا ہے کس نے گوشِ محبت میں اے خدا
افسونِ انتظار، تمنا کہیں جسے

سر پر ہجومِ دردِ غریبی سے ڈالیے
وہ ایک مشتِ خاک کہ صحرا کہیں جسے

ہے چشمِ تر میں حسرتِ دیدار سے نہاں
شوقِ عناں گسیختہ، دریا کہیں جسے

درکار ہے شگفتنِ گلہائے عیش کو
صبحِ بہار پنبۂ مینا کہیں جسے

غالبؔ برا نہ مان جو واعظ برا کہے
ایسا بھی کوئی ہے ◊ح{کوئی-ہے} کہ سب اچھا کہیں جسے؟

}

◊حاشیہ["شعر"]{نسخۂ رضا سے مزید شعر۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["کوئی-ہے"]{نسخۂ مہر میں "کوئی ہے" کی جگہ "ہے کوئی" چھپا ہے۔ کسی دوسرے، پیشِ نظر، قدیم و جدید نسخوں میں یہ شعر اس طرح درج نہیں ہے۔ ◊حم{حامد علی خاں}}
