#lang pollen

◊(define-meta title "آپ نے مَسَّنيَ الضُّر کہا ہے تو سہی")

◊درمیان{◊ح['ساکت]{غزل}}

◊غزل{
آپ نے ◊عربی{مَسَّنيَ الضُّر} کہا ہے تو سہی
یہ بھی اے ◊ح{اے} حضرتِ ایّوب! گِلا ہے تو سہی

رنج طاقت سے سوا ہو تو نہ پیٹوں کیوں سر ◊ح{کیوں-سر}
ذہن میں خوبئ تسلیم و رضا ہے تو سہی

ہے غنیمت کہ بہ اُمّید گزر جائے گی عُمر
نہ ملے داد، مگر روزِ جزا ہے تو سہی

◊ح['شروع]{مصرع} دوست ہی کوئی نہیں ہے، جو کرے چارہ گری
نہ سہی، لیک تمنّائے دوا ہے تو سہی

غیر سے دیکھیے کیا خوب نباہی اُس نے
نہ سہی ہم سے، پر اُس بُت میں وفا ہے تو سہی

نقل کرتا ہوں اسے نامۂ اعمال میں مَیں
کچھ نہ کچھ روزِ ازل تم نے لکھا ہے تو سہی

کبھی آ جائے گی کیوں کرتے ہو جلدی غالبؔ
شہرۂ تیزئ شمشیرِ قضا ہے تو سہی
}

◊حاشیہ["غزل"]{یہ غزل متداول دیوان میں درج نہیں۔ مگر نسخۂ مہر میں غلام رسول مہر صاحب نے ابوالکلام کے حوالے سے اس کو درج کیا ہے۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["اے"]{نسخۂ رضا میں "یا" بجائے "اے" ۔◊حم{جویریہ مسعود}}
◊حاشیہ["کیوں-سر"]{نسخۂ رضا میں "کیوں کر" بجائے "کیوں سر" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["مصرع"]{یہ مصرع نسخہ رضا میں یوں درج ہے: ◊علامت{؏} دوست گر کوئی نہیں ہے، جو کرے چارہ گری ◊حم{جویریہ مسعود}}
