#lang pollen

◊(define-meta title "ابنِ مریم ہوا کرے کوئی")

◊شاعری{
ابنِ مریم ہوا کرے کوئی
میرے دکھ کی دوا کرے کوئی

شرع و آئین پر مدار سہی
ایسے قاتل کا کیا کرے کوئی

چال جیسے کڑی کمان ◊ح{کمان} کا تیر
دل میں ایسے کے جا کرے کوئی

بات پر واں زبان کٹتی ہے
وہ کہیں اور سنا کرے کوئی

بک رہا ہوں جنوں میں کیا کیا کچھ
کچھ نہ سمجھے خدا کرے کوئی

نہ سنو اگر برا کہے کوئی
نہ کہو گر برا کرے کوئی

روک لو گر غلط چلے کوئی
بخش دو گر خطا کرے کوئی

کون ہے جو نہیں ہے حاجت مند
کس کی حاجت روا کرے کوئی

کیا کیا خضر نے سکندر سے
اب کسے رہنما کرے کوئی

جب توقع ہی اٹھ گئی غالبؔ
کیوں کسی کا گلہ کرے کوئی

}

◊حاشیہ["کمان"]{ایک اچھے نسخے میں بلا اعلانِ نون "کماں کا تیر" چھپا ہے، مگر اِس طرح یہ مصرع کچھ اُکھڑا اُکھڑا معلوم ہوتا ہے اور بندش ڈھیلی سی لگتی ہے۔ یقین ہے کہ غالبؔ نے یہاں "کمان" بہ اعلانِ نون لکھا تھا کہ اِسی طرح یہ لفظ باقی تمام، زیرِ نظر، قدیم و جدید نسخوں میں ملتا ہے اور مصرع یوں خوب چُست بھی معلوم ہوتا ہے۔ ◊حم{حامد علی خاں}}
