#lang pollen

◊(define-meta title "اس بزم میں مجھے نہیں بنتی حیا کیے")

◊شاعری{
اُس بزم میں مجھے نہیں بنتی حیا کیے
بیٹھا رہا اگرچہ اشارے ہوا کیے

دل ہی تو ہے سیاستِ درباں سے ڈر گیا
میں اور جاؤں در سے ترے بِن صدا کیے

رکھتا پھروں ہوں خرقہ و سجّادہ رہنِ مے
مدّت ہوئی ہے دعوتِ آب و ہوا کیے

بے صرفہ ہی گزرتی ہے، ہو گرچہ عمرِ خضر
حضرت بھی کل کہیں گے کہ ہم کیا کیا کیے

مقدور ہو تو خاک سے پوچھوں کہ اے ◊ح{اے} لئیم
تو نے وہ گنجِ ہائے گراں مایہ کیا کیے

کس روز تہمتیں نہ تراشا کیے عدو؟
کس دن ہمارے سر پہ نہ آرے چلا کیے؟

صحبت میں غیر کی نہ پڑی ہو کہیں یہ خُو
دینے لگا ہے بوسہ بغیر التجا کیے

ضد کی ہے اور بات مگر خُو بری نہیں
بھُولے سے اس نے سینکڑوں ◊ح{سینکڑوں} وعدے وفا کیے

غالبؔ تمہیں کہو کہ ملے گا جواب کیا
مانا کہ تم کہا کیے اور وہ سنا کیے

}

◊حاشیہ["اے"]{نسخۂ حمیدیہ طبعِ اوّل میں "اے" کی جگہ "او" چھپا ہے۔ اور کہیں "او" نظر سے نہیں گزرا۔ ◊حم{حامد علی خاں}
مزید: نسخۂ مہر میں بھی "او" چھپا ہے۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["سینکڑوں"]{بعض نسخوں میں "سینکڑوں" کی جگہ "سیکڑوں" ملتا ہے مگر نسخۂ نظامی اور بعض دوسرے قدیم نسخوں میں "سینکڑوں" چھپا ہے۔ ◊حم{حامد علی خاں}}
