#lang pollen

◊(define-meta title "اور تو رکھنے کو ہم دہر میں کیا رکھتے تھے")

◊غزل{
◊ح['شروع]{اشعار} اور تو رکھنے کو ہم دہر میں کیا رکھتے تھے
مگر ایک شعر میں اندازِ رسا رکھتے تھے

اس کا یہ حال کہ کوئی نہ ادا سنج ملا
آپ لکھتے تھے ہم اور آپ اٹھا رکھتے تھے

زندگی اپنی جب اس شکل سے گزری ◊ح{گزری} غالبؔ
ہم بھی کیا یاد کریں گے کہ خدا رکھتے تھے

}

◊حاشیہ["اشعار"]{یہ دو اشعار نسخۂ بدایوں سے اضافہ ہیں (دریافتِ احید الدین نظامی فرزندِ مولانا نظام الدین حسین نظامی، شائع کنندۂ "نسخۂ نظامی") بحوالہ مولانا امتیاز علی عرشی کا مضمون "دیوانِ غالب – ایک اہم مخطوطہ – نسخۂ بدایوں" ۔◊حم{جویریہ مسعود}}
◊حاشیہ["گزری"]{قدیم نسخوں میں یائے معروف و مجہول کا کوئی امتیاز نہیں۔ یہاں "گزرے" بھی پڑھا جا سکتا ہے مگر غالبؔ نے کیا کہا؟ کچھ کہہ نہیں سکتے۔ ◊حم{حامد علی خاں}}
