#lang pollen

◊(define-meta title "باغ تجھ بن گلِ نرگس سے ڈراتا ہے مجھے")

◊غزل{
باغ تجھ بن گلِ نرگس سے ڈراتا ہے مجھے
چاہوں گر سیرِ چمن، آنکھ دکھاتا ہے مجھے

باغ پا کر خفقانی یہ ڈراتا ہے مجھے
سایۂ شاخِ گُل افعی نظر آتا ہے مجھے

◊ح['شروع]{شعر} ماہِ نو ہوں، کہ فلک عجز سکھاتا ہے مجھے
عمر بھر ایک ہی پہلو پہ سلاتا ہے مجھے

جوہرِ تیغ بہ سر چشمۂ دیگر معلوم
ہُوں میں وہ سبزہ کہ زہر آب اُگاتا ہے مجھے

مدّعا محوِ تماشائے شکستِ دل ہے
آئنہ خانے میں کوئی لئے جاتا ہے مجھے

نالہ سرمایۂ یک عالم و عالم کفِ خاک
آسمان بیضۂ قمری نظر آتا ہے مجھے

زندگی میں تو وہ محفل سے اُٹھا دیتے تھے
دیکھوں اب مر گئے پر کون اُٹھاتا ہے مجھے

شورِ تمثال ہے کس رشکِ چمن کا یا رب!
آئینہ بیضۂ بلبل نظر آتا ہے مجھے

حیرت آئینہ انجامِ جنوں ہوں جوں شمع
کس قدر داغِ جگر شعلہ دکھاتا ہے مجھے

میں ہوں اور حیرتِ جاوید، مگر ذوقِ خیال
بہ فسونِ نگہِ ناز ستاتا ہے مجھے

حیرتِ فکرِ سخن سازِ سلامت ہے اسدؔ
دل پسِ زانوئے آئینہ بٹھاتا ہے مجھے

}

◊حاشیہ["شعر"]{نسخۂ حمیدیہ میں یہ شعر درج نہیں ہے۔ ◊حم{جویریہ مسعود}}
