#lang pollen

◊(define-meta title "بازیچۂ اطفال ہے دنیا مرے آگے")

◊درمیان{◊ح['ساکت]{غزل}}

◊غزل{
بازیچۂ اطفال ہے دنیا مرے آگے
ہوتا ہے شب و روز تماشا مرے آگے

اک کھیل ہے اورنگِ سلیماں مرے نزدیک
اک بات ہے اعجاز مسیحا مرے آگے

جز نام نہیں صورتِ عالم مجھے منظور
جز وہم نہیں ہستیِ اشیا مرے آگے

ہوتا ہے نہاں گرد میں صحرا مرے ہوتے
گِھستا ہے جبیں خاک پہ دریا مرے آگے

مت پوچھ کہ کیا حال ہے میرا ترے پیچھے
تو دیکھ کہ کیا رنگ ہے تیرا مرے آگے

سچ کہتے ہو خود بین و خود آرا ہوں، نہ کیوں ہوں
بیٹھا ہے بتِ آئینہ سیما مرے آگے

پھر دیکھیے اندازِ گل افشانئ گفتار
رکھ دے کوئی پیمانۂ صہبا مرے آگے

نفرت کا گماں گزرے ہے، میں رشک سے گزرا
کیوں کر کہوں، لو نام نہ ان کا مرے آگے

ایماں مجھے روکے ہے، جو کھینچے ہے مجھے کفر
کعبہ مرے پیچھے ہے کلیسا مرے آگے

عاشق ہوں پہ معشوق فریبی ہے مرا کام
مجنوں کو برا کہتی ہے لیلےٰ مرے آگے

خوش ہوتے ہیں پر وصل میں یوں مر نہیں جاتے
آئی شب ہجراں کی تمنا مرے آگے

ہے موج زن اک قلزمِ خوں کاش یہی ہو
آتا ہے ابھی دیکھیے، کیا کیا مرے آگے

گو ہاتھ کو جنبش نہیں آنکھوں میں تو دم ہے!
رہنے دو ابھی ساغر و مینا مرے آگے

ہم پیشہ و ہم مشرب و ہم راز ہے میرا
غالبؔ کو برا کیوں کہو اچھا مرے آگے

}

◊حاشیہ["غزل"]{یہ غزل بھی ◊ربط["/دیوان/غزلیات/ردیف-ی/دیا-ہے-دل-اگر-اس-کو-بشر-ہے-کیا-کہیے.html"]{"بشر ہے، کیا کہیے"} والی غزل کے ساتھ کہی گئی تھی، ۱۰ اپریل ۱۸۵۳ء کو یا اس سے ایک دو روز پہلے۔ مگر دہلی اردو اخبار (تتمہ) میں ۲۲ مئی ۱۸۵۳ء کو شائع ہوئی تھی۔ ◊حم{نسخۂ رضا}}
