#lang pollen

◊(define-meta title "بساطِ عجز میں تھا ایک دل یک قطرہ خوں وہ بھی")

◊غزل{
بساطِ عجز میں تھا ایک دل یک قطرہ خوں وہ بھی
سو رہتا ہے بہ اندازِ چکیدن سر نگوں وہ بھی

رہے اس شوخ سے آزردہ ہم چندے تکلّف سے
تکلّف بر طرف، تھا ایک اندازِ جنوں وہ بھی

خیالِ مرگ کب تسکیں دلِ آزردہ کو بخشے
مرے دامِ تمنّا میں ہے اک صیدِ زبوں وہ بھی

نہ کرتا کاش نالہ مجھ کو کیا معلوم تھا ہمدم
کہ ہو گا باعثِ افزائشِ دردِ دروں وہ بھی

نہ اتنا بُرِّشِ تیغِ جفا پر ناز فرماؤ
مرے دریائے بے تابی میں ہے اک موجِ خوں وہ بھی

مئے عشرت کی خواہش ساقیِ گردوں سے کیا کیجے
لیے بیٹھا ہے اک دو چار ◊ح{اعداد} جامِ واژگوں وہ بھی

مجھے معلوم ہے جو تو نے میرے حق میں سوچا ہے
کہیں ہو جائے جلد اے گردشِ گردونِ دوں، وہ بھی!

نظر راحت پہ میری کر نہ وعدہ شب کو آنے کا
کہ میری خواب بندی کے لیے ہو گا فسوں وہ بھی

مرے دل میں ہے غالبؔ شوقِ وصل و شکوۂ ہجراں
خدا وہ دن کرے جو اس سے میں یہ بھی کہوں، وہ بھی

}

◊حاشیہ["اعداد"]{طباطبائی نے لکھا ہے کہ اِن اعداد کے مجموعے سے سات آسمان پورے ہو جاتے ہیں ◊حم{حامد علی خاں}}
