#lang pollen

◊(define-meta title "بس کہ حیرت سے ز پا افتادۂ زنہار ہے")

◊غزل{
◊ح['شروع]{اشعار} بس کہ حیرت سے ز پا افتادۂ زنہار ہے
ناخنِ انگشت بتخالِ لبِ بیمار ہے

زلف سے شب درمیاں دادن نہیں ممکن دریغ
ورنہ صد محشر بہ رہنِ صافئ رخسار ہے

در خیال آبادِ سودائے سرِ مژگانِ دوست
صد رگِ جاں جادہ آسا وقفِ نشتر زار ہے

ایک جا حرفِ وفا لکّھا تھا، سو ◊ح{سو} بھی مٹ گیا
ظاہرا کاغذ ترے خط کا غلط بردار ہے

جی جلے ذوقِ فنا کی نا تمامی پر نہ کیوں
ہم نہیں جلتے نفس ہر چند آتش بار ہے

◊ح['شروع]{اشعار-۲} آگ سے پانی میں بجھتے وقت اٹھتی ہے صدا
ہر کوئی در ماندگی میں نالے سے نا چار ہے

ہے وہی بد مستئ ہر ذرّہ کا خود عذر خواہ
جس کے جلوے سے زمیں تا آسماں سرشار ہے

مجھ سے مت کہہ تو ہمیں کہتا تھا اپنی زندگی
زندگی سے بھی مرا جی ان دنوں بے زار ہے

آنکھ کی تصویر سر نامے پہ کھینچی ہے کہ تا
تجھ پہ کھل جاوے کہ اس کو حسرتِ دیدار ہے

◊ح['شروع]{اشعار-۳} جی جلے ذوقِ فنا کی نا تمامی پر نہ کیوں
ہم نہیں جلتے، نفس ہر چند آتش بار ہے

ہے وہی بد مستی ہر ذرّہ کا خود عذر خواہ
جس کے جلوے سے زمیں تا آسماں سرشار ہے

بس کہ ویرانی سے کفر و دیں ہوئے زیر و زبر
گردِ صحرائے حرم تا کوچۂ زنّار ہے

◊ح['شروع]{شعر} اے سرِ شوریدہ، ذوقِ عشق و پاسِ آبرو!
جوشِ سودا کب حریفِ منتِ دستار ہے

وصل میں دل انتظارِ طرفہ رکھتا ہے مگر
فتنہ، تاراجِ تمنا کے لیے درکار ہے

خانماں ہا پائمالِ شوخئ دعویٰ اسدؔ
سایۂ دیوار سے سیلابِ در و دیوار ہے

}

◊حاشیہ["اشعار"]{مطلع اور اگلے دو شعر متداول دیوان کا حصہ نہیں، نسخۂ رضا سے شامل کردہ ہیں۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["سو"]{نسخۂ مہرؔ میں "وہ" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["اشعار-۲"]{یہ تینوں شعر اصل قلمی نسخے میں حاشیے پر موٹے قلم سے بد خط شکستہ میں لکھے ہوئے ہیں۔ ◊حم{پروفیسر حمید احمد خان}}
◊حاشیہ["اشعار-۳"]{اس شعر سے مقطع تک اشعار نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["شعر"]{نسخۂ حمیدیہ میں یہ شعر یوں درج ہے: ◊علامت{؎}
    ◊شعر{
    اے سرِ شوریدہ نازِ عشق و پاسِ آبرو
    یک طرف سودا و یک سو منتِ دستار ہے}
◊حم{جویریہ مسعود}}
