#lang pollen

◊(define-meta title "بہارِ تعزیت آبادِ عشق، ماتم ہے")

◊شاعری{
بہارِ تعزیت آبادِ عشق، ماتم ہے
کہ تیغِ یار، ہلالِ مہِ محرم ہے

◊ح['شروع]{اشعار} نہ پُوچھ نسخۂ مرہم جراحتِ دل کا
کہ اِس میں ریزۂ الماس جزوِ اعظم ہے

بہت دنوں میں تغافل نے تیرے پیدا کی
وہ اِک نگہ کہ، بظاہر نگاہ سے کم ہے

بہ رہنِ ضبط ہے، آئینہ بندیِ گوہر
وگرنہ بحر میں ہر قطرہ چشمِ پُر نم ہے

چمن میں کون ہے طرز آفرینِ شیوۂ عشق؟
کہ گل ہے بلبلِ رنگین و بیضہ شبنم ہے

اگر نہ ہو وے رگِ خواب صرفِ شیرازہ
تمام دفترِ ربطِ مزاج، درہم ہے

اسدؔ بہ نازکیِ طبعِ آرزو انصاف!
کہ ایک وہمِ ضعیف و غمِ دو عالم ہے

}

◊حاشیہ["اشعار"]{متداول دیوان میں یہ غزل صرف ان دو اشعار پر مشتمل ہے۔ باقی اشعار نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
