#lang pollen

◊(define-meta title "بہت سہی غمِ گیتی، شراب کم کیا ہے؟")

◊غزل{
بہت سہی غمِ گیتی، شراب کم کیا ہے؟
غُلامِ ساقئ کوثر ہوں، مجھ کو غم کیا ہے

تمھاری طرز و روش جانتے ہیں ہم، کیا ہے
رقیب پر ہے اگر لطف تو ستم کیا ہے

کٹے تو شب کہیں کاٹے تو سانپ کہلاوے
کوئی بتاؤ کہ وہ زُلفِ خم بہ خم کیا ہے

لکھا کرے کوئی احکامِ طالعِ مولود
کسے خبر ہے کہ واں جنبشِ قلم کیا ہے؟

نہ حشر و نشر کا قائل نہ کیش و ملت کا
خدا کے واسطے ایسے کی پھر قسم کیا ہے؟

وہ داد و دید گراں مایہ شرط ہے ہمدم
وگرنہ مُہرِ سلیمان و جامِ جم کیا ہے

سخن میں خامۂ غالبؔ کی آتش افشانی
یقین ہے ہم کو بھی، لیکن اب اس میں دم کیا ہے

}
