#lang pollen

◊(define-meta title "بے اعتدالیوں سے سبُک سب میں ہم ہوئے")

◊غزل{
بے اعتدالیوں سے سبُک سب میں ہم ہوئے
جتنے زیادہ ہو گئے اتنے ہی کم ہوئے

پنہاں تھا دام، سخت ◊ح{دام-سخت} قریب آشیان کے
اڑنے نہ پائے تھے کہ گرفتار ہم ہوئے

ہستی ہماری اپنی فنا پر دلیل ہے
یاں تک مٹے کہ آپ ہم اپنی قَسم ہوئے

سختی کشانِ عشق کی پوچھے ہے کیا خبر
وہ لوگ رفتہ رفتہ سراپا الم ہوئے

تیری وفا سے کیا ہو تلافی؟ کہ دہر میں
تیرے سوا بھی ہم پہ بہت سے ستم ہوئے

لکھتے رہے جنوں کی حکایاتِ خوں چکاں
ہر چند اس میں ہاتھ ہمارے قلم ہوئے

اللّٰہ ری ◊ح{ری} تیری تندیٔ خُو جس کے بِیم سے
اجزائے نالہ دل میں مرے رزقِ ہم ہوئے

اہلِ ہوس کی فتح ہے ترکِ نبردِ عشق
جو پاؤں اٹھ گئے وہی ان کے علم ہوئے

نالے عدم میں چند ہمارے سپرد تھے
جو واں نہ کھِنچ ◊ح{کھنچ} سکے سو وہ یاں آ کے دم ہوئے

چھوڑی اسدؔ نہ ہم نے گدائی میں دل لگی
سائل ہوئے تو عاشقِ اہلِ کرم ہوئے

}

◊حاشیہ["دام-سخت"]{نسخۂ حمیدیہ اور مالک رام میں "دامِ سخت قریب" ۔◊حم{اعجاز عبید}
مزید: نسخۂ مالک رام اور نسخۂ حمیدیہ میں "دامِ سخت" چھپا ہے۔ دوسرے تقریباً سب نسخوں میں "سخت قریب" بہ‌معنیٔ "نہایت قریب" درج ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["ری"]{نسخۂ مالک رام اور نسخۂ "صد سالہ یادگارِ غالبؔ کمیٹی" دہلی میں"رے" کی جگہ "ری" چھپا ہے۔ "اللّٰہ رے" اور "اللّٰہ ری" میں یہ امتیاز قابلِ تعریف ہے مگر اس بارے میں غلط فہمی ہوئی ہے۔ مخاطب "تندیٔ خُو" نہیں بلکہ "تند خو محبوب" ہے جو محبوبہ بھی نہیں۔ ◊حم{حامد علی خاں}}
◊حاشیہ["کھنچ"]{بعض نسخوں میں" کھِنچ "چھپا ہے۔ ◊حم{حامد علی خاں}
مزید: حامد علی خاں کے نسخے میں" کھِچ "درج ہے۔ ◊حم{جویریہ مسعود}}
