#lang pollen

◊(define-meta title "تسکیں کو ہم نہ روئیں جو ذوقِ نظر ملے")

◊شاعری{
تسکیں کو ہم نہ روئیں جو ذوقِ نظر ملے
حورانِ خلد میں تری صورت مگر ملے

اپنی گلی میں مجھ کو نہ کر دفن بعدِ قتل
میرے پتے سے خلق کو کیوں تیرا گھر ملے

ساقی گری کی شرم کرو آج، ورنہ ہم
ہر شب پِیا ہی کرتے ہیں مے جس قدر ملے

تجھ سے تو کچھ کلام نہیں لیکن اے ندیم
میرا سلام کہیو اگر نامہ بر ملے

تم کو بھی ہم دکھائیں کہ مجنوں نے کیا کِیا
فرصت کشاکشِ غمِ پنہاں سے گر ملے

لازم نہیں کہ خضر کی ہم پیروی کریں
جانا ◊ح{جانا} کہ اِک بزرگ ہمیں ہم‌سفر ملے

اے ساکنانِ کوچۂ دل دار دیکھنا
تم کو کہیں جو غالبؔ آشفتہ سر ملے

}

◊حاشیہ["جانا"]{دیوانِ غالبؔ (فرہنگ کے ساتھ) میں "مانا" ہے۔ ◊حم{جویریہ مسعود}}
