#lang pollen

◊(define-meta title "تشنۂ خونِ تماشا جو وہ پانی مانگے")

◊غزل{
تشنۂ خونِ تماشا جو وہ پانی مانگے
آئنیہ، رخصتِ اندازِ روانی مانگے

◊ح['شروع]{اشعار} نقشِ نازِ بتِ طنّاز بہ آغوشِ رقیب
پائے طاؤس پئے خامۂ مانی مانگے

تو وہ بد خو کہ تحیر کو تماشا جانے
غم وہ افسانہ کہ آشفتہ بیانی مانگے

وہ تبِ ◊ح{تب} عشق تمنّا ہے کہ پھر صورتِ شمع
شعلہ تا نبضِ جگر ریشہ دوانی مانگے

رنگ نے گُل سے دمِ عرضِ پریشانیِ بزم
برگِ گُل، ریزۂ مینا کی نشانی مانگے

زلف تحریرِ پریشانِ تقاضا ہے، مگر
شانہ ساں، مُو بہ زباں خامۂ مانی مانگے

آمدِ خط ہے، نہ کر خندۂ شیریں کہ، مباد!
چشمِ مور، آئینۂ دل نگرانی مانگے

ہوں گرفتارِ کمیں گاہِ تغافل کہ جہاں
خوابِ صیاد سے، پرواز، گرانی مانگے

چشمِ پرواز و نفس خفتہ، مگر ضعفِ امید
شہپرِ کاہ، پئے مژدہ رسانی مانگے

وحشتِ شورِ تماشا ہے کہ جوں نکہتِ گل
نمکِ زخمِ جگر بال فشانی مانگے

گر ملے حضرتِ بیدل کا خطِ لوحِ مزار
اسد ؔ، آئینۂ پردازِ معانی مانگے

}

◊حاشیہ["اشعار"]{متداول دیوان میں یہ تین اشعار ہیں۔ باقی اشعار نسخۂ رضا سے شامل کردہ ہیں۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["تب"]{نسخۂ مہر میں "تپ" ۔ ◊حم{جویریہ مسعود}}
