#lang pollen

◊(define-meta title "تغافل دوست ہوں میرا دماغِ عجز عالی ہے")

◊شاعری{
◊ح['شروع]{اشعار} تغافل دوست ہوں میرا دماغِ عجز عالی ہے
اگر پہلو تہی کیجے تو جا میری بھی خالی ہے

رہا آباد عالم، اہلِ ہمّت کے نہ ہونے سے
بھرے ہیں جس قدر جام و سبو، مے خانہ خالی ہے

بتانِ شوخ کا دل سخت ہو گا کس قدر، یا رب!
مری فریاد کو، کہسار، سازِ عجز نالی ہے

نشان بے قرارِ شوق، جز مژگاں نہیں باقی
کئی کانٹے ہیں اور پیراہنِ شکلِ نہالی ہے

جنوں کر، اے چمن تحریرِ درسِ شغلِ تنہائی
نگاہِ شوق کو، صحرا بھی، دیوانِ غزالی ہے

سیہ مستی ہے اہلِ خاک کو ابرِ بہاری سے
زمیں جوشِ طرب سے، جامِ لب ریزِ سفالی ہے

اسدؔ، مت رکھ تعجب خر دماغی ہائے منعم کا
کہ یہ نامرد بھی شیر افگنِ میدانِ قالی ہے

}

◊حاشیہ["اشعار"]{متداول دیوان میں صرف مطلع اور اگلا شعر ہے۔ باقی اشعار نسخۂ رضا سے شامل کردہ ہیں۔ ◊حم{جویریہ مسعود}}
