#lang pollen

◊(define-meta title "تپِش سے میری، وقفِ کش مکش، ہر تارِ بستر ہے")

◊شاعری{
تپِش سے میری، وقفِ کش مکش، ہر تارِ بستر ہے
مِرا سر رنجِ بالیں ہے، مِرا تَن بارِ بستر ہے

سرشکِ سر بہ صحرا دادہ، نورالعینِ دامن ہے
دلِ بے دست و پا اُفتادہ بر خوردارِ بستر ہے

◊ح['شروع]{شعر} خوشا اقبالِ رنجوری! عیادت کو تم آئے ہو
فروغِ شمع بالیں، طالعِ بیدارِ بستر ہے

بہ طوفاں گاہِ جوشِ اضطرابِ شامِ تنہائی
شعاعِ آفتابِ صبحِ محشر تارِ بستر ہے

ابھی آتی ہے بُو، بالش سے، اُس کی زلفِ مشکیں کی
ہماری دید کو، خوابِ زلیخا، عارِ بستر ہے

◊ح['شروع]{اشعار} بہ ذوقِ شوخئ اعضاء تکلّف بارِ بستر ہے
معافِ پیچ تابِ کشمکش ہر تارِ بستر ہے

معمّائے تکلّف سر بہ مہرِ چشم پوشیدن
گدازِ شمعِ محفل پیچشِ طومارِ بستر ہے

مژہ فرشِ رہ و دل ناتوان و آرزو مضطر
بہ پائے خفتہ سیرِ وادئ پُر خارِ بستر ہے

اسد جوشِ بہارِ دیدۂ بیدار کے صدقے
ہماری دید کو خوابِ زلیخا عارِ بستر ہے

کہوں کیا، دل کی کیا حالت ہے ہجرِ یار میں، غالبؔ!
کہ بے تابی سے ہر یک تارِ بستر، خارِ بستر ہے

}

◊حاشیہ["شعر"]{نسخۂ حمیدیہ میں یہ شعر یوں ہے اور اسی غزل کا مطلع اولیٰ ہے: ◊علامت{؎}
◊شاعری{عیادت بس کہ تجھ سے گرمیِ بازارِ بستر ہے
فروغِ شمعِ بالیں طالعِ بیدارِ بستر ہے}◊حم{جویریہ مسعود}}
◊حاشیہ["اشعار"]{اس شعر سے مقطع اولیٰ تک نسخۂ رضا سے شامل شدہ ہے۔ ◊حم{جویریہ مسعود}}
