#lang pollen

◊(define-meta title "جب تک دہانِ زخم نہ پیدا کرے کوئی")

◊غزل{
جب تک دہانِ زخم نہ پیدا کرے کوئی
مشکل، کہ تجھ سے راہِ سخن وا کرے کوئی

عالم غُبارِ وحشتِ مجنوں ہے سر بہ سر
کب تک خیالِ طرّۂ لیلیٰ کرے کوئی

افسردگی نہیں طرب انشائے التفات
ہاں درد بن کے دل میں مگر جا کرے کوئی

رونے سے اے ندیم ملامت نہ کر مجھے
آخر کبھی تو عُقدۂ دل وا کرے کوئی

◊ح['شروع]{شعر} تمثالِ جلوہ عرض کر، اے حسن، کب تلک
آئینۂ خیال کو دیکھا کرے کوئی

چاکِ جگر سے جب رہِ پرسش نہ وا ہوئی
کیا فائدہ کہ جَیب کو رسوا کرے کوئی

لختِ جگر سے ہے رگِ ہر خار شاخِ گل
تا چند باغبانئ صحرا کرے کوئی

ناکامئ نگاہ ہے برقِ نظارہ سوز
تو وہ نہیں کہ تجھ کو تماشا کرے کوئی

ہر سنگ و خشت ہے صدفِ گوہرِ شکست
نقصاں نہیں جنوں سے جو سودا کرے کوئی

سَر بَر ہوئی نہ وعدۂ صبر آزما سے عُمر
فُرصت کہاں کہ تیری تمنّا کرے کوئی

ہے وحشتِ طبیعتِ ایجاد یاس خیز
یہ درد وہ نہیں کہ نہ پیدا کرے کوئی ◊ح['آخر]{مصرع}

بے کارئ جنوں کو ہے سر پیٹنے کا شغل
جب ہاتھ ٹوٹ جائیں تو پھر کیا کرے کوئی

حسنِ فروغِ شمعِ سُخن دور ہے اسدؔ
پہلے دلِ گداختہ پیدا کرے کوئی

}

◊حاشیہ["شعر"]{نسخۂ رضا سے مزید شعر۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["مصرع"]{نوٹ: یہ مصرعہ مختلف نسخوں میں مختلف ہے…
نسخۂ مہرؔ: ◊علامت{؏} یہ درد وہ نہیں ہےکہ پیدا کرے کوئی
نسخۂ طاہرؔ: ◊علامت{؏} یہ درد وہ نہیں ہے جو پیدا کرے کوئی
نسخۂ آسیؔ: ◊علامت{؏} یہ درد وہ نہیں کہ نہ پیدا کرے کوئی
نسخۂ حمیدیہؔ: ◊علامت{؏} یہ درد وہ نہیں کہ نہ پیدا کرے کوئی
مزید: نسخۂ رضا میں یہ شعر اُس غزل کا حصہ ہے جس کا مطلع ہے، ◊علامت{؎}
    ◊شاعری{
    وحشت کہاں کہ بے خودی انشا کرے کوئی؟
    ہستی کو لفظِ معنئ عنقا کرے کوئی} ◊حم{جویریہ مسعود}}
