#lang pollen

◊(define-meta title "جس جا نسیم شانہ کشِ زلفِ یار ہے")

◊شاعری{
جس جا نسیم شانہ کشِ زلفِ یار ہے
نافہ دماغِ آہوئے دشتِ تتار ہے

کس کا سراغِ جلوہ ہے حیرت کو اے خدا!
آیئنہ فرشِ شش جہتِ انتظار ہے

ہے ذرہ ذرہ تنگئ جا سے غبارِ شوق
گر دام یہ ہے و سعتِ صحرا شکار ہے

دل مدّعی و دیدہ بنا مدّعا علیہ
نظارے کا مقدّمہ پھر روبکار ہے

چھڑکے ہے شبنم آئینۂ برگِ گل پر آب
اے عندلیب وقتِ وداعِ بہار ہے

پچ آپڑی ہے وعدۂ دلدار کی مجھے
وہ آئے یا نہ آئے، پہ یاں انتظار ہے

بے پردہ سوئے وادئ مجنوں گزر نہ کر
ہر ذرّے کے ◊ح{کے} نقاب میں دل بے قرار ہے

اے عندلیب یک کفِ خس بہرِ آشیاں
طوفانِ آمد آمدِ فصلِ بہار ہے

دل مت گنوا، خبر نہ سہی سیر ہی سہی
اے بے دماغ آئینہ تمثال دار ہے

◊ح['شروع]{اشعار} زنجیر یاد پڑتی ہے، جادے کو دیکھ کر
اُس چشم سے ہنوز نگہ یادگار ہے

سودائیِ خیال ہے طوفانِ رنگ و بو
یاں ہے کہ داغِ لالہ، دماغِ بہار ہے

بھونچال میں گرا تھا یہ آئینہ طاق سے
حیرت شہیدِ جنبشِ ابروئے یار ہے

حیراں ہوں شوخیِ رگِ یاقوت دیکھ کر
یاں ہے کہ صحبتِ خس و آتش برار ہے

غفلت کفیلِ عمر و اسدؔ ضامنِ نشاط
اے مرگِ ناگہاں تجھے کیا انتظار ہے

}

◊حاشیہ["کے"]{نسخۂ طباطبائی میں "کی نقاب" چھپا ہے۔ قدیم نسخوں میں یوں بھی ہر جگہ عموماً یائے حُطّی ہی چھپی ہے مگر نقاب کی تذکیر و تانیث کے بارے میں تو دہلی و لکھنؤ کا جُدا جُدا شیوہ بھی تھا۔ غالبؔ نے لکھا ہے: ◊علامت{؏} زلف سے بڑھ کر نقاب اُس شوخ کے رخ پر کھلا ◊حم{حامد علی خاں}}
◊حاشیہ["اشعار"]{یہ اور اگلے تین اشعار نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
