#lang pollen

◊(define-meta title "جس زخم کی ہو سکتی ہو تدبیر رفو کی")

◊غزل{
جس زخم کی ہو سکتی ہو تدبیر رفو کی
لکھ دیجیو یا رب اسے قسمت میں عدو کی

اچّھا ہے سر انگشتِ حنائی کا تصوّر
دل میں نظر آتی تو ہے اک بوند لہو کی

کیوں ڈرتے ہو عشّاق کی بے حوصلگی سے
یاں تو کوئی سنتا نہیں فریاد کسو کی

◊ح['شروع]{اشعار} اے بے خبراں! میرے لبِ زخمِ جگر پر
بخیہ جسے کہتے ہو شکایت ہے رفو کی

گو زندگئ زاہدِ بے چارہ عبث ہے
اتنا تو ہے، رہتی تو ہے تدبیر وضو کی ◊ح['آخر]{مصرع}

دشنے نے کبھی منہ نہ لگایا ہو جگر کو
خنجر نے کبھی بات نہ پوچھی ہو گلو کی

صد حیف وہ ناکام کہ اک عمر سے غالبؔ
حسرت میں رہے ایک بتِ عربدہ جو کی

}

◊حاشیہ["اشعار"]{یہ دونوں اشعار نسخۂ حمیدیہ میں درج نہیں۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["مصرع"]{نسخۂ رضا میں یہ مصرع یوں ہے: ◊علامت{؏} اتنا ہے کہ رہتی تو ہے تدبیر وضو کی ◊حم{جویریہ مسعود}}
