#lang pollen

◊(define-meta title "جس بزم میں تو ناز سے گفتار میں آوے")

◊شاعری{
جس بزم میں تو ناز سے گفتار میں آوے
جاں کالبدِ صورتِ دیوار میں آوے

سائے کی طرح ساتھ پھریں سرو و صنوبر
تو اس قدِ دل کش سے جو گل زار میں آوے

تب نازِ گراں مائگئ اشک بجا ہے
جب لختِ جگر دیدۂ خوں بار میں آوے

دے مجھ کو شکایت کی اجازت کہ ستم گر!
کچھ تجھ کو مزہ بھی مرے آزار میں آوے

اس چشمِ فسوں گر کا اگر پائے اشارہ
طوطی کی طرح آئینہ گفتار میں آوے

کانٹوں کی زباں سوکھ گئی پیاس سے یا رب
اک آبلہ پا وادیِ پر خار میں آوے

مر جاؤں نہ کیوں رشک سے جب وہ تنِ نازک
آغوشِ خمِ حلقۂ زُنّار میں آوے

غارت گرِ ناموس نہ ہو گر ہوسِ زر
کیوں شاہدِ گل باغ سے بازار میں آوے

تب چاکِ گریباں کا مزا ہے دلِ نالاں ◊ح{نالاں}
جب اک نفس الجھا ہوا ہر تار میں آوے

آتش کدہ ہے سینہ مرا رازِ نہاں سے
اے وائے اگر معرضِ اظہار میں آوے

گنجینۂ معنی کا طلسم اس کو سمجھیے
جو لفظ کہ غالبؔ مرے اشعار میں آوے

}

◊حاشیہ["نالاں"]{مالک رام اور عرشی میں "دلِ ناداں" ہے، لیکن "نالاں" ہی غالبؔ کے اندازِ بیان کے مطابق زیادہ درست معلوم ہوتا ہے۔ ◊حم{اعجاز عبید}
مزید: نسخۂ نظامی، نسخۂ طباطبائی، نسخۂ حسرتؔ موہانی اور متعدد دیگر نسخوں میں "دلِ نالاں" چھپا ہے۔ عرشی اور مالک رام کے نسخوں میں "دلِ ناداں" ملتا ہے۔ مضمونِ شعر یہاں "دلِ نالاں" ہی سے خطاب کا متقاضی معلوم ہوتا ہے۔ ◊حم{حامد علی خاں}}
