#lang pollen

◊(define-meta title "جنوں تہمت کشِ تسکیں نہ ہو گر  شادمانی کی")

◊غزل{
جنوں تہمت کشِ تسکیں نہ ہو گر ◊ح{گر} شادمانی کی
نمک پاشِ خراشِ دل ہے لذّت زندگانی کی

کشاکش‌ ہائے ہستی سے کرے کیا سعیٔ آزادی
ہوئی زنجیر موجِ آب ◊ح{زنجیر-موج-آب} کو فرصت روانی کی

پس از مُردن ◊ح{پس-از-مردن} بھی دیوانہ زیارت گاہِ طفلاں ہے
شرارِ سنگ نے تربت پہ میری گل فشانی کی

نہ کھینچ اے دستِ سعیٔ نا رسا زلفِ تمنّا کو
پریشاں تر ہے موئے خامہ سے تدبیر مانیؔ کی

کماں ہم بھی رگ و پے رکھتے ہیں، انصاف بہتر ہے
نہ کھینچے طاقتِ خمیازہ تہمت ناتوانی کی

◊ح['شروع]{اشعار} تکلف بر طرف، فرہاد اور اتنی سبک دستی
خیال آساں تھا، لیکن خوابِ خسرو نے گرانی کی

اسدؔ کو بوریے میں دھر کے پھونکا موجِ ہستی نے
فقیری میں بھی باقی ہے شرارت نوجوانی کی

}

◊حاشیہ["گر"]{نسخۂ رضا میں"گو" بجائے "گر"۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["زنجیر-موج-آب"]{نسخۂ طاہر میں "زنجیرِ موجِ آب"۔◊حم{جویریہ مسعود}}
◊حاشیہ["پس-از-مردن"]{نسخۂ مہرؔ میں غالباً سہوِ کاتب سے "پسِ مُردن" چھپا ہے۔ باقی قدیم و جدید نسخوں میں "پس از مُردن" ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["اشعار"]{یہ شعر اور مقطع نسخۂ رضا سے۔ ◊حم{جویریہ مسعود}}
