#lang pollen

◊(define-meta title "جو نہ نقدِ داغِ دل کی کرے شعلہ پاسبانی")

◊درمیان{◊ح['ساکت]{اشعار}}

◊غزل{
جو نہ نقدِ داغِ دل کی کرے شعلہ پاسبانی
تو فسردگی نہاں ہے بہ کمینِ بے زبانی

مجھے اس سے کیا توقّع بہ زمانۂ جوانی
کبھی کودکی میں جس نے نہ سنی مری کہانی

یوں ہی دکھ کسی کو دینا نہیں خوب ورنہ کہتا
کہ مرے عدو کو یا رب ملے میری زندگانی

}

◊حاشیہ["اشعار"]{یہ اشعار نسخۂ حمیدیہ کے ایک ◊ربط["/ضمیمہ-سوم/قصائد/بہ-گمان-قطع-زحمت-نہ-دو-چار-خامشی-ہو.html"]{قصیدے} کے ہیں۔ غالبؔ نے وہیں سے الگ کر کے اپنے دیوان (اشاعت اول) میں بطور غزل شامل کر لیے۔ ◊حم{نسخۂ رضا}}
