#lang pollen

◊(define-meta title "حاصل سے ہاتھ دھو بیٹھ اے آرزو خرامی")

◊غزل{
◊ح['شروع]{اشعار} حاصل سے ہاتھ دھو بیٹھ اے آرزو خرامی
دل، جوشِ گریہ میں ہے ڈوبی ہوئی اسامی

اس شمع کی طرح سے جس کو کوئی بجھا دے
میں بھی جلے ہؤوں میں ہوں داغِ نا تمامی

کرتے ہو شکوہ کس کا؟ تم اور بے وفائی
سر پیٹتے ہیں اپنا، ہم اور نیک نامی

صد رنگ گل کترنا، در پردہ قتل کرنا
تیغِ ادا نہیں ہے پابندِ بے نیامی

طرفِ سخن نہیں ہے مجھ سے، خدا نہ کردہ
ہے نامہ بر کو اُس سے دعوائے ہم کلامی

طاقت فسانۂ باد، اندیشہ شعلہ ایجاد
اے غم، ہنوز آتش، اے دل ہنوز خامی!

ہر چند عمر گزری آزردگی میں لیکن
ہے شرحِ شوق کو بھی، جوں شکوہ، نا تمامی

ہے یاس میں اسدؔ کو ساقی سے بھی فراغت
دریا سے خشک گزری مستوں کی تشنہ کامی

}

◊حاشیہ["اشعار"]{متداول دیوان میں صرف مطلع اور اگلا شعر ہے۔ پوری غزل نسخۂ رضا سے شامل کی گئی ہے۔ ◊حم{جویریہ مسعود}}
