#lang pollen

◊(define-meta title "حسنِ بے پروا خریدارِ متاعِ جلوہ ہے")

◊غزل{
حسنِ بے پروا خریدارِ متاعِ جلوہ ہے
آئینہ زانوئے فکرِ اختراعِ جلوہ ہے

تا کُجا اے آگہی رنگِ تماشا باختن؟
چشمِ وا گر دیدہ آغوشِ وداعِ جلوہ ہے

عجزِ دیدن ہا بہ ناز و نازِ رفتن ہا بہ چشم
جادۂ صحرائے آگاہی، شعاعِ جلوہ ہے

◊ح['شروع]{اشعار} اختلافِ رنگ و بو، طرحِ بہارِ بے خودی
صلحِ کل، گردِ ادب گاہِ نزاعِ جلوہ ہے

حسنِ خوباں بس کہ بے قدرِ تماشا ہے، اسدؔ
آئینہ یک دستِ ردِّ امتناعِ جلوہ ہے

}

◊حاشیہ["اشعار"]{یہ شعر اور مقطع نسخۂ رضا سے شامل کردہ ہیں۔ ◊حم{جویریہ مسعود}}
