#lang pollen

◊(define-meta title "حسنِ مہ گرچہ بہ ہنگامِ کمال اچّھا ہے")

◊غزل{
حسنِ مہ گرچہ بہ ہنگامِ کمال اچّھا ہے
اس سے میرا مہِ خورشید جمال اچّھا ہے

بوسہ دیتے نہیں اور دل پہ ہے ہر لحظہ نگاہ
جی میں کہتے ہیں کہ مفت آئے تو مال اچّھا ہے

اور بازار سے لے آئے اگر ٹوٹ گیا
ساغرِ جم سے مرا جامِ سِفال اچّھا ہے

بے طلب دیں تو مزہ اُس میں سوا ملتا ہے
وہ گدا جس کو نہ ہو خوئے سوال اچّھا ہے

ان کے دیکھے سے جو آ جاتی ہے منہ پر رونق
وہ سمجھتے ہیں کہ بیمار کا حال اچّھا ہے

دیکھیے پاتے ہیں عُشّاق بُتوں سے کیا فیض
اک برہمن نے کہا ہے کہ یہ سال اچّھا ہے

ہم سخن تیشے نے فرہاد کو شیریں سے کِیا
جس طرح کا کہ ◊ح{کہ} کسی میں ہو کمال اچّھا ہے

قطرہ دریا میں جو مل جائے تو دریا ہو جائے
کام اچّھا ہے وہ، جس کا کہ ماٰل اچّھا ہے

خضر سلطاں کو رکھے خالقِ اکبر سر سبز
شاہ کے باغ میں یہ تازہ نہال اچّھا ہے

ہم کو معلوم ہے جنّت کی حقیقت لیکن
دل کے خوش رکھنے کو غالبؔ یہ خیال اچّھا ہے

}

◊حاشیہ["کہ"]{نسخۂ مہر میں "جس طرح کا بھی" ۔◊حم{جویریہ مسعود}}
