#lang pollen

◊(define-meta title "حضورِ شاہ میں اہلِ سخن کی آزمائش ہے")

◊غزل{
حضورِ شاہ میں اہلِ سخن کی آزمائش ہے
چمن میں خوش نوایانِ چمن کی آزمائش ہے

قد و گیسو میں، قیس و کوہ کُن کی آزمائش ہے
جہاں ہم ہیں، وہاں دار و رسن کی آزمائش ہے

کریں گے کوہ کُن کے حوصلے کا امتحاں آخر
ہنوز ◊ح{ہنوز} اُس خستہ کے نیروئے تن کی آزمائش ہے

نسیمِ مصر کو کیا پیرِ کنعاں کی ہوا خواہی!
اُسے یوسف کی بُوئے پیرہن کی آزمائش ہے

وہ آیا بزم میں، دیکھو، نہ کہیو پھر کہ ”غافل تھے“
شکیب و صبرِ اہلِ انجمن کی آزمائش ہے

رہے دل ہی ◊ح{ہی} میں تیر ، اچھا، جگر کے پار ہو، بہتر
غرض شِستِ بُتِ ناوک فگن کی آزمائش ہے

نہیں کچھ سُبحۂ و زُنّار کے پھندے میں گیرائی
وفا داری میں شیخ و برہمن کی آزمائش ہے

پڑا رہ، اے دلِ وابستہ! بے تابی سے کیا حاصل؟
مگر پھر تابِ زُلفِ پُر شکن کی آزمائش ہے

رگ و پَے میں جب اُترے زہرِ غم، تب دیکھیے کیا ہو!
ابھی تو تلخیِ کام و دہن کی آزمائش ہے

وہ آویں گے مِرے گھر، وعدہ کیسا، دیکھنا، غالبؔ!
نئے فتنوں میں اب چرخِ کُہن کی آزمائش ◊ح{آزمائش} ہے

}

◊حاشیہ["ہنوز"]{نسخۂ عرشی میں "ہنوز" کی جگہ "ابھی" چھپا ہے ۔ جو قدیم و جدید نسخے نظر سے گزرے، اُن سے اس کی کوئی سند نہیں ملی۔ یہ غالباً سہوِ کتابت ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["ہی"]{نسخۂ مہر میں "رہے گر دل میں تیر" ◊حم{جویریہ مسعود}
مزید: نسخۂ نظامی، نسخۂ حمیدیہ، نسخۂ عرشی اور متعدد دیگر نسخہ ہائے قدیم و جدید میں یہ مصرع اُسی طرح درج ہے جس طرح متن میں چھپا ہے، مگر نسخۂ مہر میں غالباً سہوِ کاتب سے "رہے گر دل میں تیر اچھا" ملتا ہے۔ بعض قدیم نسخوں میں "دل میں ہی" بھی چھپا ہے جو سہوِ کتابت ہے مگر "رہے گر دل میں" کہیں نہیں ملا، نہ یہ قابلِ ترجیح معلوم ہوتا ہے ۔ ◊حم{حامد علی خاں}}
◊حاشیہ["آزمائش"]{اصل نسخوں میں "آزمایش" ہے لیکن ہم نے موجودہ املا کو ترجیح دے کر "آزمائش" لکھا ہے۔ ◊حم{اعجاز عبید}}
