#lang pollen

◊(define-meta title "خطر ہے رشتۂ اُلفت رگِ گردن نہ ہو جائے")

◊درمیان{◊ح['ساکت]{غزل}}

◊غزل{
خطر ہے رشتۂ اُلفت رگِ گردن نہ ہو جائے ◊ح{ردیف}
غرورِ دوستی آفت ہے، تُو دُشمن نہ ہو جائے

بہ پاسِ شوخئ مژگاں سرِ ہر خار سوزن ہے
تبسّم برگِ گل کو بخیہِ دامن نہ ہو جائے

جراحت دوزئ عاشق ہے جائے رحم ترساں ہوں ◊ح{ترساں-ہوں}
کہ رشتہ تارِ اشکِ دیدۂ سوزن نہ ہو جائے

غضب شرم آفریں ہے رنگ ریزی ہائے خود بینی
سپیدی آئنے کی پنبۂ روزن نہ ہو جائے

سمجھ اس فصل میں کوتاہئ نشو و نما، غالبؔ!
اگر گُل سَرو کے قامت پہ، پیراہن نہ ہو جائے

}

◊حاشیہ["غزل"]{متداول دیوان میں یہ غزل صرف مطلع اور مقطع پر مشتمل ہے۔ باقی اشعار نسخۂ رضا/حمیدیہ سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["ردیف"]{نسخۂ بھوپال میں اس غزل کی ردیف "جاوے" ہے۔ ◊حم{اعجاز عبید}}
◊حاشیہ["ترساں-ہوں"]{نسخۂ حمیدیہ میں "ڈرتا ہوں" درج ہے۔ ◊حم{جویریہ مسعود}}
