#lang pollen

◊(define-meta title "خموشیوں میں تماشا ادا نکلتی ہے")

◊غزل{
خموشیوں میں تماشا ادا نکلتی ہے
نگاہ دل سے تری ◊ح{تری} سُرمہ سا نکلتی ہے

فشارِ تنگئ خلوت سے بنتی ہے شبنم
صبا جو غنچے کے پردے میں‌ جا نکلتی ہے

نہ پوچھ سینۂ عاشق سے آبِ تیغِ نگاہ
کہ زخمِ روزنِ در سے ہوا نکلتی ہے

◊ح['شروع]{اشعار} بہ حلقۂ خمِ گیسو ہے راستی آموز
دہانِ مار سے گویا صبا نکلتی ہے

بہ رنگِ شیشہ ہوں یک گوشۂ دلِ خالی
کبھی پری مری خلوت میں آ نکلتی ہے

بہار شوخ و چمن تنگ و رنگِ گل دلچسپ
نسیم، باغ سے پا در حنا نکلتی ہے

اسدؔ کو حسرتِ عرضِ نیاز تھی دمِ قتل
ہنوز، یک سخنِ بے صدا نکلتی ہے

}

◊حاشیہ["تری"]{نسخۂ حسرتؔ میں "ترے" چھپا ہے۔ قدیم نسخوں میں "ترے" اور "تری" کی تمیز مشکل تھی۔ شعر کا مفہوم دونوں صورتوں میں تقریباً ایک ہی رہتا ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["اشعار"]{اس شعر سے آخر تک کے اشعار نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
