#lang pollen

◊(define-meta title "درد سے میرے ہے تجھ کو بے قراری ہائے ہائے")

◊غزل{
درد سے میرے ہے تجھ کو بے قراری ہائے ہائے
کیا ہوئی ظالم تری غفلت شعاری ہائے ہائے

تیرے دل میں گر نہ تھا آشوبِ غم کا حوصلہ
تو نے پھر کیوں کی تھی میری غم گساری ہائے ہائے

کیوں مری غم خوارگی کا تجھ کو آیا تھا خیال
دشمنی اپنی تھی، میری دوست داری ہائے ہائے

عمر بھر کا تو نے پیمانِ وفا باندھا تو کیا
عمر کو بھی تو نہیں ہے پائداری ہائے ہائے

زہر لگتی ہے مجھے آب و ہوائے زندگی
یعنی تجھ سے تھی اسے نا سازگاری ہائے ہائے

گل فشانی ہائے نازِ جلوہ کو کیا ہو گیا
خاک پر ہوتی ہے تیری لالہ کاری ہائے ہائے

شرمِ رسوائی سے جا چھپنا نقابِ خاک میں
ختم ہے الفت کی تجھ پر پردہ داری ہائے ہائے

خاک میں ناموسِ پیمانِ محبّت مل گئی
اٹھ گئی دنیا سے راہ و رسمِ یاری ہائے ہائے

ہاتھ ہی تیغ آزما کا کام سے جاتا رہا
دل پہ اک لگنے نہ پایا زخمِ کاری ہائے ہائے

کس طرح کاٹے کوئی شب‌ ہائے تارِ برشکال
ہے نظر خو کردۂ اختر شماری ہائے ہائے

گوش مہجورِ پیام و چشم محرومِ جمال
ایک دل تِس پر یہ نا امّیدواری ہائے ہائے

عشق نے پکڑا نہ تھا غالبؔ ابھی وحشت کا رنگ
رہ گیا، تھا دل میں جو کچھ ذوقِ خواری ہائے ہائے

◊ح['شروع]{شعر} گر مصیبت تھی تو غربت میں اٹھا لیتا اسدؔ
میری دلّی ہی میں ہونی تھی یہ خواری ہائے ہائے

}

◊حاشیہ["شعر"]{نسخۂ شیرانی کا اضافہ۔ ◊حم{اعجاز عبید}}
