#lang pollen

◊(define-meta title "دلِ ناداں تجھے ہوا کیا ہے؟")

◊شاعری{
دلِ ناداں تجھے ہوا کیا ہے؟
آخر اس درد کی دوا کیا ہے؟

ہم ہیں مشتاق اور وہ بے زار
یا الٰہی یہ ماجرا کیا ہے؟

میں بھی منہ میں زبان رکھتا ہوں
کاش پوچھو کہ مدّعا کیا ہے

◊ق{جب کہ تجھ بن نہیں کوئی موجود
پھر یہ ہنگامہ اے خدا کیا ہے؟
}

یہ پری چہرہ لوگ کیسے ہیں؟
غمزہ و عشوہ و ادا کیا ہے؟

شکنِ زلفِ عنبریں کیوں ہے ◊ح{ہے}
نگہِ چشمِ سرمہ سا کیا ہے؟

سبزہ و گل کہاں سے آئے ہیں؟
ابر کیا چیز ہے؟ ہوا کیا ہے؟

ہم کو ان سے وفا کی ہے امّید
جو نہیں جانتے وفا کیا ہے؟

ہاں بھلا کر ترا بھلا ہو گا
اَور درویش کی صدا کیا ہے؟

جان تم پر نثار کرتا ہوں
میں نہیں جانتا دعا کیا ہے؟

میں نے مانا کہ کچھ نہیں غالبؔ
مفت ہاتھ آئے تو برا کیا ہے

}

◊حاشیہ["ہے"]{نسخۂ مہر میں "ہیں" ۔ ◊حم{جویریہ مسعود}}
