#lang pollen

◊(define-meta title "دل سراپا وقفِ سودائے نگاہِ تیز ہے")

◊غزل{
دل سراپا وقفِ سودائے نگاہِ تیز ہے
یہ زمیں، مثلِ نیستاں، سخت ناوک خیز ہے

◊ح['شروع]{اشعار} کیوں نہ ہو چشمِ بُتاں محوِ تغافل، کیوں نہ ہو؟
یعنی اس بیمار کو نظارے سے پرہیز ہے

مرتے مرتے، دیکھنے کی آرزُو رہ جائے گی
وائے ناکامی! کہ اُس کافر کا خنجر تیز ہے

ہو سکے کیا خاک دست و بازوئے فرہاد سے؟
بے ستوں، خوابِ گرانِ خسروِ پرویز ہے

ان ستم کیشوں کے کھائے ہیں، زبس، تیرِ نگاہ
پردۂ بادام، یک غربالِ حسرت بیز ہے

خوں چکاں ہے جادہ، مانندِ رگِ سودائیاں
سبزۂ صحرائے اُلفت، نشترِ خوں ریز ہے

ہے بہارِ تیز رو، گلگونِ نکہت پر سوار
یک شکستِ رنگِ گل، صد جنبش مہمیز ہے

عارضِ گُل دیکھ، رُوئے یار یاد آیا، اسدؔ!
جوششِ فصلِ بہاری اشتیاق انگیز ہے

}

◊حاشیہ["اشعار"]{متداول دیوان میں یہ غزل ان دو شعروں اور مقطع مشتمل ہے۔ باقی اشعار نسخۂ رضاسے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
