#lang pollen

◊(define-meta title "دل سے تری نگاہ جگر تک اتر گئی")

◊غزل{
دل سے تری نگاہ جگر تک اتر گئی
دونوں کو اک ادا میں رضامند کر گئی

شق ہو گیا ہے سینہ، خوشا لذّتِ فراغ
تکلیفِ پردہ دارئ زخمِ جگر گئی

وہ بادۂ شبانہ کی سر مستیاں کہاں
اٹھیے بس اب کہ لذّتِ خوابِ سحر گئی

اڑتی پھرے ہے خاک مری کوئے یار میں
بارے اب اے ہوا! ہوسِ بال و پر گئی

دیکھو تو دل فریبئ اندازِ نقشِ پا
موجِ خرامِ یار بھی کیا گل کتر گئی

ہر بو‌الہوس نے حسن پرستی شعار کی
اب آبروئے شیوہ اہلِ نظر گئی

نظّارے نے بھی کام کِیا واں نقاب کا
مستی سے ہر نگہ ترے رخ پر بکھر گئی

فردا و دی کا تفرِقہ یک بار مٹ گیا
کل تم گئے کہ ہم پہ قیامت گزر گئی

مارا زمانے نے اسدؔ اللّٰہ خاں تمہیں
وہ ولولے کہاں وہ جوانی کدھر گئی

}
