#lang pollen

◊(define-meta title "دیکھ کر در پردہ گرمِ دامن افشانی مجھے")

◊درمیان{◊ح['ساکت]{غزل}}

◊غزل{
دیکھ کر در پردہ گرمِ دامن افشانی مجھے
کر گئی وابستۂ تن میری عُریانی مجھے

بن گیا تیغِ نگاہِ یار کا سنگِ فَساں
مرحبا مَیں! کیا مبارک ہے گراں جانی مجھے

کیوں نہ ہو بے التفاتی، اُس کی خاطر جمع ہے
جانتا ہے محوِ پُرسش ہائے پنہانی مجھے

میرے غم خانے کی قسمت جب رقم ہونے لگی
لِکھ دیا مِن جملۂ اسبابِ ویرانی، مجھے

بد گماں ہوتا ہے وہ کافر، نہ ہوتا، کاشکے!
اِس قدر ذوقِ نوائے مُرغِ بُستانی مجھے

وائے! واں بھی شورِ محشر نے نہ دَم لینے دیا
لے گیا تھا گور میں ذوقِ تن آسانی مجھے

وعدہ آنے کا وفا کیجے، یہ کیا انداز ہے؟
تم نے کیوں سونپی ہے میرے گھر کی دربانی مجھے؟

ہاں نشاطِ آمدِ فصلِ بہاری، واہ واہ!
پھر ہُوا ہے تازہ سودائے غزل خوانی مجھے

دی مرے بھائی کو حق نے از سرِ نَو زندگی
میرزا یوسف ہے، غالبؔ! یوسفِ ثانی مجھے

}

◊حاشیہ["غزل"]{اس غزل کے دو شعر (تیسرا اور چوتھا) نسخہ شیرانی (۱۸۲۶) میں موجود ہیں۔ اور جس غزل میں یہ دو شعر اضافہ کیے گئے ہیں وہ اصلاً نسخہ بھوپال میں ہے اور اس کی جداگانہ حیثیت ہے۔ اس لیے اصول کے مطابق اس غزل کو نسخہ شیرانی میں ہی رکھا جائے گا۔ تاہم مکمل غزل گلِ رعنا میں شامل ہے۔ آخری شعر سے معلوم ہوتا ہے کہ غالب نے متداول غزل کے باقی شعر اپنے بیمار بھائی یوسف کی صحت یابی کی خبر (اپریل ۱۸۲ء) سن کر کلکتے کے قیام کے دوران فکر کیے ہوں گے۔ چونکہ گلِ رعنا کلام کا انتخاب ہے اس لیے تین شعر (مطلع، مقطع اور پانچواں شعر) انتخاب نہیں کیے گئے۔ ◊حم{نسخۂ رضا}}
