#lang pollen

◊(define-meta title "دیکھنا قسمت کہ آپ اپنے پہ رشک آ جائے ہے")

◊شاعری{
دیکھنا قسمت کہ آپ اپنے پہ رشک آ جائے ہے
میں اسے دیکھوں، بھلا کب مجھ سے دیکھا جائے ہے

ہاتھ دھو دل سے یہی گرمی گر اندیشے میں ہے
آبگینہ تندئ صہبا سے پگھلا جائے ہے

غیر کو یا رب وہ کیوں کر منعِ گستاخی کرے
گر حیا بھی اس کو آتی ہے تو شرما جائے ہے

شوق کو یہ لت کہ ہر دم نالہ کھینچے جائیے
دل کی وہ حالت کہ دم لینے سے گھبرا جائے ہے

دور چشمِ بد تری بزمِ طرب سے واہ واہ
نغمہ ہو جاتا ہے واں گر نالہ میرا جائے ہے

گرچہ ہے طرزِ تغافل پردہ دارِ رازِ عشق
پر ہم ایسے کھوئے جاتے ہیں کہ وہ پا جائے ہے

اس کی بزم آرائیاں سن کر دلِ رنجور، یاں
مثلِ نقشِ مدّعائے غیر بیٹھا جائے ہے

ہو کے عاشق وہ پری رخ اور نازک بن گیا
رنگ کھُلتا جائے ہے جتنا کہ اڑتا جائے ہے

نقش کو اس کے مصوّر پر بھی کیا کیا ناز ہیں
کھینچتا ہے جس قدر اتنا ہی کھنچتا جائے ہے

سایہ میرا مجھ سے مثلِ دود بھاگے ہے اسدؔ
پاس مجھ آتش بجاں کے کس سے ٹھہرا جائے ہے

}
