#lang pollen

◊(define-meta title "دیکھتا ہوں وحشتِ شوقِ خروش آمادہ سے")

◊شاعری{
دیکھتا ہوں وحشتِ شوقِ خروش آمادہ سے
فالِ رسوائی، سرشکِ سر بہ صحرا دادہ سے

◊ح['شروع]{اشعار} آمدِ سیلابِ طوفانِ صدائے آب ہے
نقشِ پا جو کان میں رکھتا ہے انگلی جادہ سے

بزمِ مے وحشت کدہ ہے کس کی چشمِ مست کا
شیشے میں نبضِ پری پنہاں ہے موجِ بادہ سے

دام گر سبزے میں پنہاں کیجیے طاؤس ہو
جوشِ نیرنگِ بہارِ عرضِ صحرا دادہ سے

خیمۂ لیلیٰ سیاہ و خانۂ مجنوں خراب
جوشِ ویرانی ہے عشقِ داغ بیروں دادہ سے

بزمِ ہستی وہ تماشا ہے کہ جس کو ہم، اسدؔ
دیکھتے ہیں چشمِ از خوابِ عدم نہ کشادہ سے

‎
}

◊حاشیہ["اشعار"]{متداول دیوان میں یہ غزل صرف ان دو شعروں پر مشتمل ہے۔ پوری غزل نسخۂ رضا سے شامل کردہ ہے۔ ◊حم{جویریہ مسعود}}

