#lang pollen

◊(define-meta title "دیا ہے دل اگر اُس کو، بشر ہے، کیا کہیے")

◊درمیان{◊ح['ساکت]{غزل}}

◊غزل{
دیا ہے دل اگر اُس کو، بشر ہے، کیا کہیے
ہوا رقیب، تو ہو، نامہ بر ہے، کیا کہیے

یہ ضد کہ آج نہ آوے اور آئے بِن نہ رہے
قضا سے شکوہ ہمیں کِس قدر ہے، کیا کہیے!

رہے ہے یوں گِہ و بے گہِ، کہ کُوئے دوست کو اب
اگر نہ کہیے کہ دشمن کا گھر ہے، کیا کہیے!

زہے کرشمہ کہ یوں دے رکھا ہے ہم کو فریب
کہ بن کہے ہی ◊ح{ہی} انہیں سب خبر ہے، کیا کہیے

سمجھ کے کرتے ہیں، بازار میں وہ پُرسشِ حال
کہ یہ کہے کہ، سرِ رہ گزر ہے، کیا کہیے؟

تمہیں نہیں ہے سرِ رشتۂ وفا کا خیال
ہمارے ہاتھ میں کچھ ہے، مگر ہے کیا؟ کہیے!

اُنہیں سوال پہ زعمِ جنوں ہے، کیوں لڑیئے
ہمیں جواب سے قطعِ نظر ہے، کیا کہیے؟

حَسد، سزائے کمالِ سخن ہے، کیا کیجے
سِتم، بہائے متاعِ ہُنر ہے، کیا کہیے!

کہا ہے کِس نے کہ غالبؔ بُرا نہیں، لیکن
سوائے اس کے کہ آشفتہ سر ہے، کیا کہیے

}

◊حاشیہ["ہی"]{نسخۂ نظامی، نسخۂ حمیدیہ اور متعدد دوسرے قدیم نسخوں، نیز طباطبائیؔ، حسرتؔ موہانی، بیخودؔ دہلوی، مہرؔ وغیرہم کے نسخوں میں "ہی" ہی چھپا ہے مگر نسخۂ عرشی میں "بھی" درج ہے جو غالباً منشی شِو نرائن کے نسخے کی تقلید میں ہے۔ بہرحال اس سے کوئی خاص معنوی فرق پیدا نہیں ہوتا۔ ◊حم{حامد علی خاں}}
◊حاشیہ["غزل"]{یہ غزل قلعے کے مشاعرے منعقدہ ۳ جمادی الثانی ۱۲۶۹ھ، مطابق ۱۰ اپریل ۱۸۵۳ء کے لیے کہی گئی تھی (خط بنام حقیرؔ، بحوالہ غالبؔ کے خطوط، صفحہ ۱۱۴۵)، اور دہلی اردو اخبار (تتمہ) جلد ۱۵ نمبر ۱۷ میں ۲۴ اپریل ۱۸۵۳ء کو شائع ہوئی تھی۔ ◊حم{نسخۂ رضا}}
