#lang pollen

◊(define-meta title "رفتارِ عمر قطعِ رہِ اضطراب ہے")

◊غزل{
رفتارِ عمر قطعِ رہِ اضطراب ہے
اس سال کے حساب کو برق آفتاب ہے

◊ح['شروع]{شعر} مینائے مے ہے سروِ نشاطِ بہار سے
بالِ تَدَرو ◊ح{تدرو} جلوۂ موجِ شراب ہے

زخمی ہوا ہے پاشنہ پائے ثبات کا
نے بھاگنے کی گوں، نہ اقامت کی تاب ہے

جادادِ بادہ نوشیِ رنداں ہے شش جہت
غافل گماں کرے ہے کہ گیتی خراب ہے

نظّارہ کیا حریف ہو اس برقِ حسن کا
جوشِ بہار جلوے کو جس کے نقاب ہے

میں نا مراد دل کی تسلّی کو کیا کروں
مانا کہ تیری رخ سے نگہ کامیاب ہے

گزرا اسدؔ مسرّتِ پیغامِ یار سے
قاصد پہ مجھ کو رشکِ سوال و جواب ہے

}

◊حاشیہ["شعر"]{اٹھّارہ سے زائد قدیم و جدید نسخوں کے باہمدگر مقابلے سے معلوم ہوا کہ کہ بیشتر نسخوں میں یہ شعر اِس طرح چھپا ہے: ◊علامت{؎}
    ◊شاعری{مینائے مے ہے سروِ نشاطِ بہارِ مے
    بالِ تَدَرو جلوۂ موجِ شراب ہے}
لیکن نسخۂ حمیدیہ طبعِ اوّل میں "سروِ نشاط سے" درج ہے جو صریحاً غلط ہے۔ ایک آدھ قدیم نسخے میں، نیز عرشیؔ، مہرؔ اور مالک رام کے نسخوں میں یہ شعر ایک اور شکل میں ملتا ہے، یعنی: ◊علامت{؎}
    ◊شاعری{
    مینائے مے ہے سروِ نشاطِ بہار سے
    بالِ تَدَرو جلوۂ موجِ شراب ہے}
یہ شعر اِس طرح بھی بامعنی ہے اور اِس کا مطلب یہ ہو سکتا ہے کہ نشاطِ بہار نے سرو کو بھی شراب سے لبالب بھرا ہوا مینا بنا دیا ہے۔ اس حالت میں آسمان پر بالِ تدرو یعنی (بہ اصطلاحِ شعرائے عجم) ابرِ باران آور بھی جلوۂ موجِ شراب معلوم ہوتا ہے (جس سے شراب کے خوب کھل کر برسنے کی امید ہو سکتی ہے۔) فارسی شاعری کی روایت کے مطابق تدرو کو سرو سے خاص لگاؤ بھی ہے۔ اس لیے بھی بالِ تدرو کا ذکر آیا۔ یہاں غالبؔ کا ایک ابتدائی شعر مُوجبِ دلچسپی ہو گا: ◊علامت{؎}
    ◊شاعری{
    عروجِ نشہ ہے سر تا قدم قدِّ چمن رویاں
    بجائے خود وگرنہ سرو بھی مینائے خالی ہے}
نشۂ بہار سے عاری سرو کو غالبؔ نے یہاں بھی مِینا سے تشبیہ دی ہے مگر یہ "مینائے خالی" ہے۔
مندرجہ بالا غزل کے اِس شعر میں "مینائے مے ہے سروِ نشاطِ بہارِ مے" درج کیا جائے تو اُس کا مفہوم شارحین نے مختلف بتایا ہے۔ معلوم ہوتا ہے کہ غالبؔ کو یہاں بہارِ بادہ گُساری کی نشاط آور کیفیت کی منظر نگاری مقصود ہے۔ جوشِ نشاط میں مینائے مے بہارِ مے کا سروِ سرمست دکھائی دیتا ہے اور اُس میں شرابِ تُند و تیز کی موجِ لعل فام ایک تدروِ خوش رفتار بن کر سرگرمِ خرام نظر آتی ہے۔ (جیسا اوپر ذکر ہوا شعرائے عجم کے ہاں سرو کے ساتھ تدرو یا تذرو کا ذکر بکثرت ملتا ہے، جس طرح گُل کے ساتھ بلبل کا۔)◊حم{حامد علی خاں}}
◊حاشیہ["تدرو"]{"تدرو" اور "تذرو" دونوں طرح لکھا جاتاہے۔ (بحوالۂ نسخۂ مہر) ◊حم{جویریہ مسعود}}
