#lang pollen

◊(define-meta title "رونے سے اور عشق میں بے باک ہو گئے")

◊غزل{
رونے سے اور عشق میں بے باک ہو گئے
دھوئے گئے ہم ایسے ◊ح{ایسے} کہ بس پاک ہو گئے

صرفِ بہائے مے ہوئے آلاتِ مے کشی
تھے یہ ہی دو حساب، سو یوں پاک ہو گئے

رسوائے دہر گو ہوئے آوارگی سے تم ◊ح{تم}
بارے طبیعتوں کے تو چالاک ہو گئے

کہتا ہے کون نالۂ بلبل کو بے اثر
پردے میں گُل کے لاکھ جگر چاک ہو گئے

پوچھے ہے کیا وجود و عدم اہلِ شوق کا
آپ اپنی آگ کے خس و خاشاک ہو گئے

کرنے گئے تھے اس سے تغافُل کا ہم گِلہ
کی ایک ہی نگاہ کہ بس خاک ہو گئے

◊ح['شروع]{شعر} پوچھے ہے کیا معاشِ جگر تُفتگانِ عشق
جوں شمع آپ اپنی وہ خوراک ہو گئے

◊ح['شروع]{مصرع} اس رنگ سے اٹھائی کل اُس نے اسدؔ کی نعش
دشمن بھی جس کو دیکھ کے غم ناک ہو گئے

}

◊حاشیہ["ایسے"]{نسخۂ رضا میں "اتنے" ۔ شاید کتابت کی غلطی ہے۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["تم"]{ایک آدھ نسخے میں "ہم" بھی چھپا ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["شعر"]{نسخۂ رضا سے مزید۔ نسخۂ حمیدیہ میں یہ شعر درج نہیں۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["مصرع"]{نسخۂ مہرؔ میں یہ مصرع یوں درج ہے: ◊علامت{؏} اس رنگ سے کل اُس نے اٹھائی اسدؔ کی نعش۔ مقابلے سے معلوم ہوا کہ دوسرے کسی، زیرِ نظر، قدیم و جدید نسخے میں یہ مصرع یوں درج نہیں۔ لہٰذا اسے سہوِ کاتب سمجھنا چاہیے۔ ایک آدھ نسخے میں "نعش" کی جگہ "لاش" بھی چھپا ہے۔ ◊حم{حامد علی خاں}}
