#lang pollen

◊(define-meta title "ز بس کہ مشقِ تماشا جنوں علامت ہے")

◊غزل{
ز بس کہ مشقِ تماشا جنوں علامت ہے
کشاد و بستِ مژہ، سیلیٔ ندامت ہے

نہ جانوں، کیونکہ مٹے داغِ طعنِ بد عہدی
تجھے کہ ◊ح{کہ} آئینہ بھی ورطۂ ملامت ہے

بہ پیچ و تابِ ہوس، سِلکِ عافیت مت توڑ
نگاہِ عجز سرِ رشتۂ سلامت ہے

وفا مقابل و دعوائے عشق بے بُنیاد
جنونِ ساختہ و فصلِ گُل، قیامت ہے!

◊ح['شروع]{مقطع} اسدؔ! بہارِ تماشائے گلستانِ حیات
وصالِ لالہ عذارانِ سرو قامت ہے

}

◊حاشیہ["کہ"]{طباطبائی کی رائے میں یہاں "کہ" کی جگہ "تو" ہونا چاہیے تھا۔ ◊حم{حامد علی خاں}}
◊حاشیہ["مقطع"]{مقطع نسخۂ رضا سے شامل کردہ ہے۔ ◊حم{جویریہ مسعود}}
