#lang pollen

◊(define-meta title "سادگی پر اس کی، مر جانے کی حسرت دل میں ہے")

◊غزل{
سادگی پر اُس کی، مر جانے کی حسرت دل میں ہے
بس نہیں چلتا کہ پھر خنجر کفِ قاتل میں ہے

دیکھنا تقریر کی لذّت کہ جو اُس نے کہا
میں نے یہ جانا کہ گویا یہ بھی میرے دل میں ہے

گرچہ ہے کس کس برائی سے ولے با ایں ہمہ
ذکر میرا مجھ سے بہتر ہے کہ اس محفل میں ہے

بس ہجومِ نا امیدی خاک میں مل جائے گی
یہ جو اک لذّت ہماری سعئ بے حاصل میں ہے

رنجِ رہ کیوں کھینچیے؟ واماندگی کو عشق ہے! ◊ح{عشق-ہے}
اٹھ نہیں سکتا ہمارا جو قدم، منزل میں ہے

جلوہ زارِ آتشِ دوزخ ہمارا دل سہی
فتنۂ شورِ قیامت کِس کی ◊ح{کی} آب و گِل میں ہے

ہے دلِ شوریدۂ غالبؔ طلسمِ پیچ و تاب
رحم کر اپنی تمنّا پر کہ کس مشکل میں ہے

}

◊حاشیہ["عشق-ہے"]{عشق ہے! = مرحبا! آفرین! یہ کلمہ بہ تغیّرِ تلفظ اہلِ پنجاب کی زبانوں پر بھی ہے۔ اس شعر کو سمجھنے کے لیے دوسرے مصرع میں "قدم" کے بعد وقفہ ہونا چاہیے۔ بعض حضرات نے غلط فہمی سے "واماندگی سے عشق ہے" لکھ دیا ہے، جو مقصودِ غالبؔ نہیں۔ ◊حم{حامد علی خاں}}
◊حاشیہ["کی"]{نسخۂ طباطبائی: "کِس کے آب و گِل" کے بجائے "کی" ۔ ◊حم{حامد علی خاں}}
