#lang pollen

◊(define-meta title "سر گشتگی میں عالمِ ہستی سے یاس ہے")

◊غزل{
سر گشتگی میں عالمِ ہستی سے یاس ہے
تسکیں کو دے نوید کہ مرنے کی آس ہے ◊ح['آخر]{مصرع}

لیتا نہیں مرے دلِ آوارہ کی خبر
اب تک وہ جانتا ہے کہ میرے ہی پاس ہے

کیجے بیاں سرورِ تبِ غم کہاں تلک
ہر مو مرے بدن پہ زبانِ سپاس ہے

ہے وہ غرورِ حسن سے بیگانۂ وفا
ہرچند اس کے پاس دلِ حق شناس ہے

پی جس قدر ملے شبِ مہتاب میں شراب
اس بلغمی مزاج کو گرمی ہی راس ہے

◊ح['شروع]{شعر} کیا غم ہے اُس کو، جس کا علی سا امام ہو
اتنا بھی اے فلک زدہ، کیوں بے حواس ہے

ہر اک مکان کو ہے مکیں سے شرف اسدؔ
مجنوں جو مر گیا ہے تو جنگل اداس ہے

}

◊حاشیہ["مصرع"]{نسخۂ عرشی میں یوں ہے: "تسکین کو نوید"۔ اصل نسخۂ نظامی اور دوسرے نسخوں میں اِسی طرح ہے۔ ◊حم{اعجاز عبید}
مزید: عرشیؔ صاحب کے نسخے میں یوں درج ہے: ◊علامت{؏} تسکین کو نوید کہ مرنے کی آس ہے۔ سترہ اٹھارہ دوسرے قدیم و جدید نسخوں میں دیکھا تو کہیں بھی یہ مصرع اِس طرح درج نہ تھا۔ لہٰذا مُندرجہ بالا صورت قائم رکھی گئی۔ ایک قدیم نسخے میں کاتب سے "دے" سہواً حذف تو ہو گیا تھا مگر وہاں بھی ذرا اوپر "دے" چھپا ہوا مل جاتا ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["شعر"]{نسخۂ رضا سے مزید شعر۔ ◊حم{جویریہ مسعود}}
