#lang pollen

◊(define-meta title "شبنم بہ گلِ لالہ نہ خالی ز ادا ہے")

◊غزل{
شبنم بہ گلِ لالہ نہ خالی ز ادا ہے
داغِ دلِ بے درد، نظر گاہِ حیا ہے

دل خوں شدۂ کشمکشِ حسرتِ دیدار
آئینہ بہ دستِ بتِ بد مستِ حنا ہے

شعلے سے نہ ہوتی، ہوسِ شعلہ نے جو کی
جی کس قدر افسردگیٔ دل پہ جلا ہے

تمثال میں تیری ہے وہ شوخی کہ بہ صد ذوق
آئینہ بہ اندازِ گل آغوش کشا ہے

قمری کفِ خاکستر و بلبل قفسِ رنگ
اے نالہ! نشانِ جگرِ سوختہ کیا ہے؟

خو نے تری افسردہ کیا وحشتِ دل کو
معشوقی و بے حوصلگی طرفہ بلا ہے

مجبوری و دعوائے گرفتاریٔ الفت
دستِ تہِ سنگ آمدہ پیمانِ وفا ہے

معلوم ہوا حالِ شہیدانِ گزشتہ
تیغِ ستم آئینۂ تصویر نما ہے

اے پرتوِ خورشیدِ جہاں تاب اِدھر بھی
سائے کی طرح ہم پہ عجب وقت پڑا ہے

سر رشتۂ بے تابیٔ دل در گرہِ عجز
پرواز بہ خوں خُفتہ و فریاد رسا ہے

ناکردہ گناہوں کی بھی حسرت کی ملے داد
یا رب اگر اِن کردہ گناہوں کی سزا ہے

بیگانگیٔ خلق سے بے دل نہ ہو غالبؔ
کوئی نہیں تیرا، تو مری جان، خدا ہے

}
