#lang pollen

◊(define-meta title "شفق بدعوئ عاشق گواہِ رنگیں ہے")

◊غزل{
شفق بدعوئ عاشق گواہِ رنگیں ہے
کہ ماہ دزدِ حنائے کفِ نگاریں ہے

◊ح['شروع]{اشعار} کرے ہے بادہ، ترے لب سے، کسبِ رنگِ فروغ
خطِ پیالہ، سراسر نگاہِ گل چیں ہے

کبھی تو اِس سرِ ◊ح{سر} شوریدہ کی بھی داد ملے!
کہ ایک عُمر سے حسرت پرستِ بالیں ہے

بجا ہے، گر نہ سُنے، نالہ ہائے بُلبلِ زار
کہ گوشِ گُل، نمِ شبنم سے پنبہ آگیں ہے

عیاں ہے پائے حنائی بہ رنگِ پرتوِ خورشید
رِکاب روزنِ دیوارِ خانۂ زیں ہے

جبینِ صبح، امیدِ فسانہ گویاں پر
درازئ رگِ خوابِ بتاں خطِ چیں ہے

ہوا نشانِ سوادِ دیارِ حسن عیاں
کہ خط غبارِ زمیں خیزِ زلفِ مشکیں ہے

◊ح['شروع]{مقطع} نہ پوچھ کچھ سر و سامان و کار و بارِ اسدؔ
جنوں معاملہ، بے دل، فقیرِ مسکیں ہے

اسدؔ ہے نزع میں، چل بے وفا! برائے خُدا!
مقامِ ترکِ حجاب و وداعِ تمکیں ہے

}

◊حاشیہ["اشعار"]{متداول دیوان میں یہ غزل ان تین شعروں اور اسدؔ ہے نزع… والے مقطع مشتمل ہے۔ باقی اشعار نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["سر"]{نسخۂ حامد علی خاں میں "سرِ شوریدہ" کی جگہ "دلِ شوریدہ" درج ہے۔ ملاحظہ ہو ان کا حاشیہ: ◊حم{جویریہ مسعود}
نسخۂ عرشی میں غالباً بالیں کی رعایت سے "سرِ شوریدہ" درج کیا گیا ہے، مگر دوسرے قدیم و جدید نسخوں میں، جو نظر سے گزرے، "دلِ شوریدہ" ہی چھپا ہے۔ طباطبائی نے متن میں "دلِ شوریدہ" درج کر کے احتمال ظاہر کیا ہے کہ غالبؔ نے "سرِ شوریدہ" ہی لکھا ہو گا۔ پھر لکھتے ہیں کہ "معنئ شعر دونوں طرح ظاہر ہیں۔" ◊حم{حامد علی خاں}}
◊حاشیہ["مقطع"]{نسخۂ حمیدیہ میں مقطع نہیں ہے ◊حم{جویریہ مسعود}}
