#lang pollen

◊(define-meta title "شوخئ مضرابِ جولاں، آبیارِ نغمہ ہے")

◊شاعری{
شوخئ مضرابِ جولاں، آبیارِ نغمہ ہے
برگ ریزِ ناخنِ مطرب، بہارِ نغمہ ہے

◊ح['شروع]{اشعار} نشہ‌ہا شادابِ رنگ و ساز‌ہا مستِ طرب
شیشۂ مے سروِ سبزِ جوئبارِ نغمہ ہے

ہم نشیں مت کہہ کہ برہم کر نہ بزمِ عیشِ دوست
واں تو میرے نالے کو بھی اعتبارِ نغمہ ہے

کس سے، اے غفلت، تجھے تعبیرِ آگاہی ملے؟
گوش ہا سیمابی و دل بے قرارِ نغمہ ہے

سازِ عیشِ بے دلی ہے، خانہ ویرانی، مجھے
سیل، یاں کوکِ صدائے آبشارِ نغمہ ہے

سنبلی خواں ہے، بہ ذوقِ تارِ گیسوئے دراز
نالۂ زنجیرِ مجنوں، رشتہ دارِ نغمہ ہے

شوخئ فریاد سے ہے پردۂ زنبور، گل
کسوتِ ایجادِ بلبل، خار خارِ نغمہ ہے

غفلت استعداد ذوق، و مدعا غافل اسدؔ
پنبۂ گوشِ حریفاں، پود و تارِ نغمہ ہے

}

◊حاشیہ["اشعار"]{متداول دیوان میں صرف یہ دو شعر ہیں۔ پوری غزل نسخۂ رضا سے شامل کردہ ہے۔ ◊حم{جویریہ مسعود}}
