#lang pollen

◊(define-meta title "شکوے کے نام سے بے مہر خفا ہوتا ہے")

◊شاعری{
شکوے کے نام سے بے مہر خفا ہوتا ہے
یہ بھی مت کہہ کہ جو کہیے تو گِلا ہوتا ہے

پُر ہوں میں شکوے سے یوں، راگ سے جیسے باجا
اک ذرا چھیڑیے پھر دیکھیے کیا ہوتا ہے

گو سمجھتا نہیں پر حسنِ تلافی دیکھو
شکوۂ جور سے سر گرمِ جفا ہوتا ہے

عشق کی راہ میں ہے چرخِ مکوکب کی وہ چال
سست رو جیسے کوئی آبلہ پا ہوتا ہے

کیوں نہ ٹھہریں ہدفِ ناوکِ بیداد کہ ہم
آپ اٹھا لاتے ہیں گر تیر خطا ہوتا ہے

خوب تھا پہلے سے ہوتے جو ہم اپنے بد خواہ
کہ بھلا چاہتے ہیں اور برا ہوتا ہے

نالہ جاتا تھا پرے عرش سے میرا اور اب
لب تک آتا ہے جو ایسا ہی رسا ہوتا ہے

◊ق{خامہ میرا کہ وہ ہے باربُدِ بزمِ سخن
شاہ کی مدح میں یوں نغمہ سرا ہوتا ہے
}

اے شہنشاہِ کواکب سپہ و مہرِ علم
تیرے اکرام کا حق کس سے ادا ہوتا ہے

سات اقلیم کا حاصل جو فراہم کیجے
تو وہ لشکر کا ترے نعل بہا ہوتا ہے

ہر مہینے میں جو یہ بدر سے ہوتا ہے ہلال
آستاں پر ترے مہ ناصیہ سا ہوتا ہے

میں جو گستاخ ہوں آئینِ غزل خوانی میں
یہ بھی تیرا ہی کرم ذوق فزا ہوتا ہے

رکھیو غالبؔ مجھے اس تلخ نوائی میں معاف
آج کچھ درد مرے دل میں سوا ہوتا ہے

}
