#lang pollen

◊(define-meta title "صد جلوہ رو بہ رو ہے جو مژگاں اٹھائیے")

◊غزل{
صد جلوہ رو بہ رو ہے جو مژگاں اٹھائیے
طاقت کہاں کہ دید کا احساں اٹھائیے

◊ح['شروع]{اشعار} دل ہی نہیں کہ منتِ درباں اُٹھائیے
کس کو وفا کا سلسلہ جنباں اُٹھائیے؟

تا چند داغ بیٹھیے، نقصاں اُٹھائیے؟
اب چار سوئے عشق سے دُکاں اُٹھائیے

ہستی، فریب نامۂ موجِ سراب ہے
یک عمر نازِ شوخیِ عنواں اُٹھائیے

ہے سنگ پر براتِ معاشِ جنونِ عشق
یعنی ہنوز منّتِ طفلاں اٹھائیے

دیوار بارِ منّتِ مزدور سے ہے خم
اے خانماں خراب نہ احساں اٹھائیے

یا میرے زخمِ رشک کو رسوا نہ کیجیے
یا پردۂ تبسّمِ پنہاں اٹھائیے

◊ح['شروع]{اشعار-۲} ضبطِ جنوں سے، ہر سرِ مو ہے ترانہ خیز
یک نالہ بیٹھیے تو، نیستاں اُٹھائیے

نذرِ خراشِ نالہ، سرشکِ نمک اثر
لطفِ کرم، بدولتِ مہماں اُٹھائیے

انگور، سعیِ بے سرو پائی سے سبز ہے
غالبؔ، بہ دوشِ دل خُمِ مستاں اُٹھائیے

}

◊حاشیہ["اشعار"]{یہ اور اگلے دو اشعار نسخۂ رضا سے اضافہ ہیں۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["اشعار-۲"]{یہاں سے مقطع تک نسخۂ رضا سے اضافہ ہیں۔ ◊حم{جویریہ مسعود}}