#lang pollen

◊(define-meta title "ظلمت کدے میں میرے شبِ غم کا جوش ہے")

◊غزل{
ظلمت کدے میں میرے شبِ غم کا جوش ہے
اک شمع ہے دلیلِ سحر سو خموش ہے

نے مژدۂ وصال نہ نظّارۂ جمال
مدّت ہوئی کہ آشتیٔ چشم و گوش ہے

◊ح['شروع]{شعر} ہو کر شہید عشق میں، پائے ہزار جسم
ہر موجِ گردِ رہ، مرے سر کو دوش ہے

مے نے کِیا ہے حسنِ خود آرا کو بے حجاب
اے شوق یاں ◊ح{یاں} اجازتِ تسلیمِ ہوش ہے

گوہر کو عقدِ گردنِ خوباں میں دیکھنا
کیا اوج پر ستارۂ گوہر فروش ہے

دیدار بادہ، حوصلہ ساقی، نگاہ مست
بزمِ خیال مے کدۂ بے خروش ہے

◊ق{اے تازہ واردانِ بساطِ ہوائے دل
زنہار اگر تمھیں ہوسِ نائے و نوش ہے
}

دیکھو مجھے! جو دیدۂ عبرت نگاہ ہو
میری سنو! جو گوشِ نصیحت نیوش ہے

ساقی بہ جلوہ دشمنِ ایمان و آگہی
مطرب بہ نغمہ رہزنِ تمکین و ہوش ہے

یا شب کو دیکھتے تھے کہ ہر گوشۂ بساط
دامانِ باغبان و کفِ گل فروش ہے

لطفِ خرامِ ساقی و ذوقِ صدائے چنگ
یہ جنّتِ نگاہ وہ فردوسِ گوش ہے

یا صبح دم جو دیکھیے آ کر تو بزم میں
نے وہ سرور و سوز ◊ح{سوز} نہ جوش و خروش ہے

داغِ فراقِ صحبتِ شب کی جلی ہوئی
اک شمع رہ گئی ہے سو وہ بھی خموش ہے

آتے ہیں غیب سے یہ مضامیں خیال میں
غالبؔ صریرِ خامہ نوائے سروش ہے

}

◊حاشیہ["شعر"]{نسخۂ رضا سے مزید۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["یاں"]{بعض نسخوں میں"یاں" کی جگہ "ہاں" چھپا ہے۔ یہ غالباً کسی سہوِ کتابت کا نتیجہ ہے کیونکہ "ہاں" سے شعر کے جو تیور بنتے ہیں، غالبؔ کے معلوم نہیں ہوتے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["سوز"]{نسخۂ آگرہ ۱۸۶۳ء اور نسخۂ مہر میں "سور"۔ ◊حم{اعجاز عبید، جویریہ مسعود}
مزید: نسخۂ نظامی اور اکثر دوسرے نسخوں میں "سوز" ہی چھپا ہے۔ ایک نسخے میں شاید سہوِ کتابت سے "سُور" چھپ گیا۔ اب بعض حضرات "سُور" ہی کو ترجیح دیتے ہیں۔ ◊حم{حامد علی خاں}}
