#lang pollen

◊(define-meta title "عاشق، نقابِ جلوۂ جانانہ چاہیے")

◊غزل{
عاشق، نقابِ جلوۂ جانانہ چاہیے
فانوسِ شمع کو پرِ پروانہ چاہیے

◊ح['شروع]{اشعار} ہے وصل ہجر عالمِ تمکین و ضبط میں
معشوقِ شوخ و عاشقِ دیوانہ چاہیے

اُس لب سے مل ہی جائے گا بوسہ کبھی تو، ہاں!
شوقِ فضول و جرأتِ رندانہ چاہیے

پیدا کریں دماغِ تماشائے سرو و گل
حسرت کشوں کو ساغر و مینا نہ چاہیے

دیوانگاں ہیں حاملِ رازِ نہانِ عشق
اے بے تمیز، گنج کو ویرانہ چاہیے

ساقی، بہارِ موسمِ گل ہے سرور بخش
پیماں سے ہم گزر گئے، پیمانہ چاہیے

جادو ہے یار کی روشِ گفتگو، اسدؔ
یاں جز فسوں نہیں، اگر افسانہ چاہیے

}

◊حاشیہ["اشعار"]{متداول دیوان میں صرف یہ دو اشعار ہیں۔ باقی اشعار نسخۂ رضا سے شامل کردہ ہیں۔ ◊حم{جویریہ مسعود}}
