#lang pollen

◊(define-meta title "عجب نشاط سے جلاّد کے چلے ہیں ہم آگے")

◊شاعری{
عجب نشاط سے جلاّد کے چلے ہیں ہم آگے
کہ اپنے سائے سے، سر پاؤں سے ہے دو قدم آگے

قضا نے تھا مجھے چاہا خرابِ بادۂ الفت
فقط خراب لکھا، بس نہ چل سکا قلم آگے

غمِ زمانہ نے جھاڑی نشاطِ عشق کی مستی
وگرنہ ہم بھی اٹھاتے تھے لذّتِ الم آگے

خدا کے واسطے داد اس جنونِ شوق کی دینا
کہ اس کے در پہ پہنچتے ہیں نامہ بر سے ہم آگے

یہ عمر بھر جو پریشانیاں اٹھائی ہیں ہم نے
تمہارے آئیو، اے طُرّہ‌ ہائے خَم بہ خَم آگے

دل و جگر میں پَر افشاں جو ایک موجۂ خوں ہے
ہم اپنے زعم میں سمجھے ہوئے تھے اس کو دم آگے

قسم جنازے پہ آنے کی میرے کھاتے ہیں غالبؔ
ہمیشہ کھاتے تھے جو میری جان کی قسم آگے

}
