#lang pollen

◊(define-meta title "عرضِ نازِ شوخئ دنداں برائے خندہ ہے")

◊غزل{
عرضِ نازِ شوخئ دنداں برائے خندہ ہے
دعوئ جمعیّتِ احباب جائے خندہ ہے

◊ح['شروع]{شعر} خود فروشی ہائے ہستی بس کہ جائے خندہ ہے
دو جہاں وسعت بہ قدرِ یک فضائے خندہ ہے

ہے ◊ح{ہے} عدم میں غنچہ محوِ عبرتِ انجامِ گُل
یک جہاں زانو تامّل در قفائے خندہ ہے

کلفتِ افسردگی کو عیشِ بے تابی حرام
ورنہ دنداں در دل افشردن بِنائے خندہ ہے

سوزشِ ◊ح{سوزش} باطن کے ہیں احباب منکر ورنہ یاں
دل محیطِ گریہ و لب آشنائے خندہ ہے

◊ح['شروع]{شعر-۲} ہر شکستِ قیمتِ دل میں صدائے خندہ ہے ◊ح['آخر]{مصرع}
نقشِ عبرت در نظر ہا نقدِ عشرت در بساط

◊ح['شروع]{شعر-۳} جائے استہزاء ہے عشرت کوشئ ہستی اسدؔ
صبح و شبنم فرصتِ نشو و نمائے خندہ ہے

}

◊حاشیہ["شعر"]{نسخۂ رضا سے۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["ہے"]{نسخۂ رضا میں "ہیں" بجائے "ہے" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["سوزش"]{نسخۂ عرشیؔ اور بعض دیگر مؤقر نسخوں میں یہاں "سوزش" کی جگہ "شورش" چھپا ہے۔ شاعر نے یقیناً "سوزشِ باطن" ہی کہا ہو گا کیونکہ احباب اُس کے لب ہائے خنداں کو دیکھ کر اُس کے غمِ پنہاں کا انکار کرتے ہیں۔ خندہ آشنا لبوں کا تقابل "سوزشِ باطن" سے ہو سکتا ہے۔ شورشِ باطن کا ذکر یہاں غیر متعلق سا ہے۔ نسخۂ نظامی میں "سوزشِ باطن" ہی درج ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["شعر-۲"]{نسخۂ رضا سے۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["مصرع"]{نسخۂ حمیدیہ: ◊علامت{؏} تا شکستِ قیمتِ دل ہا صدائے خندہ ہے ◊حم{جویریہ مسعود}}
◊حاشیہ["شعر-۳"]{نسخۂ رضا سے۔ ◊حم{جویریہ مسعود}}
