#lang pollen

◊(define-meta title "عشق مجھ کو نہیں وحشت ہی سہی")

◊غزل{
عشق مجھ کو نہیں وحشت ہی سہی
میری ◊ح{میری} وحشت، تِری شہرت ہی سہی

قطع کیجے نہ تعلّق ہم سے
کچھ نہیں ہے تو عداوت ہی سہی

میرے ہونے میں ہے کیا رسوائی
اے وہ مجلس نہیں خلوت ہی سہی

ہم بھی دشمن تو نہیں ہیں اپنے
غیر کو تجھ سے محبّت ہی سہی

اپنی ہستی ہی سے ہو جو کچھ ہو
آگہی گر نہیں غفلت ہی سہی

عمر ہر چند کہ ہے برق خرام
دل کے خوں کرنے کی فرصت ہی سہی

ہم کوئی ترکِ وفا کرتے ہیں
نہ سہی عشق مصیبت ہی سہی

کچھ تو دے اے فلکِ نا انصاف
آہ و فریاد کی رخصت ہی سہی

ہم بھی تسلیم کی خو ڈالیں گے
بے نیازی تری عادت ہی سہی

یار سے چھیڑ چلی جائے اسدؔ
گر نہیں وصل تو حسرت ہی سہی

}

◊حاشیہ["میری"]{بعض نسخوں میں یہاں "میری" کی جگہ "مِری" اور تیسرے شعر میں "میرے" کی جگہ "مِرے" چھپا ہے۔ یہ مقامات "میری" اور "میرے" کے متقاضی ہیں اور یہی غالب کے الفاظ ہیں۔ ◊حم{حامد علی خاں}}
