#lang pollen

◊(define-meta title "غمِ دنیا سے گر پائی بھی فرصت سر اٹھانے کی")

◊غزل{
غمِ دنیا سے گر پائی بھی فرصت سر اٹھانے کی
فلک کا دیکھنا تقریب تیرے یاد آنے کی

کھلے گا کس طرح مضموں مرے مکتوب کا یا رب!
قسم کھائی ہے اس کافر نے کاغذ کے جلانے کی

لپٹنا پرنیاں میں شعلۂ آتش کا آساں ہے
ولے مشکل ہے حکمت، دل میں سوزِ غم چھپانے کی

انہیں منظور اپنے زخمیوں کا ◊ح{کا} دیکھ آنا تھا
اٹھے تھے سیرِ گل کو، دیکھنا شوخی بہانے کی

ہماری سادگی تھی التفاتِ ناز پر مرنا
ترا آنا نہ تھا ظالم مگر تمہید جانے کی

لکدکوبِ حوادث کا تحمّل کر نہیں سکتی
مری طاقت کہ ضامن تھی بتوں کے ناز اٹھانے کی

کہوں کیا خوبیِ اوضاعِ ابنائے زماں غالبؔ
بدی کی اس نے جس سے ہم نے کی تھی بارہا نیکی

}

◊حاشیہ["کا"]{نسخۂ مہرؔ میں یہاں "کا" کے بجائے "کو" درج ہے، جو سہوِ کتابت معلوم ہوتا ہے۔ ◊حم{حامد علی خاں}}
