#lang pollen

◊(define-meta title "غم کھانے میں بودا دلِ ناکام بہت ہے")

◊غزل{
غم کھانے میں بودا دلِ ناکام بہت ہے
یہ رنج کہ کم ہے مئے گلفام، بہت ہے

کہتے ہوئے ساقی سے، حیا آتی ہے ورنہ
ہے یوں کہ مجھے دُردِ تہِ جام بہت ہے

نَے تیر کماں میں ہے، نہ صیاد کمیں میں
گوشے میں قفس کے مجھے آرام بہت ہے

کیا زہد کو مانوں کہ نہ ہو گرچہ ریائی
پاداشِ عمل کی طمَعِ خام بہت ہے

ہیں اہلِ خرد کس روشِ خاص پہ نازاں؟
پا بستگئ رسم و رہِ عام بہت ہے

زمزم ہی پہ چھوڑو، مجھے کیا طوفِ حرم سے؟
آلودہ بہ مے جامۂ احرام بہت ہے

ہے قہر گر اب بھی نہ بنے بات کہ ان کو
انکار نہیں اور مجھے اِبرام بہت ہے

خوں ہو کے جگر آنکھ سے ٹپکا نہیں اے مرگ
رہنے دے مجھے یاں، کہ ابھی کام بہت ہے

ہو گا کوئی ایسا بھی کہ غالبؔ کو نہ جانے؟
شاعر تو وہ اچھا ہے پہ بدنام بہت ہے

}
