#lang pollen

◊(define-meta title "غم و عشرت، قدم بوسِ دلِ تسلیم آئیں ہے")

◊غزل{
غم و عشرت، قدم بوسِ دلِ تسلیم آئیں ہے
دعائے مدّعا گم کردگاں، لبریزِ آمیں ہے

تماشا ہے کہ ناموسِ وفا رسوائے آئیں ہے
نفس تیری گلی میں خوں ہو اور بازار رنگیں ہے

◊ح['شروع]{شعر} لبِ عیسیٰ کی جنبش کرتی ہے گہوارہ جنبانی
قیامت کشتۂ لعل بُتاں کا خوابِ سنگیں ہے

ہمارا دیکھنا گر ننگ ہے، سیرِ گلستاں کر
شرارِ آہ سے، موجِ صبا، دامانِ گل چیں ہے

پیامِ تعزیت پیدا ہے اندازِ عیادت سے
شبِ ماتم، تہِ دامانِ دودِ شمعِ بالیں ہے

زبس جز حسن، منت نا گوارا ہے طبیعت پر
کشادِ عقد، محوِ ناخنِ دستِ نگاریں ہے

نہیں ہے، سر نوشتِ عشق، غیر از بے دماغی ہا
جبیں پر میری، مدِّ خامۂ قدرت خطِ چیں ہے

بہارِ باغ، پامالِ خرامِ جلوہ فرمایاں
حنا سے دست، و خونِ کشتگاں سے تیغ رنگیں ہے

بیابانِ فنا ہے بعدِ صحرائے طلب، غالبؔ
پسینہ توسنِ ہمت کا سیلِ خانۂ زیں ہے

}

◊حاشیہ["شعر"]{متداول دیوان میں یہ غزل صرف اس ایک شعر پر مشتمل ہے۔ پوری غزل نسخۂ رضا سے شامل کردہ ہے۔ ◊حم{جویریہ مسعود}}
