#lang pollen

◊(define-meta title "غیر لیں محفل میں بوسے جام کے")

◊غزل{
غیر لیں محفل میں بوسے جام کے
ہم رہیں یوں تشنہ لب پیغام کے

خستگی کا تم سے کیا شکوہ کہ یہ
ہتھکنڈے ہیں چرخِ نیلی فام کے

خط لکھیں گے گرچہ مطلب کچھ نہ ہو
ہم تو عاشق ہیں تمہارے نام کے

رات پی زم زم پہ مے اور صبح دم
دھوئے دھبّے جامۂ احرام کے

دل کو آنکھوں نے پھنسایا کیا مگر
یہ بھی حلقے ہیں تمہارے دام کے

شاہ کی ہے غسلِ صحّت کی خبر ◊ح{خبر}
دیکھیے کب دن پھریں حمّام کے

عشق نے غالبؔ نکمّا کر دیا
ورنہ ہم بھی آدمی تھے کام کے

}

◊حاشیہ["خبر"]{دہلی اردو اخبار، ۴ دسمبر ۱۸۵۳ء میں درج ہے کہ بادشاہ نے "۲۱ صفر۱۲۷۰ھ کو غسلِ صحت فرمایا" ۔ یہ مطابق ہے ۲۳ نومبر ۱۸۵۳ء کے۔ ◊حم{نسخۂ رضا}}
