#lang pollen

◊(define-meta title "فرصت، آئینۂ صد رنگِ خود آرائی ہے")

◊غزل{
فرصت، آئینۂ صد رنگِ خود آرائی ہے
روز و شب، یک کفِ افسوسِ تماشائی ہے

وحشتِ زخمِ وفا دیکھ کہ سر تا سرِ دل
بخیہ، جوں جوہرِ تیغ، آفتِ گیرائی ہے

شمع آسا، چہ سرِ دعوی؟ و کُو پائے ثبات؟
گلِ صد شعلہ، بہ یک جیبِ شکیبائی ہے

نالہ خونیں ورق، و دل گلِ مضمونِ شفق
چمن آرائے نفس، وحشتِ تنہائی ہے

بوئے گل فتنۂ بیدار و چمن جامۂ خواب
وصل ہر رنگِ جنوں کسوتِ رسوائی ہے

شرم طوفانِ خزاں رنگِ طرب گاہِ بہار
گلِ مہتاب بہ کف چشمِ تماشائی ہے

شرم، طوفانِ خزاں رنگِ طرب گاہِ بہار
ماہتابی بہ کفِ چشمِ تماشائی ہے

باغِ خاموشئ دل سے سخنِ عشق، اسدؔ
نفسِ سوختہ رمزِ چمن ایمائی ہے

◊ح['شروع]{شعر} اُگ رہا ہے در و دیوار سے سبزہ غالبؔ
ہم بیاباں میں ہیں اور گھر میں بہار آئی ہے

}

◊حاشیہ["شعر"]{متداول دیوان میں صرف یہ ایک شعر درج ہے۔ پوری غزل نسخۂ رضا سے شامل کی گئی ہے۔ ◊حم{جویریہ مسعود}}
