#lang pollen

◊(define-meta title "فریاد کی کوئی لَے نہیں ہے")

◊شاعری{
فریاد کی کوئی لَے نہیں ہے
نالہ پابندِ نَے نہیں ہے

کیوں بوتے ہیں باغباں تون٘بے؟
گر باغ گدائے مَے نہیں ہے

ہر چند ہر ایک شے میں تُو ہے
پَر تُجھ سی کوئی شے نہیں ہے ◊ح['آخر]{مصرع}

ہاں، کھائیو مت فریبِ ہستی!
ہر چند کہیں کہ "ہے" ، نہیں ہے

شادی سے گُذر کہ، غم نہ ہووے ◊ح{ہووے}
اُردی جو نہ ہو، تو دَے نہیں ہے

کیوں ردِ قدح کرے ہے زاہد!
مَے ہے یہ مگس کی قَے نہیں ہے

◊ح['شروع]{اشعار} انجامِ شمارِ غم نہ پوچھو
یہ مصرفِ تا بکَے نہیں ہے

جس دل میں کہ "تا بکَے" سما جائے
واں عزّتِ تختِ کَے نہیں ہے

ہستی ہے، نہ کچھ عَدم ہے، غالبؔ!
آخر تُو کیا ہے، اَے "نہیں ہے"

}

◊حاشیہ["مصرع"]{نسخۂ حامد علی خاں میں یہ مصرع یوں ہے: ◊علامت{؏} پَر تُجھ سی تو کوئی شے نہیں ہے۔ ملاحظہ ہو ان کا حاشیہ: ◊حم{جویریہ مسعود}
نسخۂ نظامی، نسخۂ عرشی اور نسخۂ مالک رام میں یہ مصرع "تو" کے بغیر چھپا ہے۔ ایک خستہ حال پرانے نسخے میں بھی جو شاید مطبعِ احمدی دہلی میں چھپا تھا "تو" نہیں ہے۔ باقی تمام قدیم و جدید نسخوں میں، جو نظر سے گزرے، "تو" موجود ہے۔ طباطبائی نے اِس مصرع کو "تو" کے ساتھ شائع کر کے "سی" پر عَروضی اعتراض کیا ہے مگر بھر خود ہی اعتراض کو رد کر دیا ہے۔ دو قدیم نسخوں میں "سی" کی جگہ "سے" بھی چھپا ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["ہووے"]{نسخۂ عرشی: "رہوے" ◊حم{حامد علی خاں}}
◊حاشیہ["اشعار"]{یہ دونوں اشعار نسخۂ حمیدیہ میں درج نہیں۔ یہاں نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
