#lang pollen

◊(define-meta title "لاغر اتنا ہوں کہ گر تو بزم میں جا دے مجھے")

◊غزل{
لاغر اتنا ہوں کہ گر تو بزم میں جا دے مجھے
میرا ذمہ، دیکھ کر گر کوئی بتلا دے مجھے

کیا تعجب ہے کہ ◊ح{کہ} اُس کو دیکھ کر آجائے رحم
واں تلک کوئی کسی حیلے سے پہنچا دے مجھے

◊ح['شروع]{شعر} منہ نہ دکھلاوے، نہ دکھلا، پر بہ اندازِ عتاب
کھول کر پردہ ذرا آنکھیں ہی دکھلا دے مجھے

یاں تلک میری گرفتاری سے وہ خوش ہے کہ، مَیں
زلف گر بن جاؤں تو شانے میں اُلجھا دے مجھے

}

◊حاشیہ["کہ"]{نسخۂ عرشی میں "کہ" کی جگہ "جو" چھپا ہے۔ نسخۂ نظامی میں "کہ" درج ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["شعر"]{اس شعر کا پہلا مصرع یوں ہی ہے۔ دوسرے کے متعلق طباطبائی نے لکھا ہے کہ "غالبؔ نے آنکھیں دکھانا بہ صیغۂ جمع باندھا ہے مگر فصیح وہی ہے کہ آنکھ دکھانا کہیں" ۔ یہ بات سمجھ میں نہیں آئی کیونکہ اردو کے اکثر فصیح اساتذہ نے آنکھیں دکھانا بھی کہا ہے۔ ان میں میرؔ، آتشؔ، معروفؔ، مصحفیؔ، اسیرؔ، اُنسؔ، ذوقؔ، مومنؔ، ظفرؔ، جرأتؔ، نسیمؔ دہلوی وغیرہم شامل ہیں۔ ◊حم{حامد علی خاں}}
