#lang pollen

◊(define-meta title "لطفِ نظّارۂ قاتِل دمِ بسمل آئے")

◊درمیان{◊ح['ساکت]{غزل}}

◊غزل{
لطفِ نظّارۂ قاتِل دمِ بسمل آئے
جان جائے تو بلا سے، پہ کہیں دِل آئے

ان کو کیا علم کہ کشتی پہ مری کیا گزری
دوست جو ساتھ مرے تا لبِ ساحل آئے

وہ نہیں ہم، کہ چلے جائیں حرم کو، اے شیخ!
ساتھ حُجّاج کے اکثر کئی منزِل آئے

آئیں جس بزم میں وہ، لوگ پکار اٹھتے ہیں
"لو وہ برہم زنِ ہنگامۂ محفل آئے"

دیدہ خوں بار ہے مدّت سے، ولے آج ندیم
دل کے ٹکڑے بھی کئی خون کے شامل آئے

سامنا حور و پری نے نہ کیا ہے، نہ کریں
عکس تیرا ہی مگر، تیرے مقابِل آئے

◊ح['شروع]{اشعار} موت بس ان کی ہے، جو مر کے وہیں دفن ہوئے
زیست ان کی ہے، جو اس کے کوچے سے گھائل آئے

بن گیا سبحہ وہ زنار، خدا خیر کرے!
وہ جو نازک ہے کمر، اس پہ بہت دل آئے

اب ہے دِلّی کی طرف کوچ ہمارا غالبؔ!
آج ہم حضرتِ نوّاب سے بھی مِل آئے

}

◊حاشیہ["غزل"]{یہ غزل متداول دیوان میں درج نہیں۔ اس کی وجہ غلام رسول مہر کے بقول یہ ہے کہ غالبؔ کی زندگی میں آخری بار جو دیوان چھپا تھا، یہ اس کے بعد کہی گئی ہے۔ ◊حم{جویریہ مسعود}
مزید: یہ غزل مرزا صاحب نے اپنے دوسرے سفرِ رام پور میں ۲۸ دسمبر ۱۸۶۵ء کو یہاں سے رخصت ہونے سے پہلے کہی تھی۔ اس زمانے میں کلب علی خاں بہادر رام پور کے نواب تھے۔  نسخۂ عرشی طبع دوم، صفحہ ۴۳۳۔ ◊حم{نسخۂ رضا}}
◊حاشیہ["اشعار"]{نسخۂ رضا سے مزید دو شعر۔ ◊حم{جویریہ مسعود}}
