#lang pollen

◊(define-meta title "مدت ہوئی ہے یار کو مہماں کیے ہوئے")

◊غزل{
مدت ہوئی ہے یار کو مہماں کیے ہوئے
جوشِ قدح سے بزم چراغاں ◊ح{بزم-چراغاں} کیے ہوئے

کرتا ہوں جمع پھر جگرِ لخت لخت کو
عرصہ ہوا ہے دعوتِ مژگاں کیے ہوئے

پھر وضعِ احتیاط سے رکنے لگا ہے دم
برسوں ہوئے ہیں چاک گریباں کیے ہوئے

پھر گرمِ نالہ ہائے شرر بار ہے نفَس
مدت ہوئی ہے سیرِ چراغاں کیے ہوئے

پھر پرسشِ جراحتِ دل کو چلا ہے عشق
سامانِ صد ہزار نمک داں کیے ہوئے

پھر بھر رہا ہوں ◊ح{ہوں} خامۂ مژگاں بہ خونِ دل
سازِ چمن طرازئ داماں کیے ہوئے

باہم دگر ہوئے ہیں دل و دیدہ پھر رقیب
نظارہ و خیال کا ساماں کیے ہوئے

دل پھر طوافِ کوئے ملامت کو جائے ہے
پندار کا صنم کدہ ویراں کیے ہوئے

پھر شوق کر رہا ہے خریدار کی طلب
عرضِ متاعِ عقل و دل و جاں کیے ہوئے

دوڑے ہے پھر ہر ایک گل و لالہ پر خیال
صد گلستاں نگاہ کا ساماں کیے ہوئے

پھر چاہتا ہوں نامۂ دلدار کھولنا
جاں نذرِ دل فریبئ عنواں کیے ہوئے

مانگے ◊ح{مانگے} ہے پھر کسی کو لبِ بام پر ہوس
زلفِ سیاہ رخ پہ پریشاں کیے ہوئے

چاہے ہے پھر کسی کو مقابل میں آرزو
سرمے سے تیز دشنۂ مژگاں کیے ہوئے

اک نوبہارِ ناز کو تاکے ہے پھر نگاہ
چہرہ فروغ مے سے گلستاں کیے ہوئے

پھر جی میں ہے کہ در پہ کسی کے پڑے رہیں
سر زیر بارِ منتِ درباں کیے ہوئے

جی ڈھونڈتا ہے پھر وہی فرصت، کہ ◊ح{کہ} رات دن
بیٹھے رہیں تصورِ جاناں کیے ہوئے

غالبؔ ہمیں نہ چھیڑ، کہ پھر جوشِ اشک سے
بیٹھے ہیں ہم تہیّۂ طوفاں کیے ہوئے

}

◊حاشیہ["بزم-چراغاں"]{بعض حضرات بہ اضافت "بزمِ چراغاں" لکھتے اور پڑھتے ہیں۔ "بزم کرنا" کوئی اردو محاورہ نہیں۔ یہاں مُراد یہ ہے کہ جوشِ قدح سے بزم کو چراغاں کیے ہوئے مدت گزر چکی ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["ہوں"]{نسخۂ مہر میں "ہے" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["مانگے"]{نسخۂ رضا میں "ڈھونڈے ہے" بجائے "مانگے ہے" ۔◊حم{جویریہ مسعود}}
◊حاشیہ["کہ"]{نسخۂ مہر میں "کے" ۔ ◊حم{جویریہ مسعود}}
