#lang pollen

◊(define-meta title "مسجد کے زیرِ سایہ خرابات چاہیے")

◊غزل{
مسجد کے زیرِ سایہ خرابات چاہیے
بھَوں پاس آنکھ قبلۂ حاجات چاہیے

◊ح['شروع]{شعر} وہ بات چاہتے ہو کہ جو بات چاہیے
صاحب کے ہم نشیں کو کرامات چاہیے

عاشق ہوئے ہیں آپ بھی ایک اور شخص پر
آخر ستم کی کچھ تو مکافات چاہیے

دے داد اے فلک! دلِ حسرت پرست کی ◊ح{کی}
ہاں کچھ نہ کچھ تلافیِ مافات چاہیے

سیکھے ہیں مہ رخوں کے لیے ہم مصوّری
تقریب کچھ تو بہرِ ملاقات چاہیے

مے سے غرض نشاط ہے کس رو سیاہ کو
اک گونہ بے خودی مجھے دن رات چاہیے

ہے رنگِ لالہ و گل و نسریں جدا جدا
ہر رنگ میں بہار کا اثبات چاہیے

◊ق{سر پائے خم پہ چاہیے ہنگامِ بے خودی
رو سوئے قبلہ وقتِ مناجات چاہیے}

یعنی بہ حسبِ گردشِ پیمانۂ صفات
عارف ہمیشہ مستِ مئے ذات چاہیے

نشو و نما ہے اصل سے غالبؔ فروع کو
خاموشی ہی سے نکلے ہے جو بات چاہیے

}

◊حاشیہ["شعر"]{نسخۂ رضا سے مزید شعر۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["کی"]{نسخۂ مہر میں "کو"۔ ◊حم{جویریہ مسعود}
مزید: یہاں "کی" کے بجائے "کو" معنوی لحاظ سے غلط ہے کیوں کہ شاعر خود داد طلب ہے، جسے اس مصرع میں: ◊علامت{؏} ناکردہ گناہوں کی بھی حسرت کی ملے داد۔ بعض اچھے نسخوں میں "کو" سہواً چھپا ہے۔ ◊حم{حامد علی خاں}}
