#lang pollen

◊(define-meta title "مستی، بہ ذوقِ غفلتِ ساقی ہلاک ہے")

◊شاعری{
◊ح['شروع]{اشعار} مستی، بہ ذوقِ غفلتِ ساقی ہلاک ہے
موجِ شراب یک مژۂ خواب ناک ہے

جُز زخمِ تیغِ ناز، نہیں دل میں آرزو
جیبِ خیال بھی ترے ہاتھوں سے چاک ہے

کلفت، طلسمِ جلوۂ کیفیّتِ دگر
زنگار خوردہ آئنہ، یک برگِ تاک ہے

ہے عرضِ جوہرِ خط و خالِ ہزار عکس
لیکن ہنوز دامنِ آئینہ پاک ہے

ہوں، خلوتِ فسردگیِ انتظار میں
وہ بے دماغ جس کو ہوس بھی تپاک ہے

جوشِ جنوں سے کچھ نظر آتا نہیں، اسدؔ ◊ح{اسد}
صحرا ہماری آنکھ میں یک مشتِ خاک ہے

}

◊حاشیہ["اشعار"]{متداول دیوان میں یہ غزل صرف ان دو شعروں اور مقطع پر مشتمل ہے۔ پوری غزل نسخۂ رضا سے شامل کردہ ہے۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["اسد"]{نسخۂ مہرؔ میں "اسد" کی جگہ "مجھے" چھپا ہے مگر یہ سہوِ کتابت معلوم ہوتا ہے کیونکہ دوسرے مصرع میں متکلم نے صیغۂ جمع استعمال کیا ہے۔ کسی دوسرے نسخے سے اس کی سند بھی نہیں ملتی۔ ◊حم{حامد علی خاں}}
