#lang pollen

◊(define-meta title "منظور تھی یہ شکل تجلّی کو نور کی")

◊شاعری{
منظور تھی یہ شکل تجلّی کو نور ◊ح{نور} کی
قسمت کھلی ترے قد و رخ سے ظہور کی

اِک خوں چکاں کفن میں کروڑوں بناؤ ہیں
پڑتی ہے آنکھ تیرے شہیدوں پہ حور کی

واعظ! نہ تم پیو نہ کسی کو پلا سکو
کیا بات ہے تمہاری شرابِ طہور کی!

لڑتا ہے مجھ سے حشر میں قاتل، کہ کیوں اٹھا؟
گویا ابھی سنی نہیں آواز صور کی

آمد بہار کی ہے جو بلبل ہے نغمہ سنج
اڑتی سی اک خبر ہے زبانی طیور کی

گو واں نہیں، پہ واں کے نکالے ہوئے تو ہیں
کعبے سے ِان بتوں کو بھی نسبت ہے دور کی

کیا فرض ہے کہ سب کو ملے ایک سا جواب
آؤ نہ ◊ح{آؤ-نہ} ہم بھی سیر کریں کوہِ طور کی

گرمی سہی کلام میں، لیکن نہ اس قدر
کی جس سے بات اُس نے شکایت ضرور کی

غالبؔ گر اِس سفر میں مجھے ساتھ لے چلیں
حج کا ثواب نذر کروں گا حضور کی

}

◊حاشیہ["نور"]{نسخۂ عرشی میں "نُور" کی جگہ "طُور" چھپا ہے۔ یہ سہوِ طباعت ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["آؤ-نہ"]{نسخۂ مہر: "آؤ نا" ◊حم{حامد علی خاں}}