#lang pollen

◊(define-meta title "میں ہوں مشتاقِ جفا، مجھ پہ جفا اور سہی")

◊درمیان{◊ح['ساکت]{غزل}}

◊غزل{
میں ہوں مشتاقِ جفا، مجھ پہ جفا اور سہی
تم ہو بیداد سے خوش، اس سے سوا اور سہی

غیر کی مرگ کا غم کس لیے، اے غیرتِ ماہ!
ہیں ہوس پیشہ بہت، وہ نہ ہُوا اور سہی

تم ہو بت، پھر تمھیں پندارِ خُدائی کیوں ہے؟
تم خداوند ہی کہلاؤ، خدا اور سہی

حُسن میں حُور سے بڑھ کر نہیں ہونے کی کبھی
آپ کا شیوہ و انداز و ادا اور سہی

تیرے کوچے کا ہے مائل دلِ مضطر میرا
کعبہ اک اور سہی، قبلہ نما اور سہی

کوئی دنیا میں مگر باغ نہیں ہے، واعظ!
خلد بھی باغ ہے، خیر آب و ہوا اور سہی

کیوں نہ فردوس میں دوزخ کو ملا لیں، یا رب
سیر کے واسطے تھوڑی سی فضا اور سہی

مجھ کو وہ دو۔ کہ جسے کھا کے نہ پانی مانگوں
زہر کچھ اور سہی، آبِ بقا اور سہی

مجھ سے غالبؔ یہ علائیؔ نے غزل لکھوائی
ایک بیداد گرِ رنج فزا اور سہی

}

◊حاشیہ["غزل"]{یہ غزل بھی متداول دیوان میں درج نہیں۔ اس کی وجہ غلام رسول مہر کے بقول یہ ہے کہ غالب کی زندگی میں آخری بار جو دیوان چھپا تھا، یہ اس کے بعد کہی گئی ہے۔ ◊حم{جویریہ مسعود}
مزید: خط بنام نواب امین الدین احمد خاں، مورخہ ۲۶ جولائی ۱۸۶۵ء۔ ◊حم{نسخۂ رضا}}
