#lang pollen

◊(define-meta title "نشۂ مے، بے چمن، دودِ چراغِ کشتہ ہے")

◊شاعری{
نشۂ مے، بے چمن، دودِ چراغِ کشتہ ہے
جام، داغِ شعلہ اندودِ چراغِ کشتہ ہے

◊ح['شروع]{اشعار} رحم کر ظالم کہ کیا بودِ چراغِ کشتہ ہے
نبضِ بیمارِ وفا دودِ چراغِ کشتہ ہے

◊ح['شروع]{شعر} دل لگی کی آرزو بے چین رکھتی ہے ہمیں
ورنہ یاں بے رونقی سودِ چراغِ کشتہ ہے

داغِ ربطِ ہم ہیں اہلِ باغ، گر گُل ہو شہید
لالہ، چشمِ حسرت آلودِ چراغِ کشتہ ہے

شور ہے کس بزم کی عرضِ جراحت خانہ کا؟
صبح، یک زخمِ نمک سودِ چراغِ کشتہ ہے

نامرادِ جلوہ، ہر عالم میں حسرت گُل کرے
لالہ، داغِ شعلہ فرسودِ چراغِ کشتہ ہے

ہو جہاں، تیرا دماغِ ناز، مستِ بے خودی
خوابِ نازِ گل رخاں، دودِ چراغِ کشتہ ہے

ہے دلِ افسردہ، داغِ شوخئ مطلب، اسدؔ
شعلہ، آخر فالِ مقصودِ چراغِ کشتہ ہے

}

◊حاشیہ["اشعار"]{متداول دیوان میں یہ غزل اِس اور اگلے شعر پر مشتمل ہے۔ مطلع اور باقی اشعار نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["شعر"]{یہ شعر نسخۂ حمیدیہ اور نسخۂ رضا دونوں میں موجود نہیں۔ ◊حم{جویریہ مسعود}}
