#lang pollen

◊(define-meta title "نظر بہ نقصِ گدایاں، کمالِ بے ادبی ہے")

◊غزل{
نظر بہ نقصِ گدایاں، کمالِ بے ادبی ہے
کہ خارِ خشک کو بھی دعوئ چمن نسبی ہے

ہوا وصال سے شوقِ دلِ حریص زیادہ
لبِ قدح پہ، کفِ بادہ، جوشِ تشنہ لبی ہے

خوشا! وہ دل کہ سراپا طلسمِ بے خبری ہو
جنونِ یاس و الم، رزقِ مدعا طلبی ہے

◊ح['شروع]{اشعار} تم اپنے شکوے کی باتیں نہ کھود کھود کے ◊ح{کے} پوچھو
حذر کرو مرے دل سے کہ اس میں آگ دبی ہے

دلا یہ درد و الم بھی تو مُغتَنَم ہے کہ آخر
نہ گریۂ سحری ہے نہ آہ نیم شبی ہے

چمن میں کس کی، یہ برہم ہوئی ہے، بزمِ تماشا؟
کہ برگ برگِ سمن، شیشہ ریزۂ حلبی ہے

امامِ ظاہر و باطن، امیرِ صورت و معنی
علی، ولی، اسد اللّٰہ، جانشینِ نبیؐ ہے

}

◊حاشیہ["اشعار"]{متداول دیوان میں صرف یہ دو اشعار ہیں۔ باقی اشعار نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["کے"]{نسخۂ مہر میں "کر"۔ ◊حم{جویریہ مسعود}}
