#lang pollen

◊(define-meta title "نویدِ امن ہے بیدادِ دوست، جاں کے لیے")

◊درمیان{◊ح['ساکت]{غزل}}

◊غزل{
نویدِ امن ہے بیدادِ دوست، جاں کے لیے
رہی نہ طرزِ ستم کوئی آسماں کے لیے

بلا سے! گر مژۂ یار تشنۂ خوں ہے
رکھوں کچھ اپنی ہی مژگانِ خوں فشاں کے لیے

وہ زندہ ہم ہیں کہ ہیں روشناسِ خلق اے خضر
نہ تم کہ چور بنے عمرِ جاوداں کے لیے

رہا بلا میں بھی، میں مبتلائے آفتِ رشک
بلائے جاں ہے ادا تیری اک جہاں کے لیے

فلک نہ دور رکھ اُس سے مجھے، کہ میں ہی نہیں
دراز دستئ قاتل کے امتحاں کے لیے

مثال یہ مری کوشش کی ہے کہ مرغِ اسیر
کرے قفس میں فراہم خس آشیاں کے لیے

گدا سمجھ کے وہ چپ تھا، مری ◊ح{مصرع} جو شامت آئے
اٹھا اور اٹھ کے قدم میں نے پاسباں کے لیے

◊ق{بہ قدرِ شوق نہیں ظرفِ تنگنائے غزل
کچھ اور چاہیے وسعت مرے بیاں کے لیے
}

دیا ہے خلق کو بھی، تا اسے نظر نہ لگے
بنا ہے عیش تجمُّل حسین خاں کے لیے

زباں پہ بارِ خدایا! یہ کس کا نام آیا
کہ میرے نطق نے بوسے مری زباں کے لیے

نصیرِ دولت و دیں اور معینِ ملّت و ملک
بنا ہے چرخِ بریں جس کے آستاں کے لیے

زمانہ عہد میں اُس کے ہے محوِ آرائش
بنیں گے اور ستارے اب آسماں کے لیے

ورق تمام ہوا اور مدح باقی ہے
سفینہ چاہیے اس بحرِ بیکراں کے لیے

ادائے خاص سے غالبؔ ہوا ہے نکتہ سرا
صلائے عام ہے یارانِ نکتہ داں کے لیے

}

◊حاشیہ["مصرع"]{یہ عجیب بات ہے کہ نسخۂ حمیدیہ اور نسخۂ نظامی میں، نیز متعدد دوسرے قدیم نسخوں میں، یہ مصرع ایک ہی طور پر مہمل چھپا ہے، یعنی: ◊علامت{؏} گدا سمجھ کے وہ چپ تھا مری خوشامد سے ◊حم{حامد علی خاں}}
◊حاشیہ["غزل"]{غزل میں نواب تجمل حسین خاں فرخ آبادی سے متعلق مدحیہ اشعار ہیں۔ نواب صاحب کا انتقال ۹ نومبر ۱۸۴۶ کو ہوا تھا۔ غزل نسخہ کراچی مکتوبہ ۳۰ اگست ۱۸۴۵ میں نہیں ہے لہذا اسے ۳۰ اگست ۱۸۴۵ تا ۹ نومبر ۱۸۴۶ کی فکر کردہ تسلیم کرنا چاہیے۔ دیوانِ ذوقؔ مرتبہ آزادؔ میں درج ہے کہ یہ غزل نواب اصغر علی خاں نسیمؔ رام پوری مقیم دہلی کے طرحی مشاعرہ منعقدہ ۱۸۴۵ میں پڑھی گئی تھی۔ ذوقؔ، مومنؔ، داغؔ وغیرہ بھی موجود تھے۔ گویا مشاعرہ ۱۸۴۵ء میں بعد از ۳۰ اگست منعقد ہوا تھا۔ ظاہر ہے غزل بھی اسی زمانے میں کہی گئی ہو گی۔ ◊حم{نسخۂ رضا}}
