#lang pollen

◊(define-meta title "نکتہ چیں ہے، غمِ دل اُس کو سُنائے نہ بنے")

◊غزل{
نکتہ چیں ہے، غمِ دل اُس کو سُنائے نہ بنے
کیا بنے بات، جہاں بات بنائے نہ بنے

میں بُلاتا تو ہوں اُس کو، مگر اے جذبۂ دل
اُس پہ بن جائے کُچھ ایسی کہ بِن آئے نہ بنے

کھیل سمجھا ہے، کہیں چھوڑ نہ دے، بھول نہ جائے
کاش! یُوں بھی ہو کہ بِن میرے ستائے نہ بنے

غیر پھرتا ہے لیے یوں ترے خط کو کہ، اگر
کوئی پُوچھے کہ یہ کیا ہے، تو چُھپائے نہ بنے

اِس نزاکت کا بُرا ہو، وہ بھلے ہیں، تو کیا
ہاتھ آویں، تو اُنھیں ہاتھ لگائے نہ بنے

کہہ سکے کون کہ یہ جلوہ گری کس کی ہے
پردہ چھوڑا ہے وہ اُس نے کہ اُٹھائے نہ بنے

موت کی راہ نہ دیکھوں؟ کہ بِن آئے نہ رہے
تم کو چاہوں؟ کہ نہ آؤ، تو بُلائے نہ بنے

بوجھ وہ سر سے گرا ہے کہ اُٹھائے نہ اُٹھے
کام وہ آن پڑا ہے کہ بنائے نہ بنے

عشق پر زور نہیں، ہے یہ وہ آتش غالبؔ!
کہ لگائے نہ لگے اور بُجھائے نہ بنے

}
