#lang pollen

◊(define-meta title "نِکوہِش ہے سزا فریادیٔ بیدادِ دِلبر کی")

◊غزل{
نِکوہِش ہے سزا فریادیٔ بیدادِ دِلبر کی
مبادا خندۂ دنداں نما ہو صبح محشر کی

رگِ لیلیٰ کو خاکِ دشتِ مجنوں ریشگی بخشے
اگر بو دے بجائے دانہ دہقاں نوک نشتر کی

پرِ پروانہ شاید بادبانِ کشتیٔ مے تھا
ہوئی مجلس کی گرمی سے روانی دَورِ ساغر کی

کروں بیدادِ ذوقِ پَر فشانی عرض کیا قدرت
کہ طاقت اُڑ گئی، اڑنے سے پہلے، میرے شہ پر کی

کہاں تک روؤں اُس کے خیمے کے پیچھے، قیامت ہے!
مری قسمت میں یا رب کیا نہ تھی دیوار پتھّر کی؟

◊ح['شروع]{اشعار} مرا دل مانگتے ہیں عاریت اہل ہوس، شاید
یہ جایا چاہتے ہیں آج دعوت میں سمندر کی

غرورِ لطفِ ساقی نشۂ بے باکیٔ مستاں
نمِ دامانِ عصیاں ہے، طراوت موجِ کوثر کی

تھکا جب قطرہ بے دست و پا بالا دویدن سے
زِ بہرِ یادگاری ہا گرہ دیتا ہے گوہر کی

بہ جز دیوانگی ہوتا نہ انجامِ خود آرائی
اگر پیدا نہ کرتا آئینہ زنجیر جوہر کی

اسدؔ، جز آب بخشیدن ز دریا خضر کو کیا تھا!
ڈبوتا چشمۂ حیواں میں، گر، کشتی سکندر کی

}

◊حاشیہ["اشعار"]{یہاں سے مقطع تک نسخۂ رضا سے مزید۔ ◊حم{جویریہ مسعود}}
