#lang pollen

◊(define-meta title "نہ ہوئی گر مرے مرنے سے تسلّی نہ سہی")

◊غزل{
نہ ہوئی گر مرے مرنے سے تسلّی نہ سہی
امتحاں اور بھی باقی ہو تو یہ بھی نہ سہی

خار خارِ المِ حسرتِ دیدار تو ہے
شوق گُلچِینِ گلستانِ تسلّی نہ سہی

مے پرستاں خُمِ مے منہ سے لگائے ہی بنے
ایک دن گر نہ ہوا بزم میں ساقی نہ سہی

نفسِ قیس کہ ہے چشم و چراغِ صحرا
گر نہیں شمعِ سیہ خانۂ لیلی، نہ سہی

ایک ہنگامے پہ ◊ح{پہ} موقوف ہے گھر کی رونق
نوحۂ غم ہی سہی نغمۂ شادی نہ سہی

نہ ستائش کی تمنّا نہ صلے کی پروا
گر نہیں ہیں مرے اشعار میں معنی، نہ سہی

عشرتِ صحبتِ خُوباں ہی غنیمت سمجھو
نہ ہوئی غالبؔ اگر عمرِ طبیعی نہ سہی

}

◊حاشیہ["پہ"]{نسخۂ مہر میں "پر"۔◊حم{جویریہ مسعود}}
