#lang pollen

◊(define-meta title "وہ آ کے، خواب میں، تسکینِ اضطراب تو دے")

◊شاعری{
وہ آ کے، خواب میں، تسکینِ اضطراب تو دے
ولے مجھے تپشِ دل، مجالِ خواب تو دے

کرے ہے قتل، لگاوٹ میں تیرا رو دینا
تری طرح کوئی تیغِ نگہ کو آب تو دے

دِکھا کے جنبشِ لب ہی، تمام کر ہم کو
نہ دے جو بوسہ، تو منہ سے کہیں جواب تو دے

پلا دے اوک سے ساقی، جو ہم سے نفرت ہے
پیالہ گر نہیں دیتا، نہ دے شراب تو دے

یہ کون کہوے ہے آباد کر ہمیں، لیکن
کبھی زمانہ مرادِ دلِ خراب تو دے

اسدؔ! خوشی سے مرے ہاتھ پاؤں پُھول گئے
کہا جو اُس نے، ”ذرا میرے پاؤں داب تو دے“

}
