#lang pollen

◊(define-meta title "پھر اس انداز سے بہار آئی")

◊غزل{
پھر اس انداز سے بہار آئی
کہ ہوئے مہر و مہ تماشائی

دیکھو اے ساکنانِ خطّۂ خاک
اس کو کہتے ہیں عالم آرائی

کہ زمیں ہو گئی ہے سر تا سر
رو کشِ سطحِ چرخِ مینائی

سبزے کو جب کہیں جگہ نہ ملی
بن گیا روئے آب پر کائی

سبزہ و گل کے دیکھنے کے لیے
چشمِ نرگس کو دی ہے بینائی

ہے ہوا میں شراب کی تاثیر
بادہ نوشی ہے باد پیمائی

کیوں نہ دنیا کو ہو خوشی غالبؔ
شاہِ دین٘دار ◊ح{دیندار} نے شفا پائی

}

◊حاشیہ["دیندار"]{اصل نسخے میں املا "دیندار" ہے، جب کہ تقطیع میں نون غنہ آتا ہے۔ اِس لیے تلفّظ کی وضاحت کے لیے یہاں "دین٘دار" (نون کے اوپر علامتِ نون غنہ) لکھا گیا ہے۔ ◊حم{اعجاز عبید}}
