#lang pollen

◊(define-meta title "پھر کچھ اک دل کو بے قراری ہے")

◊غزل{
پھر کچھ اک دل کو بے قراری ہے
سینہ جویائے زخمِ کاری ہے

پھِر جگر کھودنے لگا ناخن
آمدِ فصلِ لالہ کاری ہے

◊ح['شروع]{شعر} قبلۂ مقصدِ نگاہِ نیاز
پھر وہی پردۂ عماری ہے

چشم دلاّلِ جنسِ رسوائی
دل خریدارِ ذوقِ خواری ہے

وہ ہی ◊ح{وہ-ہی} صد رنگ نالہ فرسائی
وہ ہی صد گونہ اشک باری ہے

دل ہوائے خرامِ ناز سے پھر
محشرستانِ بے قراری ہے

جلوہ پھر عرضِ ناز کرتا ہے
روزِ بازارِ ◊ح{روز-بازار} جاں سپاری ہے

پھر اسی بے وفا پہ مرتے ہیں
پھر وہی زندگی ہماری ہے

◊ق{پھر کھلا ہے درِ عدالتِ ناز
گرم بازارِ فوج داری ہے
}

ہو رہا ہے جہان میں اندھیر
زلف کی پھر سرشتہ داری ہے

پھر دیا پارۂ جگر نے سوال
ایک فریاد و آہ و زاری ہے

پھر ہوئے ہیں گواہِ عشق طلب
اشک باری کا حکم جاری ہے

دل و مژگاں کا جو مقدمہ تھا
آج پھر اس کی روبکاری ہے

بے خودی بے سبب نہیں غالبؔ
کچھ تو ہے جس کی پردہ داری ہے

}

◊حاشیہ["شعر"]{نسخۂ رضا سے مزید شعر۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["وہ-ہی"]{نسخۂ مہر و آسی میں"وُہی" ۔◊حم{جویریہ مسعود}}
◊حاشیہ["روز-بازار"]{روزِ بازار، چہل پہل اور رونق کے دن کو بھی کہتے ہیں۔ ◊حم{حامد علی خاں}}
