#lang pollen

◊(define-meta title "چاک کی خواہش، اگر وحشت بہ عُریانی کرے")

◊غزل{
چاک کی خواہش، اگر وحشت بہ عُریانی کرے
صبح کے مانند، زخمِ دل گریبانی کرے

جلوے کا تیرے وہ عالم ہے کہ، گر کیجے خیال
دیدۂ دل کو زیارت گاہِ حیرانی کرے

ہے شکستن سے بھی دل نومید، یا رب! کب تلک
آبگینہ کوہ پر عرضِ گِراں جانی کرے

مے کدہ گر چشمِ مستِ ناز سے پاوے شکست
مُوئے شیشہ دیدۂ ساغر کی مژگانی کرے

خطِّ عارض سے، لکھا ہے زُلف کو الفت نے عہد
یک قلم منظور ہے، جو کچھ پریشانی کرے

ہاتھ پر گر ہاتھ مارے یار وقتِ قہقہہ
کرمکِ شب تاب آسا مِہ پر افشانی کرے

وقت اس افتادہ کا خوش، جو قناعت سے اسدؔ
نقشِ پائے مور کو نقشِ سلیمانی کرے

}
