#lang pollen

◊(define-meta title "چاہیے اچھّوں کو، جتنا چاہیے")

◊غزل{
چاہیے اچھّوں کو، جتنا چاہیے
یہ اگر چاہیں تو پھر کیا چاہیے

صُحبتِ رنداں سے واجب ہے حَذر
جائے مے، اپنے کو کھینچا چاہیے

◊ح['شروع]{شعر} دل تو ہو اچھا، نہیں ہے گر دماغ
کچھ تو اسبابِ تمنا چاہیے

چاہنے کو تیرے کیا سمجھا تھا دل؟
بارے اب اِس سے بھی سمجھا چاہیے!

چاک مت کر جیب، بے ایامِ گُل
کُچھ ادھر کا بھی اشارہ چاہیے

دوستی کا پردہ ہے بیگانگی
منہ چُھپانا ہم سے چھوڑا چاہیے

دُشمنی نے میری، کھویا غیر کو
کِس قدر دُشمن ہے، دیکھا چاہیے

اپنی، رُسوائی میں کیا چلتی ہے سَعی
یار ہی ہنگامہ آرا چاہیے

منحصر مرنے پہ ہو جس کی امید
نا اُمیدی اُس کی دیکھا چاہیے

غافل، اِن مہ طلعتوں کے واسطے
چاہنے والا بھی اچھا چاہیے

چاہتے ہیں خُوب رویوں کو اسدؔ
آپ کی صُورت تو دیکھا چاہیے

}

◊حاشیہ["شعر"]{نسخۂ رضا سے مزید۔ ◊حم{جویریہ مسعود}}
