#lang pollen

◊(define-meta title "چشمِ خوباں خامشی میں بھی نوا پرداز ہے")

◊غزل{
◊ح['شروع]{اشعار} چشمِ خوباں خامشی میں بھی نوا پرداز ہے
سُرمہ تُو کہوے کہ دودِ شعلۂ آواز ہے

پیکرِ عشّاق سازِ طالعِ ناساز ہے
نالہ گویا گردشِ سیّارہ کی آواز ہے

دست گاہِ دیدۂ خوں بارِ مجنوں دیکھنا
یک بیاباں جلوۂ گل فرشِ پا انداز ہے

ہے صریرِ خامہ، ریزش ہائے استقبالِ ناز
نامہ خود پیغام کو بال و پرِ پرواز ہے

سر نوشتِ اضطراب انجامیِ الفت نہ پوچھ
نالِ خامہ، خار خارِ خاطرِ آغاز ہے

شرم ہے طرزِ تلاشِ انتخابِ یک نگاہ
اضطرابِ چشمِ برپا دوختہ غمّاز ہے

نغمہ ہے کانوں میں اس کے، نالۂ مرغِ اسیر
رشتۂ پا، یاں نوا سامانِ بندِ ساز ہے

نقشِ سطرِ صد تبسم ہے بر آب زیرِ گاہ
حسن کا خط پر نہاں خندیدنی انداز ہے

شوخیِ اظہار غیر از وحشتِ مجنوں نہیں
لیلیٰٔ معنی، اسدؔ، محمل نشینِ راز ہے

}

◊حاشیہ["اشعار"]{متداول دیوان میں یہ غزل مطلع اور اگلے دو شعروں پر مشتمل ہے۔ باقی اشعار تا مقطع نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
