#lang pollen

◊(define-meta title "کار گاہ ہستی میں لالہ داغ ساماں ہے")

◊غزل{
کار گاہ ہستی میں لالہ داغ ساماں ہے
برقِ خرمنِ راحت، خونِ گرمِ دہقاں ہے

غنچہ تا شگفتن ہا برگِ عافیت معلوم
باوجودِ دل جمعی خوابِ گل پریشاں ہے

ہم سے رنجِ بے تابی کس طرح اٹھایا جائے
داغ پشتِ دستِ عجز، شعلہ خس بہ دنداں ہے

◊ح['شروع]{اشعار} حیرتِ تپیدن ہا، خوں بہائے دیدن ہا
رنگِ گل کے پردے میں آئنہ پَر افشاں ہے

عشق کے تغافل سے، ہرزہ گرد ہے عالم
روئے شش جہت آفاق، پشتِ چشمِ زنداں ہے

وحشتِ انجمن ہے گل، دیکھ لالے کا عالم
مثلِ دودِ مجمر کے، داغ بال افشاں ہے

اے کرم نہ ہو غافل، ورنہ ہے اسدؔ بیدل
بے گُہر صدف گویا، پشتِ چشمِ نیساں ہے

جورِ زلف کی تقریر پیچ تابِ خاموشی
ہند میں اسدؔ نالاں، نالہ در صفاہاں ہے

}

◊حاشیہ["اشعار"]{اس شعر تا مقطع نسخۂ رضا سے۔ ◊حم{جویریہ مسعود}}
