#lang pollen

◊(define-meta title "کب وہ سنتا ہے کہانی میری")

◊شاعری{
کب وہ سنتا ہے کہانی میری
اور پھر وہ بھی زبانی میری

خلشِ غمزۂ خوں ریز نہ پوچھ
دیکھ خوں نابہ فشانی میری

کیا بیاں کر کے مرا روئیں گے یار
مگر آشفتہ بیانی میری

ہوں ز خود رفتۂ بیدائے خیال
بھول جانا ہے نشانی میری

متقابل ہے مقابل میرا
رک گیا دیکھ روانی میری

قدرِ سنگِ سرِ رہ رکھتا ہوں
سخت ارزاں ہے گرانی میری

گرد بادِ رہِ بے تابی ہوں
صرصرِ شوق ہے بانی میری

دہن اس کا جو نہ معلوم ہوا
کھل گئی ہیچ مدانی میری

کر دیا ضعف نے عاجز غالبؔ
ننگِ پیری ہے جوانی میری

}
