#lang pollen

◊(define-meta title "کبھی نیکی بھی اُس کے جی میں، گر آجائے ہے، مُجھ سے")

◊غزل{
کبھی نیکی بھی اُس کے جی میں، گر آجائے ہے، مُجھ سے
جفائیں کر کے اپنی یاد، شرما جائے ہے، مُجھ سے

خُدایا! جذبۂ دل کی مگر تاثیر اُلٹی ہے!
کہ جتنا کھینچتا ہوں اور کِھنچتا ◊ح{کھںچتا} جائے ہے مُجھ سے

وہ بَد خُو اور میری داستانِ عشق طُولانی
عبارت مُختصر، قاصد بھی گھبرا جائے ہے، مُجھ سے

اُدھر وہ بد گمانی ہے، اِدھر یہ ناتوانی ہے
نہ پُوچھا جائے ہے اُس سے، نہ بولا جائے ہے مجھ سے

سنبھلنے دے مجھے اے نا اُمیدی! کیا قیامت ہے!
کہ دامانِ خیالِ یار، چُھوٹا جائے ہے مُجھ سے

تکلف بر طرف، نظارگی میں بھی سہی، لیکن
وہ دیکھا جائے، کب یہ ظُلم دیکھا جائے ہے، مُجھ سے

ہوئے ہیں پاؤں ہی پہلے نبردِ عشق میں زخمی
نہ بھاگا جائے ہے مجھ سے، نہ ٹھہرا جائے ہے مجھ سے

قیامت ہے کہ ہووے مُدعی کا ہم سفر غالبؔ!
وہ کافر، جو خُدا کو بھی نہ سونپا جائے ہے مُجھ سے

}

◊حاشیہ["کھںچتا"]{نسخۂ حامد علی خاں میں "کھِچتا"۔ ملاحظہ ان کا حاشیہ: ◊حم{جویریہ مسعود}
نسخۂ نظامی اور بعض دیگر قدیم نسخوں میں "کھِچتا" ہی درج ہے جو بجائے خود صحیح ہے مگر اکثر جدید نسخوں میں "کھِنچتا" چھپا ہے۔ ◊حم{حامد علی خاں}}
