#lang pollen

◊(define-meta title "کوئی امّید بر نہیں آتی")

◊شاعری{
کوئی امّید بر نہیں آتی
کوئی صورت نظر نہیں آتی

موت کا ایک دن معین ہے
نیند کیوں رات بھر نہیں آتی؟

آگے آتی تھی حالِ دل پہ ہنسی
اب کسی بات پر نہیں آتی

جانتا ہوں ثوابِ طاعت و زہد
پر طبعیت ادھر نہیں آتی

ہے کچھ ایسی ہی بات جو چپ ہوں
ورنہ کیا بات کر نہیں آتی

کیوں نہ چیخوں کہ یاد کرتے ہیں
میری آواز گر نہیں آتی

داغِ دل گر نظر نہیں آتا
بو بھی اے چارہ گر نہیں آتی

ہم وہاں ہیں جہاں سے ہم کو بھی
کچھ ہماری خبر نہیں آتی

مرتے ہیں آرزو میں مرنے کی
موت آتی ہے پر نہیں آتی

کعبے کس منہ سے جاؤ گے غالبؔ
شرم تم کو مگر نہیں آتی

}
