#lang pollen

◊(define-meta title "کوئی دن گر زندگانی اور ہے")

◊شاعری{
کوئی دن گر زندگانی اور ہے
اپنے جی میں ہم نے ٹھانی اور ہے

آتشِ دوزخ میں یہ گرمی کہاں
سوزِ غم ہائے نہانی اور ہے

بارہا دیکھی ہیں ان کی رنجشیں
پر کچھ اب کے ◊ح{کے} سرگرانی اور ہے

دے کے خط منہ دیکھتا ہے نامہ بر
کچھ تو پیغامِ زبانی اور ہے

قاطعِ اعمار ہیں اکثر نجوم
وہ بلائے آسمانی اور ہے

ہو چکیں غالبؔ بلائیں سب تمام
ایک مرگِ ناگہانی اور ہے

}

◊حاشیہ["کے"]{قدیم نسخوں میں یائے مجہول و معروف کا امتیاز نہ تھا، اِس لیے بعض قدیم نسخوں میں یہاں "اب کے" چھپا ہے جو اِس موقع پر درست معلوم نہیں ہوتا، بالخصوص "بارہا" کے بعد ۔ یہاں مراد ہے : اب کی بار۔ ◊حم{حامد علی خاں}}
