#lang pollen

◊(define-meta title "کوہ کے ہوں بارِ خاطر گر صدا ہو جائیے")

◊شاعری{
◊ح['شروع]{اشعار} کوہ کے ہوں بارِ خاطر گر صدا ہو جائیے
بے تکلف اے شرارِ جستہ! کیا ہو جائیے

بیضہ آسا ننگِ بال و پر ہے یہ کنجِ قفس
از سرِ نو زندگی ہو، گر رِہا ہو جائیے

یاد رکھیے ناز ہائے التفاتِ اولیں
آشیانِ طائرِ رنگِ حنا ہو جائیے

لطفِ عشقِ ہر یک اندازِ دگر دکھلائے گا
بے تکلف یک نگاہِ آشنا ہو جائیے

داد از دستِ جفائے صدمۂ ضرب المثل!
گر ہمہ اُفتادگی، جوں نقشِ پا ہو جائیے

از دلِ ہر درد مندے جوشِ بے تابی زدن
اے ہمہ بے مدعائی، یک دعا ہو جائیے

وسعتِ مشرب، نیازِ کلفتِ وحشت، اسدؔ
یک بیاباں سایۂ بالِ ہُما ہو جائیے

}

◊حاشیہ["اشعار"]{متداول دیوان میں صرف یہ دو شعر ہیں۔ پوری غزل نسخۂ رضا سے شامل کردہ ہے۔ ◊حم{جویریہ مسعود}}
