#lang pollen

◊(define-meta title "کہوں کیا گرم جوشی مے کشی میں شعلہ رویاں کی")

◊شاعری{
کہوں کیا گرم جوشی مے کشی میں شعلہ رویاں کی
کہ شمعِ خانۂ دل، آتشِ مے سے فروزاں کی

◊ح['شروع]{شعر} سیاہی جیسے گِر جاوے دمِ تحریر کاغذ پر
مری قسمت میں یوں تصویر ہے شب ہائے ہجراں کی

بہ زلفِ مہ وشاں، رہتی ہے، شب بیدار، ظاہر ہے
زبانِ شانہ سے تعبیرِ صد خوابِ پریشاں کی

ہمیشہ مجھ کو طفلی میں بھی مشقِ تیرہ روزی تھی
سیاہی ہے مرے ایام میں، لوحِ دبستاں کی

دریغ! آہِ سحر گہ کارِ بادِ صبح کرتی ہے
کہ ہوتی ہے زیادہ، سرد مہری شمعِ رویاں کی

مجھے اپنے جنوں کی، بے تکلف، پردہ داری تھی
ولیکن کیا کروں، آوے جو رسوائی گریباں کی

ہنر پیدا کیا ہے میں نے، حیرت آزمائی میں
کہ جوہر آئینے کا، ہر پلک ہے، چشمِ حیراں کی

خدایا، کس قدر اہلِ نظر نے خاک چھانی ہے!
کہ ہیں صد رخنہ، جوں غربال، دیواریں گلستاں کی

ہوا شرمِ تہی دستی سے وہ بھی سرنگوں آخر
بس، اے زخمِ جگر، اب دیکھ لی شورش نمک داں کی

بہ یادِ گرمیِ صحبت، بہ رنگِ شعلہ دہکے ہے
چھپاؤں کیوں کہ غالبؔ، سوزشیں داغِ نمایاں کی

}

◊حاشیہ["شعر"]{متداول دیوان میں یہ غزل صرف اِس ایک شعر پر مشتمل ہے۔ پوری غزل نسخۂ رضا سے شامل کردہ ہے ۔ ◊حم{جویریہ مسعود}}
