#lang pollen

◊(define-meta title "کہوں جو حال تو کہتے ہو \"مدعا کہیے\"")

◊شاعری{
کہوں جو حال تو کہتے ہو "مدعا کہیے"
تمہیں کہو کہ جو تم یوں کہو تو کیا کہیے؟

نہ کہیو طعن سے پھر تم کہ "ہم ستم گر ہیں"
مجھے تو خو ہے کہ جو کچھ کہو "بجا" کہیے

وہ نیشتر سہی پر دل میں جب اتر جاوے
نگاہِ ناز کو پھر کیوں نہ آشنا کہیے

نہیں ذریعۂ راحت جراحتِ پیکاں
وہ زخمِ تیغ ہے جس کو کہ دل کُشا کہیے

جو مدعی بنے اس کے نہ مدعی بنیے
جو نا سزا کہے اس کو نہ نا سزا کہیے

کہیں حقیقتِ جانکاہیِ مرض لکھیے
کہیں مصیبتِ ناسازئ دوا کہیے

کبھی شکایتِ رنجِ گراں نشیں کیجے
کبھی ◊ح{کبھی} حکایتِ صبرِ گریز پا کہیے

رہے نہ جان تو قاتل کو خوں بہا دیجے
کٹے زبان تو خنجر کو مرحبا کہیے

نہیں نگار کو الفت، نہ ہو، نگار تو ہے!
روانئ روش و مستئ ادا کہیے

نہیں بہار کو فرصت، نہ ہو بہار تو ہے!
طرواتِ چمن و خوبئ ہوا کہیے

سفینہ جب کہ کنارے پہ آ لگا غالبؔ
خدا سے کیا ستم و جورِ ناخدا کہیے

}

◊حاشیہ["کبھی"]{نسخۂ نظامی میں یہاں "کبھی" کی جگہ "کہیں" درج ہے جو مُبرہن طور پر سہوِ کتابت ہے۔ دیگر قدیم و جدید نسخوں میں یہ دونوں شعر صحیح یا غلط، دونوں ہی صورتوں میں ملتے ہیں۔ صحیح صورت سے مراد وہ صورت ہے جو متن میں درج کی گئی۔ دوسری صورت ، "کہیں" کے ساتھ، غلط ہے۔ ◊حم{حامد علی خاں}}
