#lang pollen

◊(define-meta title "کہتے تو ہو تم سب کہ بتِ غالیہ مو آئے")

◊غزل{
کہتے تو ہو تم سب کہ بتِ غالیہ مو آئے
یک مرتبہ گھبرا کے کہو کوئی کہ وو ◊ح{وو} آئے

ہوں کشمکشِ نزع میں ہاں جذبِ محبّت
کچھ کہہ نہ سکوں، پر وہ مرے پوچھنے کو آئے

◊ح['شروع]{مصرع} ہے صاعقہ و شعلہ و سیماب کا عالم
آنا ہی سمجھ میں مری آتا نہیں، گو آئے

ظاہر ہے کہ گھبرا کے نہ بھاگیں گے نکیرین
ہاں منہ سے مگر بادۂ دوشینہ کی بو آئے

جلاّد سے ڈرتے ہیں نہ واعظ سے جھگڑتے
ہم سمجھے ہوئے ہیں اسے جس بھیس میں جو آئے

ہاں اہلِ طلب! کون سنے طعنۂ نا یافت
دیکھا کہ وہ ملتا نہیں اپنے ہی کو کھو آئے

اپنا نہیں وہ شیوہ کہ آرام سے بیٹھیں
اس در پہ نہیں بار تو کعبے ہی کو ہو آئے

کی ہم نفسوں نے اثرِ گریہ میں تقریر
اچّھے رہے آپ اُس◊ح{اس} سے مگر مجھ کو ڈبو آئے

اُس انجمنِ ناز کی کیا بات ہے غالبؔ
ہم بھی گئے واں اور تری تقدیر کو رو آئے

}

◊حاشیہ["وو"]{وو = وہ۔ ◊حم{حامد علی خاں}}
◊حاشیہ["مصرع"]{یہ مصرع نسخۂ رضا میں یوں درج ہے: ◊علامت{؏} ہے زلزلہ و صرصر و سیلاب کا عالم ◊حم{جویریہ مسعود}
مزید: یہ مصرع ”◊علامت{؏} صاعقہ و شعلہ و سیماب کا عالم“ تھا مگر انتخابِ غالبؔ مکتوبہ ◊سال{۱۸۶۶}ء میں غالبؔ نے یہ مصرع بدل دیا تھا۔ ◊حم{نسخۂ رضا}}
◊حاشیہ["اس"]{نسخۂ مہر: "اِس" ۔ نسخۂ نظامی: "اُس" ۔ ◊حم{حامد علی خاں}}
