#lang pollen

◊(define-meta title "کیا تنگ ہم ستم زدگاں کا جہان ہے")

◊غزل{
کیا تنگ ہم ستم زدگاں کا جہان ہے
جس میں کہ ایک بیضۂ مور آسمان ہے

ہے کائنات کو حَرَکت تیرے ذوق سے
پرتو سے آفتاب کے ذرّے میں جان ہے

حالاں کہ ہے یہ سیلیِ خارا سے لالہ رنگ
غافل کو میرے شیشے پہ مے کا گمان ہے

کی اس نے گرم سینۂ اہلِ ہوس میں جا
آوے نہ کیوں پسند کہ ٹھنڈا مکان ہے

کیا خوب! تم نے غیر کو بوسہ نہیں دیا
بس چپ رہو ہمارے بھی منہ میں زبان ہے

بیٹھا ہے جو کہ سایۂ دیوارِ یار میں
فرماں روائے کشورِ ہندوستان ہے

ہستی کا اعتبار بھی غم نے مٹا دیا
کس سے کہوں کہ ”داغ“ جگر کا نشان ہے

ہے بارے اعتمادِ وفاداری اس قدر
غالبؔ ہم اس میں خوش ہیں کہ نا مہربان ہے

◊ح['شروع]{شعر} دلّی کے رہنے والو اسدؔ کو ستاؤ مت
بے چارہ چند روز کا یاں میہمان ہے

}

◊حاشیہ["شعر"]{نسخۂ شیرانی کا اضافہ۔ ◊حم{اعجاز عبید}}
