#lang pollen

◊(define-meta title "گر خامشی سے فائدہ اخفائے حال ہے")

◊غزل{
گر خامشی سے فائدہ اخفائے حال ہے
خوش ہوں کہ میری بات سمجھنی محال ہے

کس کو سناؤں حسرتِ اظہار کا گلہ
دل فردِ جمع و خرچِ زباں ہائے لال ہے

کس پردے میں ہے آئینہ پرداز اے خدا
رحمت کہ عذر خواہ لبِ بے سوال ہے

ہے ہے خدا نہ خواستہ وہ اور دشمنی
اے شوقِ منفعل! یہ تجھے کیا خیال ہے

مشکیں لباسِ کعبہ علی کے قدم سے جان
نافِ زمین ◊ح{ناف-زمین} ہے نہ کہ نافِ غزال ہے

وحشت پہ میری عرصۂ آفاق تنگ تھا
دریا زمین کو عرقِ انفعال ہے

ہستی کے مت فریب میں آ جائیو اسدؔ
عالم تمام حلقۂ دامِ خیال ہے

◊ح['شروع]{مقطع} پہلو تہی نہ کر غم و اندوہ سے، اسدؔ
دل وقفِ درد رکھ کہ فقیروں کا مال ہے

}

◊حاشیہ["ناف-زمین"]{"نافِ زمین" میں اعلانِ نون کا عیب رفع کرنے کے لیے بعض حضرات نے اس مصرع میں "نہ" سے پہلے "یہ" کا اضافہ کیا ہے۔ غالبؔ کی نظر میں عیب نہ تھا۔ ◊حم{حامد علی خاں}}
◊حاشیہ["مقطع"]{نسخۂ رضا میں یہ مقطع زائد ہے۔ ◊حم{جویریہ مسعود}}