#lang pollen

◊(define-meta title "گرمِ فریاد رکھا شکلِ نہالی نے مجھے")

◊شاعری{
گرمِ فریاد رکھا شکلِ نہالی نے مجھے
تب اماں ہجر میں دی بردِ لیالی نے مجھے

نسیہ و نقدِ دو عالم کی حقیقت معلوم
لے لیا مجھ سے مری ہمّتِ عالی نے مجھے

کثرت آرائیِ وحدت ہے پرستارئ وہم
کر دیا کافر ان اصنامِ خیالی نے مجھے

ہوسِ گل کے تصوّر میں بھی کھٹکا نہ رہا
عجب آرام دیا بے پر و بالی نے مجھے

◊ح['شروع]{اشعار} زندگی میں بھی رہا ذوق فنا کا مارا
نشہ بخشا غضب اس ساغرِ خالی نے مجھے

بس کہ تھی فصلِ خزانِ چمنستانِ سخن
رنگِ شہرت نہ دیا تازہ خیالی نے مجھے

جلوۂ خور سے، فنا ہوتی ہے شبنم، غالبؔ
کھو دیا سطوتِ اسمائے جلالی نے مجھے

}

◊حاشیہ["اشعار"]{اس شعر تا مقطع نسخۂ رضا سے۔ ◊حم{جویریہ مسعود}}
