#lang pollen

◊(define-meta title "گلشن کو تری صحبت از بس کہ خوش آئی ہے")

◊شاعری{
گلشن کو تری صحبت از بس کہ خوش آئی ہے
ہر غنچے کا گل ہونا آغوش کشائی ہے

واں کُنگرِ استغنا ہر دم ہے بلندی پر
یاں نالے کو اُور الٹا دعوائے رسائی ہے

از بس کہ سکھاتا ہے غم ضبط کے اندازے
جو داغ نظر آیا اک چشم نمائی ہے

آئینہ نفس سے بھی ہوتا ہے کدورت کش
عاشق کو غبارِ دل اک وجہِ صفائی ہے

ہنگامِ تصوّر ہوں دریوزہ گرِ بوسہ
یہ کاسۂ زانو بھی اک جامِ گدائی ہے

وہ دیکھ کے حسن اپنا مغرور ہوا غالبؔ
صد جلوۂ آئینہ، یک صبحِ جدائی ہے

}
