#lang pollen

◊(define-meta title "ہجومِ نالہ، حیرت عاجزِ عرضِ یک افغاں ہے")

◊غزل{
ہجومِ نالہ، حیرت عاجزِ عرضِ یک افغاں ہے
خموشی ریشۂ صد نیستاں سے خس بہ دنداں ہے

تکلف بر طرف، ہے جانستاں تر لطفِ بد خویاں
نگاہِ بے حجابِ ناز تیغِ تیزِ عریاں ہے

ہوئی یہ کثرتِ غم سے تلف کیفیّتِ شادی
کہ صبحِ عید مجھ کو بد تر از چاکِ گریباں ہے

دل و دیں نقد لا، ساقی سے گر سودا کیا چاہے
کہ اس بازار میں ساغر متاعِ دستگرداں ہے

غم آغوشِ بلا میں پرورش دیتا ہے عاشق کو
چراغِ روشن اپنا قلزمِ صرصر کا مرجاں ہے

◊ح['شروع]{اشعار} کجا مے؟ کُو عرق؟ سعیٔ عروجِ نشّہ رنگیں تر
خطِ رخسارِ ساقی، تا خطِ ساغر چراغاں ہے

رہا بے قدر دل، در پردۂ جوشِ ظہور آخر
گل و نرگس بہم، آئینہ و اقلیمِ کوراں ہے

تکلف سازِ رسوائی ہے، غافل، شرمِ رعنائی
دلِ خوں گشتہ، در دستِ حنا آلودہ عریاں ہے

تماشا، سرخوشِ غفلت ہے با وصفِ حضورِ دل
ہنوز آئینہ، خلوت گاہِ نازِ ربطِ مژگاں ہے

تکلف برطرف، ذوقِ زلیخا جمع کر، ورنہ
پریشاں خواب آغوشِ و داعِ یوسفستاں ہے

اسدؔ، جمعیّتِ دل در کنارِ بے خودی خوشتر
دو عالم آگہی، سامانِ یک خوابِ پریشاں ہے

}

◊حاشیہ["اشعار"]{اس شعر سے آخر تک کے اشعار نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
