#lang pollen

◊(define-meta title "ہجومِ غم سے یاں تک سر نگونی مجھ کو حاصل ہے")

◊غزل{
ہجومِ غم سے یاں تک سر نگونی مجھ کو حاصل ہے
کہ تارِ دامن و تارِ نظر میں فرق مشکل ہے

ہوا ہے مانعِ عاشق نوازی، نازِ خود بینی
تکلّف بر طرف، آئینۂ تمیز حایل ہے

بہ سیلِ اشک لختِ دل ہے دامن گیر مژگاں کا
غریقِ بحر جویائے خس و خاشاکِ ساحل ہے

بہا ہے یاں تک اشکوں میں غبارِ کلفتِ خاطر
کہ چشمِ تر میں ہر یک پارۂ دل پائے در گِل ہے

نکلتی ہے تپش میں بسملوں کی برق کی شوخی
غرض اب تک خیالِ گرمیٔ رفتار قاتل ہے

رفوئے زخم سے مطلب ہے لذّت زخمِ سوزن کی
سمجھیو مت کہ پاسِ درد سے دیوانہ غافل ہے

وہ گُل جس گُلستاں میں جلوہ فرمائی کرے غالبؔ
چٹکنا غنچۂ گُل ◊ح{غنچہ-گل} کا صدائے خندۂ دل ہے

}

◊حاشیہ["غنچہ-گل"]{"غنچۂ گُل" کی جگہ بعض مؤقر نسخوں میں "غنچہ و گُل" اور "غنچۂ دل" بھی چھپا ہے۔ اسے سہو کتابت کا نتیجہ سمجھنا چاہیے۔ غنچۂ گُل = گلاب کی کلی۔ غنچے کے ساتھ"گُل" کا بھی چٹکنے لگنا محل نظر ہے۔ ◊حم{حامد علی خاں}}
