#lang pollen

◊(define-meta title "ہر قدم دورئ منزل ہے نمایاں مجھ سے")

◊غزل{
ہر قدم دورئ منزل ہے نمایاں مجھ سے
میری ◊ح{میری} رفتار سے بھاگے ہے، بیاباں مجھ سے

درسِ عنوانِ تماشا، بہ تغافلِ خُوشتر
ہے نگہ رشتۂ شیرازۂ مژگاں مجھ سے

وحشتِ آتشِ دل سے، شبِ تنہائی میں
صورتِ دُود، رہا سایہ گُریزاں مجھ سے

غمِ عشاق نہ ہو، سادگی آموزِ بُتاں
کِس قدر خانۂ آئینہ ہے ویراں مجھ سے

اثرِ آبلہ سے، جادۂ صحرائے جُنوں
صُورتِ رشتۂ گوہر ہے چراغاں مجھ سے

بے خودی بسترِ تمہیدِ فراغت ہُوجو! ◊ح{ہوجو}
پُر ہے سایے کی طرح، میرا شبستاں مجھ سے

شوقِ دیدار میں، گر تُو مجھے گردن مارے
ہو نگہ، مثلِ گُلِ شمع، پریشاں مجھ سے

بے کسی ہائے شبِ ہجر کی وحشت، ہے ہے!
سایہ خُورشیدِ قیامت میں ہے پنہاں مجھ سے

گردشِ ساغرِ صد جلوۂ رنگیں، تجھ سے
آئینہ دارئ یک دیدۂ حیراں، مُجھ سے

نگہِ گرم سے ایک آگ ٹپکتی ہے، اسدؔ!
ہے چراغاں، خس و خاشاکِ گُلستاں مجھ سے

}

◊حاشیہ["میری"]{بعض نسخوں میں "میری" کی جگہ "مِری" چھپا ہے مگر یہاں "میری" زیادہ مناسب معلوم ہوتا ہے اور اکثر نسخوں میں "میری" ہی چھپا ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["ہوجو"]{ہُوجو = ہُوجیو۔ یہ "ہو، جو" نہیں ہے، جیسا بعض اصحاب پڑھتے ہیں۔ "ہُو" بہ واؤ معروف بولا جاتا ہے۔ ◊حم{حامد علی خاں}}
