#lang pollen

◊(define-meta title "ہر ایک بات پہ کہتے ہو تم کہ تو کیا ہے")

◊شاعری{
ہر ایک بات پہ کہتے ہو تم کہ تو کیا ہے
تمہیں کہو کہ یہ اندازِ گفتگو کیا ہے

نہ شعلے میں یہ کرشمہ نہ برق میں یہ ادا
کوئی بتاؤ کہ وہ شوخِ تُند خُو کیا ہے

یہ رشک ہے کہ وہ ہوتا ہے ہم سخن تم سے
وگرنہ خوفِ بد آموزیِ عدو کیا ہے

چپک رہا ہے بدن پر لہو سے پیراہن
ہمارے جَیب ◊ح{جیب} کو اب حاجتِ رفو کیا ہے

جلا ہے جسم جہاں، دل بھی جل گیا ہو گا
کریدتے ہو جو اب راکھ جستجو کیا ہے

رگوں میں دوڑتے پھرنے کے ہم نہیں قائل
جب آنکھ سے ہی ◊ح{سے-ہی} نہ ٹپکا تو پھر لہو کیا ہے

وہ چیز جس کے لیے ہم کو ہو بہشت عزیز
سوائے بادۂ گُلفامِ مشک‌بو ◊ح{بادہ-گل} کیا ہے

پیوں شراب اگر خم بھی دیکھ لوں دو چار
یہ شیشہ و قدح و کوزہ و سبو کیا ہے

رہی نہ طاقتِ گفتار اور اگر ہو بھی
تو کس امید پہ کہیے کہ آرزو کیا ہے

ہوا ہے شہ کا مصاحب پھرے ہے اتراتا
وگرنہ شہر میں غالبؔ کی آبرو کیا ہے

}

◊حاشیہ["جیب"]{"جَیب" بہ‌معنئ "گریبان" مذکر ہے۔ بیشتر مروّجہ نسخوں میں جو "ہماری جیب" چھپا ہے وہ اس غلط فہمی کی بنا پر ہے کہ قدیم نسخوں میں یائے معروف و مجہول کا امتیاز نہ تھا۔ ◊حم{حامد علی خاں}}
◊حاشیہ["سے-ہی"]{اصل نسخے میں "جب آنکھ سے ہی" ہے لیکن بعض جدید نسخوں میں "جب آنکھ ہی سے" رکھا گیا ہے جس سے مطلب زیادہ واضح ہو جاتا ہے لیکن نظامی میں یوں ہی ہے۔ ◊حم{اعجاز عبید}
مزید: بعض فاضل مرتبین نے "سے ہی" کو قابلِ اعتراض سمجھ کر، اپنے نسخوں میں اِسے "ہی سے" بنا دیا ہے۔ غالبؔ کا اصرار، بظاہر، "آنکھ" پر نہیں، آنکھ سے "ٹپکنے" پر ہے۔ چنانچہ متن میں قدیم نسخوں کا اندراج برقرار رکھا گیا۔ ◊حم{حامد علی خاں}}
◊حاشیہ["بادہ-گل"]{نسخۂ مہر میں "بادہ و گُلفامِ مشک‌بو" ۔ ◊حم{جویریہ مسعود}}
