#lang pollen

◊(define-meta title "ہزاروں خواہشیں ایسی کہ ہر خواہش پہ دم نکلے")

◊غزل{
ہزاروں خواہشیں ایسی کہ ہر خواہش پہ دم نکلے
بہت نکلے مرے ارمان لیکن پھر بھی کم نکلے

◊ح['شروع]{شعر} ذرا کر زور سینے پر کہ تیر پر ستم نکلے
جو وہ نکلے تو دل نکلے جو دل نکلے تو دم نکلے

ڈرے کیوں میرا قاتل؟ کیا رہے گا اُس کی گردن پر
وہ خوں، جو چشم تر سے عمر بھر یوں دم بہ دم نکلے؟

نکلنا خلد سے آدم کا سنتے آئے ہیں لیکن
بہت بے آبرو ہو کر ترے کوچے سے ہم نکلے

بھرم کھل جائے ظالم تیرے قامت کی درازی کا
اگر اس طرۂ پُر پیچ و خم کا پیچ و خم نکلے

مگر ◊ح{مگر} لکھوائے کوئی اس کو خط تو ہم سے لکھوائے
ہوئی صبح اور گھر سے کان پر رکھ کر قلم نکلے

ہوئی اِس دور میں منسوب مجھ سے بادہ آشامی
پھر آیا وہ زمانہ جو جہاں میں جامِ جم نکلے

ہوئی جن سے توقع خستگی کی داد پانے کی
وہ ہم سے بھی زیادہ خستۂ تیغِ ستم نکلے

محبت میں نہیں ہے فرق جینے اور مرنے کا
اسی کو دیکھ کر جیتے ہیں جس کافر پہ دم نکلے

◊ح['شروع]{شعر-۲} خدا کے واسطے پردہ نہ کعبہ سے اٹھا ظالم
کہیں ایسا نہ ہو یاں بھی وہی کافر صنم نکلے

کہاں میخانے کا دروازہ غالبؔ! اور کہاں واعظ
پر اِتنا جانتے ہیں، کل وہ جاتا تھا کہ ہم نکلے

}

◊حاشیہ["شعر"]{یہ شعر نسخۂ مہر کے علاوہ کسی اور نسخے میں نہیں ملا ۔ مہر صاحب نے نوائے سروش میں اس شعر کو متن میں جگہ تو دی ہے مگر تشریح نہیں لکھی۔ میرا خیال ہے کہ غالبؔ سے اس کی نسبت مشکوک ہے۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["مگر"]{نسخۂ حمیدیہ (اور مہر) میں یہاں لفظ "اگر" ہے، دوسرے تمام نسخوں میں "مگر" ، صرف طباطبائی نے حمیدیہ کی املا قبول کی ہے۔ ممکن ہے کہ حمیدیہ میں یہ لفظ کتابت کی غلطی ہو۔ ◊حم{اعجاز عبید}
مزید: نسخۂ مہر میں یہاں "مگر" کی جگہ "اگر" چھپا ہے لیکن نسخۂ حمیدیہ، نسخۂ عرشی، نسخۂ مالک رام، نسخۂ نظامی، نسخۂ حسرت موہانی، نسخۂ بیخود دہلوی اور دیگر تمام پیشِ نظر، قدیم و جدید نسخوں میں "مگر" ہی چھپا ہے اور اِس میں احتمالِ معنوی نے ایک مزید لطف بھی پیدا کر دیا ہے۔ تمام مہیا شہادتوں سے یہاں "مگر" ہی غالبؔ کا لفظ معلوم ہوتا ہے البتہ نسخۂ طباطبائی (لکھنؤ ۱۹۶۱) میں نسخۂ مہر ہی کی طرح "اگر" چھپا ہے۔ اُس نسخے میں اغلاطِ کتابت کی کثرت ہے۔ غالباً ان دونوں ہی نسخوں میں "اگر" غلطِ کاتب ہے۔ علاوہ ازیں نسخۂ مہر میں کاتب نے اِس غزل کے اشعار کی ترتیب بے مُحابا بدل ڈالی ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["شعر-۲"]{یہ مشہور شعر نسخۂ مہر اور نسخۂ طاہر کے علاوہ کسی اور نسخے میں نہیں ملا۔ گمان غالب ہے کہ یہ شعر بہادر شاہ ظفر کا ہے ۔ نیز مہر صاحب نے نوائے سروش میں اس شعر کو متن میں جگہ تو دی ہے مگر تشریح نہیں لکھی۔ ( جویریہ مسعود)}