#lang pollen

◊(define-meta title "ہم زباں آیا نظر فکرِ سخن میں تُو مجھے")

◊غزل{
ہم زباں آیا نظر فکرِ سخن میں تُو مجھے
مردمک، ہے طوطیٔ آئینۂ زانو مجھے

باعثِ واماندگی ہے عمرِ فرصت جُو مجھے
کر دیا ہے پا بہ زنجیرِ رمِ آہو مجھے

◊ح['شروع]{اشعار} پا بہ دامن ہو رہا ہوں بس کہ میں صحرا نورد
خارِ پا ہیں جوہرِ آئینۂ زانو مجھے

دیکھنا حالت مرے دل کی ہم آغوشی کے وقت ◊ح{وقت}
ہے نگاہِ آشنا تیرا سرِ ہر مو مجھے

ہوں سراپا سازِ آہنگِ شکایت کچھ نہ پوچھ
ہے یہی بہتر کہ لوگوں میں نہ چھیڑے تو مجھے

خاکِ فرصت بر سرِ ذوقِ فنا! اے انتظار
ہے غبارِ شیشۂ ساعت، رمِ آہو مجھے

یادِ مژگاں میں بہ نشتر رازِ صحرائے خیال
چاہیے وقتِ تپش یک دست صد پہلو مجھے

کثرتِ جور و ستم سے، ہو گیا ہوں بے دماغ
خوبرویوں نے بنایا عاقبت بد خو مجھے

اضطرابِ عمر بے مطلب نہیں آخر، کہ ہے
جستجوئے فرصتِ ربطِ سرِ زانو مجھے

چاہیے درمانِ ریشِ دل بھی تیغِ ناز سے
مرہمِ زنگار ہے وہ وسمۂ ابرو مجھے

فرصتِ آرام غش، ہستی ہے بحرانِ عدم
ہے شکستِ رنگِ امکاں، گردشِ پہلو مجھے

سازِ ایمائے فنا ہے عالمِ پیری، اسدؔ
قامتِ خم سے ہے حاصل شوخیٔ ابرو مجھے

}

◊حاشیہ["اشعار"]{متداول دیوان میں صرف یہ تین اشعار درج ہیں۔ باقی اشعار نسخۂ رضا سے شامل کردہ ہیں۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["وقت"]{نسخۂ مہر میں "ہم آغوشی کے بعد"۔◊حم{جویریہ مسعود}}
