#lang pollen

◊(define-meta title "ہے بزمِ بتاں میں سخن آزردہ لبوں سے")

◊شاعری{
ہے بزمِ بتاں میں سخن آزردہ لبوں سے
تنگ آئے ہیں ہم ایسے خوشامد طلبوں سے

ہے دورِ قدح وجہ پریشانیِ صہبا
یک بار لگا دو خمِ مے میرے لبوں سے

رندانِ درِ مے کدہ گستاخ ہیں زاہد
زنہار نہ ہونا طرف ان بے ادبوں سے

بیدادِ وفا دیکھ، کہ جاتی رہی آخر
ہر چند مری جان کو تھا ربط لبوں سے

◊ح['شروع]{اشعار} کیا پوچھے ہے بر خود غلطی ہائے عزیزاں؟
خواری کو بھی اک عار ہے، عالی نسبوں سے

گو تم کو رضا جوئیِ اغیار ہے، لیکن
جاتی ہے ملاقات کب ایسے سببوں سے؟

مت پوچھ، اسدؔ، غصۂ کم فرصتئ زیست
دو دن بھی جو کاٹے، تو قیامت تعبوں سے

}

◊حاشیہ["اشعار"]{یہاں سے آخر تک نسخۂ رضا سے اضافہ ہیں۔ ◊حم{جویریہ مسعود}}
