#lang pollen

◊(define-meta title "ہے آرمیدگی میں نکوہش بجا مجھے")

◊شاعری{
ہے آرمیدگی میں نِکوہِش بجا مجھے
صبحِ وطن ہے خندۂ دنداں نما مجھے

ڈھونڈے ہے اس مغنّئ آتش نفس کو جی
جس کی صدا ہو جلوۂ برقِ فنا مجھے

مستانہ طے کروں ہوں رہِ وادیِ خیال
تا باز گشت سے نہ رہے مدّعا مجھے

کرتا ہے بس کہ باغ میں تو بے حجابیاں
آنے لگی ہے نکہتِ گل سے حیا مجھے

کھلتا کسی پہ کیوں مرے دل کا معاملہ
شعروں کے انتخاب نے رسوا کیا مجھے

◊ح['شروع]{اشعار} ہے پیچ تابِ رشتۂ شمعِ سحر گہی
خجلت گدازیِ نفسِ نا رسا مجھے

واں رنگ ہا بہ پردۂ تدبیر ہیں ہنوز
یاں شعلۂ چراغ ہے، برگِ حنا مجھے

پرواز ہا نیازِ تماشائے حسنِ دوست
بالِ کشادہ ہے، نگہِ آشنا مجھے

از خود گزشتگی میں خموشی پہ حرف ہے
موجِ غبارِ سرمہ ہوئی ہے صدا مجھے

تا چند پست فطرتئ طبعِ آرزو؟
یا رب ملے بلندیِ دستِ دعا مجھے

یاں آب و دانہ، موسمِ گل میں، حرام ہے
زنارِ واگسستہ ہے، موجِ صبا مجھے

یک بار امتحانِ ہوس بھی ضرور ہے
اے جوشِ عشق، بادۂ مرد آزما مجھے

میں نے جنوں سے کی جو، اسدؔ، التماسِ رنگ
خونِ جگر میں ایک ہی غوطہ دیا مجھے

}

◊حاشیہ["اشعار"]{یہاں سے آخر تک کے اشعار نسخۂ رضا سے شامل کردہ ہیں۔ ◊حم{جویریہ مسعود}}
