#lang pollen

◊(define-meta title "یاد ہے شادی میں بھی، ہنگامۂ \"یا رب\" ، مجھے")

◊شاعری{
یاد ہے شادی میں بھی، ہنگامۂ "یا رب" ، مجھے
سُبحۂ زاہد ہوا ہے، خندہ زیرِ لب مجھے

ہے کُشادِ خاطرِ وابستہ دَر، رہنِ سخن
تھا طلسمِ قُفلِ ابجد، خانۂ مکتب مجھے

یا رب! اِس آشفتگی کی داد کس سے چاہیے!
رشک، آسائش پہ ہے زندانیوں کی اب مجھے

طبع ہے مشتاقِ لذت ہائے حسرت کیا کروں!
آرزو سے، ہے شکستِ آرزو مطلب مجھے

◊ح['شروع]{اشعار} صبح، نا پیدا ہے کلفت خانۂ ادبار میں
توڑنا ہوتا ہے رنگِ یک نفس، ہر شب مجھے

شومیِ طالع سے ہوں ذوقِ معاصی میں اسیر
نامۂ اعمال ہے، تاریکیِ کوکب مجھے

درد نا پیدا و بے جا تہمتِ وارستگی
پردہ دارِ یاوگی ہے، وسعتِ مشرب مجھے

دل لگا کر آپ بھی غالبؔ مُجھی سے ہو گئے
عشق سے آتے تھے مانِع، میرزا صاحب مجھے

}

◊حاشیہ["اشعار"]{یہ اور اگلے دو شعر نسخۂ رضا سے شامل کردہ ہیں۔ ◊حم{جویریہ مسعود}}
