#lang pollen

◊(define-meta title "یوں بعدِ ضبطِ اشک پھروں گرد یار کے")

◊شاعری{
یوں بعدِ ضبطِ اشک پھروں گرد یار کے
پانی پیے کسو پہ کوئی جیسے وار کے

سیماب پشت گرمیِ آئینہ دے ہے ہم
حیراں کیے ہوئے ہیں دلِ بے قرار کے

بعد از وداعِ یار بہ خوں در طپیدہ ◊ح{طپیدہ} ہیں
نقشِ قدم ہیں ہم کفِ پائے نگار کے

ظاہر ہے ہم سے کلفتِ بختِ سیاہ روز
گویا کہ تختۂ مشق ہے خطِّ غبار کے

حسرت سے دیکھ رہتے ہیں ہم آب و رنگِ گل
مانندِ شبنم اشک ہے مژگانِ خار کے

آغوشِ گل کشودہ برائے وداع ہے
اے عندلیب چل! کہ چلے دن بہار کے

ہم مشقِ فکرِ وصل و غمِ ہجر سے اسدؔ
لائق نہیں رہے ہیں غمِ روزگار کے

}

◊حاشیہ["طپیدہ"]{اِس لفظ کی جدید املا "تپیدہ" ہے۔ ◊حم{اعجاز عبید}}
