#lang pollen

◊(define-meta title "یہ بزمِ مے پرستی، حسرتِ تکلیف بے جا ہے")

◊شاعری{
◊ح['شروع]{مطلع} یہ بزمِ مے پرستی، حسرتِ تکلیف بے جا ہے
کہ جامِ بادہ کف بر لب بہ تقریبِ تقاضا ہے

مری ہستی فضائے حیرت آبادِ تمنّا ہے
جسے کہتے ہیں نالہ وہ اسی عالم کا عنقا ہے

خزاں کیا، فصلِ گل کہتے ہیں کس کو، کوئی موسم ہو
وہی ہم ہیں، قفس ہے، اور ماتم بال و پر کا ہے

وفائے دلبراں ہے اتّفاقی ورنہ اے ہمدم
اثر فریادِ دل ہاے حزیں کا کس نے دیکھا ہے

نہ لائی ◊ح{لائی} شوخئ اندیشہ تابِ رنجِ نومیدی
کفِ افسوس مَلنا عہدِ تجدیدِ تمنّا ہے

◊ح['شروع]{اشعار} نشاطِ دیدۂ بینا ہے، کُو خواب؟ و چہ بیداری؟
بہم آوردہ مژگاں، روئے بر روئے تماشا ہے

نہ سووے آبلوں میں گر، سرشکِ دیدۂ نم سے
بہ جولاں گاہِ نومیدی، نگاہِ عاجزاں پا ہے

وفائے دلبراں ہے اتفاقی، ورنہ، اے ہمدم
اثر فریادِ دل ہائے حزیں کا کس نے دیکھا ہے

نگہ معمارِ حسرت ہا، چہ آبادی؟ چہ ویرانی؟
کہ مژگاں جس طرف وا ہو، بہ کف دامانِ صحرا ہے

بہ سختی ہائے قیدِ زندگی، معلوم آزادی
شرر بھی صیدِ دامِ رشتۂ رگ ہائے خارا ہے

اسدؔ، پاسِ تمنا سے نہ رکھ امیدِ آزادی
گدازِ ہر تمنا آبیارِ صد تمنا ہے

}

◊حاشیہ["مطلع"]{مطلع نسخۂ رضا سے شامل کیا گیا ہے۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["لائی"]{نسخۂ مہرؔ میں "نہ لائے" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["اشعار"]{اس شعر سے مقطع تک اشعار نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
