#lang pollen

◊(define-meta title "ہے کس قدر ہلاکِ فریبِ وفائے گُل")

◊شاعری{
ہے کس قدر ہلاکِ فریبِ وفائے گُل
بُلبُل کے کاروبار پہ ہیں خندہ ہائے گُل

آزادئ نسیم مبارک کہ ہر طرف
ٹوٹے پڑے ہیں حلقۂ دامِ ہوائے گُل

جو تھا، سو موجِ رنگ کے دھوکے میں مر گیا
اے وائے، نالۂ لبِ خونیں نوائے گُل!

◊ح['شروع]{شعر} دیوانگاں کا چارہ فروغِ بہار ہے
ہے شاخِ گل میں، پنجۂ خوباں، بجائے گل

خوش حال اُس حریفِ سیہ مست کا، کہ جو
رکھتا ہو مثلِ سایۂ گُل، سر بہ پائے گُل

ایجاد کرتی ہے اُسے تیرے لیے بہار
میرا رقیب ہے نَفَسِ عطرسائے گُل

◊ح['شروع]{شعر-۲} مژگاں تلک رسائیِ لختِ جگر کہاں؟
اے وائے! گر نگاہ نہ ہو آشنائے گل

شرمندہ رکھتے ہیں مجھے بادِ بہار سے
مینائے بے شراب و دلِ بے ہوائے گُل

سطوت سے تیرے جلوۂ حُسنِ غیور کی
خوں ہے مری نگاہ میں رنگِ ادائے گُل

تیرے ہی جلوے کا ہے یہ دھوکا کہ آج تک
بے اختیار دوڑے ہے گُل در قفائے گُل

غالبؔ! مجھے ہے اُس سے ہم آغوشی آرزو
جس کا خیال ہے گُلِ جیبِ قبائے گُل

}

◊حاشیہ["شعر"]{نسخۂ رضا میں مزید شعر۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["شعر-۲"]{نسخۂ رضا میں مزید شعر۔ ◊حم{جویریہ مسعود}}