#lang pollen

◊(define-meta title "بیانِ مصنّف")

◊سرخی{بیانِ مصنّف ◊ح{قطعہ}}

◊سہرا{
منظُور ہے گُزارشِ احوالِ واقعی
اپنا بیانِ حُسنِ طبیعت نہیں مجھے

سَو پُشت سے ہے پیشۂ آبا سپہ گری
کچھ شاعری ذریعۂ عزت نہیں مجھے

آزادہ رَو ہوں اور مِرا مسلک ہے صلحِ کُل
ہر گز کبھی کسی سے عداوت نہیں مجھے

کیا کم ہے یہ شرف کہ ظفر کا غلام ہوں
مانا کہ جاہ و منصب و ثروت نہیں مجھے

اُستادِ شہ سے ہو مجھے پَرخاش کا خیال؟
یہ تاب، یہ مجال، یہ طاقت نہیں مجھے

جامِ جہاں نُما ہے شہنشاہ کا ضمیر
سَوگند اور گواہ کی حاجت نہیں مجھے

میں کون اور ریختہ، ہاں اِس سے مدعا
جُز انبساطِ خاطرِ حضرت نہیں مجھے

سِہرا لکھا گیا ز رہِ امتثالِ اَمر
دیکھا کہ چارہ غیرِ اطاعت نہیں مجھے

مقطع میں آ پڑی ہے ◊ح{ہے} سُخن گُسترانہ بات
مقصود اس سے قطعِ محبت نہیں مجھے

رُوئے سُخن کسی کی طرف ہو تو رُو سیاہ
سودا نہیں، جُنوں نہیں، وحشت نہیں مجھے

قسمت بُری سہی پَہ طبیعت بُری نہیں
ہے شُکر کی جگہ کہ شکایت نہیں مجھے

صادق ہوں اپنے قول میں ◊ح{قول-میں} غالبؔ، خدا گواہ
کہتا ہوں سچ کہ جُھوٹ کی عادت نہیں مجھے

}

◊حاشیہ["ہے"]{نسخۂ مہرؔ میں "تھی" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["قول-میں"]{آزادؔ کی آبِ حیات میں "صادق ہوں اپنے قول کا" چھپا ہے۔ نسخۂ نظامی: "قول میں" ۔ ◊حم{حامد علی خاں}}
◊حاشیہ["قطعہ"]{یہ قطعہ دہلی اردو اخبار جلد ۱۴، نمبر ۱۳، مورخہ ۲۸ مارچ ۱۸۵۲ء میں شائع ہوا تھا۔ ◊حم{نسخۂ رضا}}
