#lang pollen

◊(define-meta title "خوش ہو اے بخت")

◊سرخی{خوش ہو اے بخت ◊ح{سہرا}}

◊سہرا{
خوش ہو اے بخت کہ ہے آج تِرے سر سہرا
باندھ شہزادہ ◊ح{شہزادہ} جواں بخت کے سر پر سہرا

کیا ہی اِس چاند سے مُکھڑے پہ بھلا لگتا ہے!
ہے تِرے حُسنِ دل افروز کا زیور سہرا

سر پہ چڑھنا تجھے پھبتا ہے پر اے طرفِ کُلاہ
مجھ کو ڈر ہے کہ نہ چھینے تِرا لمبر سہرا

ناؤ بھر کر ہی پروئے گئے ہوں گے موتی
ورنہ کیوں لائے ہیں کشتی میں لگا کر سہرا

سات دریا کے فراہم کیے ہوں گے موتی
تب بنا ہوگا اِس انداز کا گز بھر سِہرا

رُخ پہ دُولہا کے جو گرمی سے پسینا ٹپکا
ہے رگِ ابرِ گُہر بار سَراسَر سِہرا

یہ بھی اِک بے ادبی تھی کہ قبا سے بڑھ جائے
رہ گیا آن کے دامن کے برابر سِہرا

جی میں اِترائیں نہ موتی کہ ہمیں ہیں اِک چیز
چاہیے پُھولوں کا بھی ایک مُقرّر ◊ح{مقرر} سہرا

جب کہ اپنے میں سماویں نہ خوشی کے مارے
گوندھے پُھولوں کا بھلا پھر کوئی کیوں کر سِہرا

رُخ روشن کی دَمک، گوہرِ غلتاں ◊ح{غلتاں} کی چمک
کیوں نہ دکھلائے فرُوغِ مہ و اختر سہرا

تار ریشم کا نہیں، ہے یہ رَگِ ابرِ بہار
لائے گا تابِ گراں باریٔ گوہر سِہرا!

ہم سُخن فہم ہیں، غالبؔ کے طرف دار نہیں
دیکھیں، اس سہرے سے کہہ دے کوئی بڑھ کر سہرا! ◊ح['آخر]{مصرع}

}

◊حاشیہ["سہرا"]{غالبؔ نے یہ سہرا اپنے دیوان میں شامل نہیں کیا تھا۔ ◊حم{حامد علی خاں}
مزید: مرزا جواں بخت کی شادی کی تاریخیں یکم و دوم ماہِ اپریل ۱۸۵۲ء بتائی جاتی ہیں۔ ◊حم{نسخۂ رضا}}
◊حاشیہ["شہزادہ"]{نسخۂ مہرؔ میں "شہزادے" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["مقرر"]{مُقرّر = ضرور، بالیقین۔ نسخۂ حسرتؔ موہانی میں "مُکرّر" چھپا ہے مگر کسی اور نسخے میں اِس کی سند نہیں ملی۔ ◊حم{حامد علی خاں}}
◊حاشیہ["غلتاں"]{اِس کی ایک املا "غلطاں" بھی ہے۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["مصرع"]{نسخۂ مہرؔ میں یہ مصرعہ اس طرح درج ہے: ◊علامت{؏} دیکھیں، کہہ دے کوئی اس سہرے سے بڑھ کر سہرا! ◊حم{جویریہ مسعود}
مزید: محمد حسین آزاد کی آبِ حیات میں "بڑھ کر" کی جگہ "بہتر" چھپا ہے، مگر مروّجہ نسخوں میں اختلاف ہے۔ معلوم نہیں کہ غالبؔ نے کیا کہا تھا۔ ◊حم{حامد علی خاں}}
