#lang pollen

◊(define-meta title "اگر گُل حسن و اُلفت کی بہم جو شیدنی جانے")

◊غزل{
اگر گُل حسن و اُلفت کی بہم جو شیدنی جانے
پرِ بلبل کے افسردن کو دامن چیدنی جانے

فسونِ حُسن سے ہے، شوخیٔ گلگونہ آرائی
بہار، اس کی کفِ مشاطہ میں بالیدنی جانے

نوائے بلبل و گل، پاسبانِ بے دماغی ہے
بہ یک مژگانِ خوباں، صد چمن خوابیدنی جانے

زہے! شب زندہ دارِ انتظارستاں، کہ وحشت سے
مژہ، پیچک میں مہ کی سوزن آسا، چیدنی جانے

خوشا! مستی، کہ جوشِ حیرتِ اندازِ قاتل سے
نگہ، شمشیر میں جوں جوہر، آرامیدنی جانے

جفا شوخ و ہوس گستاخِ مطلب ہے، مگر عاشق
نفس، در قالبِ خشتِ لحد دزدیدنی جانے

نوائے طائرانِ آشیاں گم کردہ آتی ہے
تماشا ہے کہ رنگِ رفتہ بر گردیدنی جانے

اسدؔ! جاں نذرِ الطافے کہ ہنگامِ ہم آغوشی
زبانِ ہر سرِ مُو، حالِ دل پرسیدنی جانے

گلستاں، بے تکلف پیشِ پا افتادہ مضموں ہے
جو تو باندھے کفِ پا پر حنا، آئینہ موزوں ہے

بہارِ گلِ دماغِ نشۂ ایجادِ مجنوں ہے
ہجومِ برق سے، چرخ و زمیں، یک قطرۂ خوں ہے

رجوعِ گریہ سوئے دل، خوشا! سرمایۂ طوفاں
بر انگشتِ حسابِ اشک، ناخن، نعلِ واژوں ہے

عدم وحشت سراغ و ہستی آئیں بندِ رنگینی
دماغِ دو جہاں پر، سنبل و گل، یک شبے خوں ہے

تماشا ہے علاجِ بے دماغی ہائے دل، غافل
سویدا مردمِ چشمِ پری، نظّارہ افسوں ہے

فنا، کرتی ہے زائل سر نوشتِ کلفتِ ہستی
سحر، از بہرِ شست و شوئے داغِ ماہ، صابوں ہے

اسدؔ! ہے آج مژگانِ تماشا کی حنا بندی
چراغانِ نگاہ و شوخیٔ اشکِ جگر گوں ہے

}
