#lang pollen

◊(define-meta title "اے خیالِ وصل، نادر ہے مے آشامی تری")

◊شاعری{
اے خیالِ وصل، نادر ہے مے آشامی تری
پختگی ہائے کبابِ دل ہوئی خامی تری

رچ گیا جوشِ صفائے زلف کا، اعضا میں، عکس
ہے نزاکت جلوہ، اے ظالم، سیہ فامی تری

برگ ریزی ہائے گل، ہے وضعِ زر افشاندنی
باج لیتی ہے گلستاں سے گل اندامی تری

بس کہ ہے عبرت ادیبِ یاوگی ہائے ہوس
میرے کام آئی دلِ مایوس ناکامی تری

ہم نشینئ رقیباں، گرچہ ہے سامانِ رشک
لیکن اس سے ناگوارا تر ہے بدنامی تری

تجھ کو، اے غفلت نسب پروائے مشتاقاں کہاں
یاں نگہ آلودہ ہے دستارِ بادامی تری

سر بہ زانوئے کرم رکھتی ہے شرمِ ناکسی
اے اسدؔ! بے جا نہیں ہے غفلت آرامی تری

}