#lang pollen

◊(define-meta title "خبر نگہ کو، نگہ چشم کو عدو جانے")

◊غزل{
خبر نگہ کو، نگہ چشم کو عدو جانے
وہ جلوہ کر، کہ نہ میں جانوں اور نہ تو جانے

نفس بہ نالہ رقیب و نگہ بہ اشک عدو
زیادہ اُس سے گرفتار ہوں کہ تو جانے

بہ کسوتِ عرقِ شرم قطرہ زن ہے خیال
مباد، حوصلہ معذورِ جستجو جانے

جنوں فسردۂ تمکیں ہے، کاش! عہدِ وفا
گدازِ حوصلہ کو پاسِ آبرو جانے

نہ ہووے کیوں کہ اُسے فرض قتلِ اہلِ وفا
لہو میں ہاتھ کے بھرنے کو جو وضو جانے

زباں سے عرضِ تمنائے خامشی معلوم
مگر وہ خانہ بر انداز گفتگو جانے

مسیحِ کشتۂ اُلفت ببر علی خاں ہے
کہ جو، اسدؔ! تپشِ نبضِ آرزو جانے

}
