#lang pollen

◊(define-meta title "دریوزۂ ساماں ہا، اے بے سر و سامانی")

◊غزل{
دریوزۂ ساماں ہا، اے بے سر و سامانی
ایجادِ گریباں ہا، در پردۂ عریانی

تمثالِ تماشا ہا، اقبالِ تمنا ہا
عجزِ عرقِ شرمے، اے آئینہ حیرانی

دعوائے جنوں باطل، تسلیم عبث حاصل
پروازِ فنا مشکل، میں عجزِ تن آسانی

بیگانگیٔ خو ہا، موجِ رمِ آہو ہا
دامِ گلۂ اُلفت، زنجیرِ پشیمانی

پرواز تپش رنگی، گل زار ہمہ تنگی
خوں ہو قفسِ دل میں، اے ذوقِ پر افشانی

سنگ آمد و سخت آمد، دردِ سرِ خود داری
معذورِ سبکساری، مجبورِ گراں جانی

گل زارِ تمنا ہوں، گل چینِ تماشا ہوں
صد نالہ اسدؔ! بلبل در بندِ زباں دانی

}
