#lang pollen

◊(define-meta title "دیکھتا ہوں وحشتِ شوقِ خروش آمادہ سے")

◊غزل{
دیکھتا ہوں وحشتِ شوقِ خروش آمادہ سے
فالِ رسوائی، سرشکِ سر بہ صحرا دادہ سے

دام گر سبزے میں پنہاں کیجیے طاؤس ہو
جوشِ نیرنگِ بہارِ عرضِ صحرا دادہ سے

آمدِ سیلابِ طوفانِ صدائے آب ہے
نقشِ پا، جو کان میں رکھتا ہے انگلی جادہ سے

بزمِ مے، وحشت کدہ ہے کس کی چشمِ مست کا؟
شیشے میں، نبضِ پری، پنہاں ہے موجِ بادہ سے

خیمۂ لیلیٰ سیاہ و خانۂ مجنوں خراب
جوشِ ویرانی ہے عشقِ داغ بیروں دادہ سے

بزمِ ہستی وہ تماشا ہے کہ جس کو ہم، اسدؔ
دیکھتے ہیں چشمِ از خوابِ عدم نہ کشادہ سے

}
