#lang pollen

◊(define-meta title "نظر پرستی و بے کاری و خود آرائی")

◊شاعری{
نظر پرستی و بے کاری و خود آرائی
رقیبِ آئینہ ہے، حیرتِ تماشائی

ز خود گزشتنِ دل، کاروانِ حیرت ہے
نگہ، غبارِ ادب گاہِ جلوہ فرمائی

نہیں ہے حوصلہ، پامردِ کثرتِ تکلیف
جنونِ ساختہ، حرزِ فسونِ دانائی

بہ چشم درشدہ مژگاں، ہے جوہرِ رگِ خواب
نہ پوچھ نازکئ وحشتِ شکیبائی

خرابِ نالۂ بلبل، شہیدِ خندۂ گل
ہنوز دعوئ تمکین و بیمِ رسوائی

شکستِ سازِ خیال، آں سوئے گریوۂ غم
ہنوز نالہ پر افشانِ ذوقِ رعنائی

ہزار قافلۂ آرزو، بیاباں مرگ
ہنوز محملِ حسرت بہ دوشِ خود رائی

وداعِ حوصلہ، توفیقِ شکوہ، عجزِ وفا
اسدؔ ہنوز، گمانِ غرورِ دانائی!

}