#lang pollen

◊(define-meta title "نگہ اُس چشم کی، افزوں کرے ہے نا توانائی")

◊شاعری{
نگہ اُس چشم کی، افزوں کرے ہے نا توانائی
پرِ بالش ہے وقتِ دید، مژگانِ تماشائی

شکستِ قیمتِ دل، آں سوئے عذرِ شناسائی
طلسمِ نا اُمیدی ہے، خجالت گاہِ پیدائی

پرِ طاؤس ہے نیرنگِ داغِ حیرت انشائی
دو عالم دیدۂ بسمل چراغاں جلوہ پیمائی

تحیّر ہے گریباں گیرِ ذوقِ جلوہ پیرائی
ملی ہے جوہرِ آئینہ کو، جوں بخیہ گیرائی

شرارِ سنگ سے پا در حنا گلگونِ شیریں ہے
ہنوز اے تیشۂ فرہاد، عرضِ آتشیں پائی

غرورِ دستِ رد نے شانہ توڑا فرقِ ہُدہُد پر
سلیمانی، ہے ننگِ بے دماغانِ خود آرائی

جنوں افسردہ و جاں ناتواں، اے جلوہ شوخی کر
گئی یک عمرِ خود داری بہ استقبالِ رعنائی

نگاہِ عبرت افسوں، گاہ برق و گاہ مشعل ہے
ہوا ہر خلوت و جلوت سے حاصل، ذوقِ تنہائی

جنونِ بے کسی ساغر کشِ داغِ پلنگ آیا
شرر کیفیتِ مے، سنگ محوِ نازِ مینائی

خدایا، خوں ہو رنگِ امتیاز اور نالہ موزوں ہو
جنوں کو سخت بیتابی ہے، تکلیف شکیبائی

خراباتِ جنوں میں ہے، اسدؔ، وقتِ قدح نوشی
بہ عشقِ ساقئ کوثر، بہارِ بادہ پیمائی

}