#lang pollen

◊(define-meta title "نہ چھوڑ و محفلِ عشرت میں جا، اے میکشاں، خالی")

◊غزل{
نہ چھوڑ و محفلِ عشرت میں جا، اے میکشاں، خالی
کمیں گاہِ بلا ہے، ہو گیا شیشہ، جہاں خالی

نہ دوڑا ریشہ دیوانگی صحنِ بیاباں میں
کہ تارِ جادہ سے ہے لُجۂ ریگِ رواں خالی

دکانِ ناوکِ تاثیر ہے، از خود تہی ماندن
سراسر عجز ہو، کر خانہ مانندِ کماں خالی

محبت، ہے نوا سازِ فغاں در پردہ دل ہا
کرے ہے مغز سے مانند نے کے استخواں خالی

عبث ہے، خطِ ساغر جلوہ، طوقِ گردنِ قمری
مئے الفت سے ہے مینائے سروِ بوستاں خالی

نہ پھولو ریزشِ اعداد کی قطرہ فشانی پر
عزیزاں، ہے بہ رنگِ صفر جامِ آسماں خالی

اسدؔ، ہنستے ہیں میرے گریہ ہائے زار پر مردم
بھرا ہے دہر بے دردی سے، دل کیجیے کہاں خالی

}