#lang pollen

◊(define-meta title "وحشت کہاں کہ بے خودی انشا کرے کوئی؟")

◊غزل{
وحشت کہاں کہ بے خودی انشا کرے کوئی؟
ہستی کو لفظِ معنئ عنقا کرے کوئی

لختِ جگر سے ہے، رگِ ہر خار، شاخِ گل
تا چند باغبانئ صحرا کرے کوئی

جو کچھ ہے، محوِ شوخئ ابروئے یار ہے
آنکھوں کو رکھ کے طاق پہ دیکھا کرے کوئی

ہر سنگ و خشت، ہے صدفِ گوہرِ شکست
نقصاں نہیں جنوں سے جو سودا کرے کوئی

ہے وحشتِ طبیعت ایجاد، یاس خیز
یہ درد وہ نہیں کہ نہ پیدا کرے کوئی

ناکامئ نگاہ، ہے برقِ نظارہ سوز
تو وہ نہیں کہ تجھ کو تماشا کرے کوئی

عرضِ سرشک پر ہے، فضائے زمانہ، تنگ
صحرا کہاں کہ دعوتِ دریا کرے کوئی

خوانا نہیں ہے خط رقم اضطرار کا
تدبیرِ پیچ تابِ نفس کیا کرے کوئی

وہ شوخ اپنے حسن پہ مغرور ہے، اسدؔ
دکھلا کے اس کو آئینہ توڑا کرے کوئی

}
