#lang pollen

◊(define-meta title "پھونکتا ہے نالہ ہر شب صور اسرافیل کی")

◊شاعری{
پھونکتا ہے نالہ ہر شب صور اسرافیل کی
ہم کو جلدی ہے، مگر تو نے قیامت ڈھیل کی

کی ہیں کس پانی سے یاں یعقوب نے آنکھیں سفید
ہے جو آبی پیرہن، ہر موج رودِ نیل کی

عرش پر تیرے قدم سے ہے، دماغِ گردِ راہ
آج تنخواہِ شکستن ہے کُلہ جبریل کی

مدعا در پردہ، یعنی جو کہوں باطل سمجھ
وہ فرنگی زادہ کھاتا ہے قسم انجیل کی

خیر خواہِ دید ہوں از بہرِ دفعِ چشم زخم
کھینچتا ہوں اپنی آنکھوں میں سلائی نیل کی

نالہ کھینچا ہے، سراپا داغِ جرأت ہوں، اسدؔ
کیا سزا ہے میرے جرمِ آرزو تاویل کی؟

}