#lang pollen

◊(define-meta title "نفَس نہ انجمنِ آرزو سے باہر کھینچ")

◊شاعری{
نفَس نہ انجمنِ آرزو سے باہر کھینچ
اگر شراب نہیں انتظارِ ساغر کھینچ

"کمالِ گرمئ سعیِ ◊ح{اضافت} تلاشِ دید" نہ پوچھ
بہ رنگِ خار مرے آئینہ سے جوہر کھینچ

تجھے بہانۂ راحت ہے انتظار اے دل!
کیا ہے کس نے اشارہ کہ نازِ بستر کھینچ

تری طرف ہے بہ حسرت نظارۂ نرگس
بہ کوریِ دل و چشمِ رقیب ساغر کھینچ

بہ نیم غمزہ ادا کر حقِ ودیعتِ ناز
نیامِ پردۂ زخمِ جگر سے خنجر کھینچ

مرے قدح میں ہے صہبائے آتشِ پنہاں
بروئے سُفرہ ◊ح{سفرہ} کبابِ دلِ سمندر کھینچ

نہ کہہ کہ طاقتِ رسوائ وصال نہیں
اگر یہی عَرَقِ فتنہ ہے، مکرّر کھینچ

جنونِ آئینہ مشتاقِ یک تماشا ہے
ہمارے صفحے پہ بالِ پری سے مسطر کھینچ

خمارِ مِنّتِ ساقی اگر یہی ہے اسدؔ
دل گداختہ کے مے کدے میں ساغر کھینچ

}

◊حاشیہ["اضافت"]{"سعی" اور "نفی" جیسے الفاظ میں اضافت کے لیے زیر کے بجائے ہمزہ کا استعمال نہیں کیا گیا، کیونکہ اضافت سے یہاں "الف" کی نہیں، "ی" ہی کی اپنی اصل آواز پیدا ہوتی ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["سفرہ"]{صحیح تلفظ سینِ مضموم (یعنی س پر پیش) سے ہے مگر بعض لوگ اس تلفظ میں ذمّ کا پہلو دیکھتے ہیں اور سَفرہ بہ سینِ مفتوح (یعنی س پر زبر) بولتے ہیں۔ ◊حم{حامد علی خاں}}
