#lang pollen

◊(define-meta title "از مہر تا بہ ذرّہ دل و دل ہے آئینہ")

◊غزل{
◊ح['شروع]{مطلع} از مہر تا بہ ذرّہ دل و دل ہے آئینہ
طُوطی کو شَش جہت سے مقابل ہے آئینہ

حیرت، ہجوم لذتِ غلطانئ تپش
سیماب بالش، و کمرِ دل ہے آئینہ

غفلت، بہ بالِ جوہرِ شمشیرِ پَر فشاں
یاں پشتِ چشمِ شوخیِ قاتل ہے آئینہ

حیرت نگاہ برق، تماشا بہار شوخ
در پردۂ ہوا پرِ بسمل ہے آئینہ

یاں رہ گئے ہیں ناخنِ تدبیر ٹوٹ کر
جوہرِ طلسمِ عقدۂ مشکل ہے آئینہ

ہم زانوئے تامل و ہم جلوہ گاہِ گل
آئینہ بندِ خلوت و محفل ہے آئینہ

دل کار گاہِ فکر و اسدؔ بے نوائے دل
یاں سنگِ آستانۂ بیدل ہے آئینہ

}

◊حاشیہ["مطلع"]{متدوال دیوان میں صرف مطلع ہے۔ پوری غزل نسخۂ رضا سے شامل کی گئی ہے۔ ◊حم{جویریہ مسعود}}