#lang pollen

◊(define-meta title "جز، دل سراغِ درد بدل خفتگاں نہ پوچھ")

◊شاعری{
◊ح['شروع]{اشعار} جز، دل سراغِ درد بدل خفتگاں نہ پوچھ
آئینہ عرض کر، خط و خالِ بیاں نہ پوچھ

پرواز، یک تپِ غمِ تسخیرِ نالہ ہے
گرمیِ نبضِ خار و خسِ آشیاں نہ پوچھ

ہے سبزہ زار، ہر در و دیوارِ غم کدہ
جس کی بہار یہ ہو پھر اس کی خزاں نہ پوچھ

ناچار بے کسی کی بھی حسرت اٹھائیے
دشوارئ رہ و ستمِ ہمرہاں نہ پوچھ

ہندوستان سایۂ گل پائے تخت تھا
جاہ و جلالِ عہد وصلِ بتاں نہ پوچھ

تو مشقِ ناز کر، دلِ پروانہ ہے بہار
بے تابیِ تجلیِ آتش بجاں نہ پوچھ

غفلت متاع کفۂ میزانِ عدل ہیں
یا رب، حسابِ سختئ خوابِ گراں نہ پوچھ

ہر داغِ تازہ یک دلِ داغ انتظار ہے
عرضِ فضائے سینۂ درد امتحاں نہ پوچھ

کہتا تھا کل وہ محرم راز اپنے سے کہ آہ
دردِ جدائئ اسد اللّٰہ خاں نہ پوچھ

}

◊حاشیہ["اشعار"]{متداول دیوان میں صرف یہ دو اشعار ہیں۔ پوری غزل نسخۂ رضا سے شامل کی گئی ہے۔ ◊حم{جویریہ مسعود}}
