#lang pollen

◊(define-meta title "شبِ وصال میں مونس گیا ہے بَن تکیہ")

◊درمیان{◊ح['ساکت]{غزل}}

◊غزل{
شبِ وصال میں مونس گیا ہے بَن تکیہ
ہوا ہے موجبِ آرامِ جان و تن تکیہ

خراج بادشہِ چیں سے کیوں نہ مانگوں آج؟
کہ بن گیا ہے خمِ جعدِ ◊ح{دال} پُر شکن تکیہ

بنا ہے تختۂ گل ہائے یاسمیں بستر
ہوا ہے دستۂ نسرین و نسترن تکیہ

فروغِ حسن سے روشن ہے خواب گاہ تمام
جو رختِ خواب ہے پرویں، تو ہے پرن تکیہ

مزا ملے کہو کیا خاک ساتھ سونے کا
رکھے جو بیچ میں وہ شوخِ سیم تن تکیہ

اگرچہ تھا یہ ارادہ مگر خدا کا شکر
اٹھا سکا نہ نزاکت سے گل بدن تکیہ

ہوا ہے کاٹ کے چادر کو ناگہاں غائب
اگرچہ زانوئے نل پر رکھے دمن تکیہ

بہ ضربِ تیشہ وہ اس واسطے ہلاک ہوا
کہ ضربِ تیشہ پہ رکھتا تھا کوہ کُن تکیہ

یہ رات بھر کا ہے ہنگامہ صبح ہونے تک
رکھو نہ شمع پر اے اہلِ انجمن تکیہ

اگرچہ پھینک دیا تم نے دور سے لیکن
اٹھائے کیوں کہ یہ رنجورِ خستہ تن تکیہ

غش آ گیا جو پس از قتل میرے قاتل کو
ہوئی ہے اس کو مری نعشِ بے کفن تکیہ

◊ح['شروع]{شعر} جو بعدِ قتل، مرا دشت میں مزار بنا
لگا کے بیٹھتے ہیں، اس سے راہ زن، تکیہ

شبِ فراق میں یہ حال ہے اذیّت کا
کہ سانپ فرش ہے اور سانپ کا ہے من تکیہ

روا رکھو نہ رکھو، تھا جو لفظ تکیہ کلام
اب اس کو کہتے ہیں اہلِ سخن "سخن تکیہ"

ہم اور تم فلکِ پیر جس کو کہتے ہیں
فقیر غالبؔ مسکیں کا ہے کہن تکیہ

}

◊حاشیہ["غزل"]{یہ غزل متداول دیوان میں درج نہیں۔ مگر نسخۂ مہرؔ میں غلام رسول مہرؔ صاحب نے ابوالکلام کے حوالے سے اس کو درج کیا ہے۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["دال"]{نسخۂ مہر میں جعد کے دال پر جزم ہے۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["شعر"]{نسخۂ رضا سے مزید شعر۔ ◊حم{جویریہ مسعود}}