#lang pollen

◊(define-meta title "از آنجا کہ حسرت کشِ یار ہیں ہم")

◊شاعری{
از آنجا کہ حسرت کشِ یار ہیں ہم
رقیبِ تمنّائے دیدار ہیں ہم

◊ح['شروع]{شعر} رسیدن گلِ باغ واماندگی ہے
عبث محفل آرائے رفتار ہیں ہم

نفس ہو نہ معزولِ شعلہ درودن
کہ ضبطِ تپش سے شرر کار ہیں ہم

تغافل کمیں گاہِ وحشت شناسی
نگہبانِ دل ہائے اغیار ہیں ہم

تماشائے گلشن تماشائے چیدن
بہار آفرینا! گنہ گار ہیں ہم

نہ ذوقِ گریباں، نہ پروائے داماں
نگاہ آشنائے گل و خار ہیں ہم

اسدؔ شکوہ کفرِ دعا نا سپاسی
ہجومِ تمنّا سے لاچار ہیں ہم

}

◊حاشیہ["شعر"]{نسخۂ حمیدیہ میں بھی یہ شعر بعینہٖ درج ہے جیسا کہ اس نسخۂ نظامی میں، مگر نسخۂ رضا میں یہ شعر دونوں مصرعوں کے دو لفظوں کے اختلاف کے ساتھ یوں درج ہے: ◊علامت{؎}
◊شاعری{رمیدن گلِ باغِ واماندگی ہے
عبث محمل آرائے رفتار ہیں ہم}
◊حم{جویریہ مسعود}}
