#lang pollen

◊(define-meta title "جس دم کہ جادہ وار ہو تارِ نفس تمام")

◊غزل{
جس دم کہ جادہ وار ہو تارِ نفس تمام
پیمائشِ زمینِ رہِ عمر بس تمام

کیا دے صدا؟ کہ الفتِ گم گشتگاں سے، آہ
ہے سرمہ، گردِ رہ، بہ گلوئے جرس تمام

ڈرتا ہوں کوچہ گردیٔ بازارِ عشق سے
ہیں، خارِ راہ، جوہرِ تیغِ عسس تمام

اے بالِ اضطراب! کہاں تک فسردگی؟
یک پر زدن تپش میں ہے، کارِ قفس تمام

گذرا جو آشیاں کا تصور بہ وقتِ بند
مژگانِ چشمِ دام ہوئے، خار و خس تمام

کرنے نہ پائے ضعف سے شورِ جنوں، اسدؔ
اب کے بہار کا یہیں گزرا برس تمام

}
