#lang pollen

◊(define-meta title "یاں اشک جدا گرم ہے اور آہ جدا گرم")

◊غزل{
یاں اشک جدا گرم ہے اور آہ جدا گرم
حسرت کدہ عشق کی ہے آب و ہوا گرم

اس شعلے نے گلگوں کو جو گلشن میں کیا گرم
پھولوں کو ہوئی باد بہاری، وہ ہوا گرم

وا کر سکے یاں کون بہ جز کاوشِ شوخی
جوں برق ہے پیچیدگئ بندِ قبا گرم

گر ہے سر دریوزگی جلوہ دیدار
جوں پنجہ خرشید ہو، اے دستِ دعا، گرم

یہ آتشِ ہمسایہ کہیں گھر نہ جلا دے
کی ہے دلِ سوزاں نے مرے پہلو میں جا گرم

غیروں سے اسے گرمِ سخن دیکھ کے، غالبؔ
میں رشک سے، جوں آتشِ خاموش، رہا گرم

}
