#lang pollen

◊(define-meta title "بہ گمانِ قطعِ زحمت نہ دو چارِ خامشی ہو")

◊درمیان{◊ح['ساکت]{قصیدہ}}

◊قصیدہ{
بہ گمانِ قطعِ زحمت نہ دو چارِ خامشی ہو
کہ زبانِ سرمہ آلود، نہیں تیغِ اصفہانی

بہ فریبِ آشنائی، بہ خیالِ بے وفائی
نہ رکھ آپ سے تعلق، مگر ایک بد گمانی

نظرے سوئے کہستان نہیں غیرِ شیشہ ساماں
جو گدازِ دل ہو مطلب، تو چمن ہے سنگ جانی

بہ فراز گاہِ عبرت، چہ بہار و کُو تماشا؟
کہ نگاہ ہے سیہ پوش بہ عزائے زندگانی

پہ فراقِ رفتہ یاراں، خط و حرف، مو پریشاں
دلِ غافل از حقیقت ہمہ ذوقِ قصّہ خوانی

تپشِ دلِ شکستہ، پئے عبرت آگہی ہے
کہ نہ دے عنانِ فرصت بہ کشاکشِ زبانی

نہ وفا کو آبرو ہے، نہ جفا تمیز جُو ہے
چہ حسابِ جاں فشانی؟ چہ غرورِ دلستانی؟

بہ شکنجِ جستجو ہا، بہ سرابِ گفتگو ہا
تگ و تازِ آرزو ہا، بہ فریبِ شادمانی

نہیں شاہ راہِ اوہام، بہ جز آں سوئے سیدن
تری سادگی ہے، غافل، درِ دل پہ پاسبانی

چہ امید و نا امیدی؟ چہ نگاہ و بے نگاہی؟
ہمہ عرضِ ناشکیبی؟ ہمہ سازِ جاں ستانی

اگر آرزو ہے راحت، تو عبث بہ خوں تپیدن
کہ خیال ہو تعب کش بہ ہوائے کامرانی

شر و شورِ آرزو سے، تب و تابِ عجز بہتر
نہ کرے اگر ہوس پر، غمِ بے دلی، گرانی

ہوسِ فروختن ہا، تب و تابِ سوختن ہا
سرِ شمع نقشِ پا ہے، بہ سپاسِ ناتوانی

شررِ اسیرِ دل کو ملے اوجِ عرضِ اظہار
جو بہ صورتِ چراغاں کرے، شعلہ نردبانی

ہوئی مشقِ جرأت ناز، رہ و رسمِ طرحِ آداب
خمِ پشت خوش نما تھا بہ گزارشِ جوانی

اگر آرزو رسا ہو، پئے دردِ دل دوا ہو
وہ اجل کہ خوں بہا ہو بہ شہیدِ ناتوانی

غمِ عجز کا سفینہ بہ کنارِ بے دلی ہے
مگر ایک شہ پرِ مور کرے سازِ بادبانی

مجھے انتعاشِ غم نے پئے عرضِ حال بخشی
ہوسِ غزل سرائی، تپشِ فسانہ خوانی

دلِ نا اُمید کیوں کر، بہ تسلی آشنا ہو
جو امید وار رہیے، نہ بہ مرگ نا گہانی

مجھے بادۂ طرب سے بہ خمار گاہِ قسمت
جو ملی تو تلخ کامی، جو ہوئی تو سر گرانی

نہ ستم کر اب تُو مجھ پر، کہ وہ دن گئے کہ ہاں تھی
مجھے طاقت آزمانی، تجھے اُلفت آزمانی

بہ ہزار اُمید واری رہی ایک اشک باری
نہ ہوا حصولِ زاری، بہ جز آستیں فشانی

کروں عذرِ ترکِ صحبت، سو کہاں وہ بے دماغی؟
نہ غرورِ میرزائی، نہ فریبِ ناتوانی

ہمہ یک نفس تپش سے تب و تابِ ہجر مت پوچھ
کہ ستم کشِ جنوں ہوں، نہ بہ قدرِ زندگانی

کفِ موجۂ حیا ہوں بہ گذارِ عرضِ مطلب
کہ سرشک قطرہ زن ہے بہ پیامِ دل رسانی

یہی بار بار جی میں مرے آئے ہے کہ غالبؔ
کروں خوانِ گفتگو پر دل و جاں کی مہمانی

}

◊حاشیہ["قصیدہ"]{اِس قصیدے کے کُل ۲۹ اشعار میں سے ۳ شعر غزل ◊ربط["/دیوان/غزلیات/ردیف-ی/جو-نہ-نقد-داغ-دل-کی-کرے-شعلہ-پاسبانی.html"]{"جو نہ نقدِ داغِ دل کی کرے شعلہ پاسبانی"} کے طور پر الگ سے متداول دیوان میں درج ہوئے ہیں۔ اس لیے اب یہ قصیدہ ۲۶ اشعار پر مشتمل ہے۔ ◊حم{نسخۂ رضا}}
