#lang pollen

◊(define-meta title "نامہ بھی لکھتے ہو، تو بہ خطِ غبار، حیف!")

◊غزل{
نامہ بھی لکھتے ہو، تو بہ خطِ غبار، حیف!
رکھتے ہو مجھ سے اتنی کدورت، ہزار حیف!

بیش از نفس، بتاں کے کرم نے وفا نہ کی
تھا محملِ نگاہ بہ دوشِ شرار، حیف!

تھی میرے ہی جلانے کو، اے آہ شعلہ ریز
گھر پر پڑا نہ غیر کے کوئی شرار، حیف!

گل چہرہ ہے کسو خفقانی مزاج کا
گھبرا رہی ہے بیمِ خزاں سے بہار، حیف!

◊ح['شروع]{اشعار} بیمِ رقیب سے نہیں کرتے وداعِ ہوش
مجبور یاں تلک ہوئے اے اختیار، حیف!

جلتا ہے دل کہ کیوں نہ ہم اِک بار جل گئے
اے ناتمامیِ نَفَسِ شعلہ بار حیف!

ہیں میری مشتِ خاک سے اُس کو کدورتیں
پائی جگہ بھی دل میں تو ہو کر غبار، حیف!

بنتا، اسدؔ، میں سرمۂ چشمِ رکابِ یار
آیا نہ میری خاک پہ وہ شہ سوار، حیف!

}

◊حاشیہ["اشعار"]{متداول دیوان میں یہ غزل صرف دو اشعار پر مشتمل ہے۔ باقی اشعار نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
