#lang pollen

◊(define-meta title "آمدِ خط سے ہوا ہے سرد جو بازارِ دوست")

◊غزل{
آمدِ خط سے ہوا ہے سرد جو بازارِ دوست
دودِ شمعِ کشتہ تھا شاید خطِ رخسارِ دوست

اے دلِ نا عاقبت اندیش! ضبطِ شوق کر
کون لا سکتا ہے تابِ جلوۂ دیدارِ دوست

خانہ ویراں سازیٔ حیرت! تماشا کیجیے
صورتِ نقشِ قدم ہوں رَفتۂ ◊ح{رفتہ} رفتارِ دوست

عشق میں بیدادِ رشکِ غیر نے مارا مجھے
کُشتۂ دشمن ہوں آخر، گرچہ تھا بیمارِ دوست

چشمِ ما روشن، کہ اس بے درد کا دل شاد ہے
دیدۂ پر خوں ہمارا ساغرِ سرشارِ دوست

◊ق{غیر یوں کرتا ہے میری پرسش اس کے ہجر میں
بے تکلّف دوست ہو جیسے کوئی غم خوارِ دوست
}

تاکہ میں جانوں کہ ہے اس کی رسائی واں تلک
مجھ کو دیتا ہے پیامِ وعدۂ دیدارِ دوست

جب کہ میں کرتا ہوں اپنا شکوۂ ضعفِ دماغ
سَر کرے ہے وہ حدیثِ زلفِ عنبر بارِ دوست

چپکے چپکے مجھ کو روتے دیکھ پاتا ہے اگر
ہنس کے کرتا ہے بیانِ شوخیٔ گفتارِ دوست

مہربانی ہائے دشمن کی شکایت کیجیے
یا بیاں کیجے سپاسِ لذّتِ آزارِ دوست

◊ح['شروع]{اشعار} چشم بندِ خلق غیر از نقشِ خود بینی نہیں
آئینہ ہے قالبِ خشتِ در و دیوارِ دوست

برقِ خرمن زارِ گوہر ہے نگاہِ تیزیاں
اشک ہو جاتے ہیں خشک از گرمیٔ رفتارِ دوست

ہے سوا نیزے پہ اس کے قامتِ نوخیز سے
آفتابِ روزِ محشر ہے گلِ دستارِ دوست

لغزشِ مستانہ و جوش تماشا ہے اسد
آتشِ مے سے بہارِ گرمیٔ بازار دوست

یہ غزل اپنی، مجھے جی سے پسند آتی ہےآپ
ہے ردیفِ شعر میں غالبؔ! ز بس تکرارِ دوست

}

◊حاشیہ["رفتہ"]{شاید بعض حضرات اس کو "رُفتہ" پڑھتے ہیں۔ یقین ہے کہ غالبؔ کا لفظ یہاں "رَفتہ" ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["اشعار"]{مقطع سےپہلے چار اشعار نسخۂ رضا سے انتخاب ہیں۔ ◊حم{جویریہ مسعود}۔}
