#lang pollen

◊(define-meta title "جاتا ہوں جدھر سب کی اُٹھے ہے اُدھر انگشت")

◊غزل{
جاتا ہوں جدھر سب کی اُٹھے ہے اُدھر انگشت
یک دست جہاں مجھ سے پھرا ہے، مگر انگشت

الفتِ مژگاں میں جو انگشت نما ہوں
لگتی ہے مجھے تیر کے مانند، ہر انگشت

ہر غنچۂ گل صورتِ یک قطرۂ خوں ہے
دیکھا ہے کسو کا جو حنا بستہ، سر انگشت

گرمی ہے زباں کی سببِ سوختنِ جاں
ہر شمع شہادت کو ہے یاں سر بسر انگشت

خوں دل میں جو میرے نہیں باقی تو پھر اس کی
جوں ماہیٔ بے آب تڑپتی ہے ہر انگشت

شوخی تری کہہ دیتی ہے احوال ہمارا
رازِ دلِ صد پارہ کی ہے پردہ در انگشت

بس رتبے میں باریکی و نرمی ہے کہ جوں گل
آتی نہیں پنجے میں بس اس کے نظر انگشت

◊ح['شروع]{اشعار} افسوس کہ دنداں ◊ح{دنداں} کا کیا رزق فلک نے
جن لوگوں کی تھی درخورِ عقدِ گہر انگشت

کافی ہے نشانی تِری ◊ح{تری}، چھلّے کا نہ دینا
خالی مجھے دِکھلا کے بہ وقتِ سفر انگشت

لکھتا ہوں اسدؔ سوزشِ دل سے سخنِ گرم
تا رکھ نہ سکے کوئی مرے حرف پر انگشت

}

◊حاشیہ["اشعار"]{مروجہ دیوان میں یہ آخری تین اشعار بطور غزل درج ہیں۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["دنداں"]{نسخۂ نظامی میں اگرچہ "دِیداں" ہے لیکن معانی کے لحاظ سے "دنداں" مناسب ہے۔ "دِیداں" سہوِ کتابت ممکن ہے۔ ◊حم{اعجاز عبید}
"دِیداں" "دودہ" کا جمع ہے، اس سے مراد کیڑے ہیں۔ تب اس کا مطلب بنتا ہے کہ انگلیوں کو قبر کی کیڑوں کا خوراک بنا دیا۔ نسخۂ مہر اور نسخۂ علامہ آسی میں لفظ "دِیداں" ہی آیا ہے۔ ہاں، البتہ نسخۂ حمیدیہ (شائع کردہ مجلسِ ترقی ادب لاہور، ۱۹۸۳)میں لفظ "دنداں" آیا ہے۔ ◊حم{جویریہ مسعود}
مزید: نسخۂ نظامی اور بعض دوسرے نسخوں میں "دنداں" کے بجائے "دِیداں" چھپا ہے۔ "دُودہ" عربی میں کیڑے کو کہتے ہیں۔ اِس کی جمع "دود" ہے اور جمع الجمع "دِیدان"۔ یہ بات خلاف قیاس معلوم ہوتی ہے کہ غالبؔ نے "دِیداں" لکھا ہو۔ اس میں معنوی سقم یہ ہے کہ قبر میں پورا جسم ہی کیڑوں کی نذر ہو جاتا ہے۔ انگلی کی کوئی تخصیص نہیں، نہ خاص طور پر انگلی کے گوشت سے کیڑوں کی زیادہ رغبت کا کوئی ثبوت ملتا ہے۔ حق تو یہ ہے کہ یہ کسی مرے ہوئے محبوب کا ماتم بھی نہیں ہے، بلکہ زمانے کی ناقدری کا ماتم ہے کہ جو انگلی عقدِ گہر کے قابل تھی، وہ حسرت و افسوس کے عالَم میں دانتوں میں دبی ہے۔ خوبصورت دانتوں کو موتیوں کی لڑی سے تشبیہ دی جاتی ہے۔ اِس لیے موتی کے زیور کی رعایت ملحوظ رکھی گئی۔ کیڑوں کو موتیوں سے تشبیہ دینا مذاقِ سلیم کو مکروہ معلوم ہوتا ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["تری"]{بعض نسخوں میں یہاں "تِری" اور بعض میں "تِرا" چھپا ہے۔ متن میں "تِری" کو ترجیح دی گئی ہے۔ اِس صورت میں علامتِ وقف "تِری" کے بعد ہے۔ دوسری صورت میں علامتِ وقف "نشانی" کے بعد ہونی چاہیے یعنی ◊علامت{؏} کافی ہے نشانی، تِرا چھلے کا نہ دینا۔ متن کے اندراج کا مفہوم یہ ہے کہ تیری یہی نشانی میرے لیے کافی ہے کہ رخصت کے وقت جب میں نے تجھ سے نشانی کا چھلّا مانگا تو تُو نے مجھے ایک ادائے خاص سے ٹھینگا دکھا دیا۔ نسخۂ نظامی میں بھی اِس متن کے مطابق "تِری" ہی چھپا ہے۔ ◊حم{حامد علی خاں}}
