#lang pollen

◊(define-meta title "رہا گر کوئی تا قیامت سلامت")

◊شاعری{
رہا گر کوئی تا قیامت سلامت
پھر اک روز مرنا ہے حضرت سلامت

جگر کو مرے عشقِ خوں نابہ مشرب
لکھے ہے "خداوندِ نعمت سلامت"

◊ح['شروع]{شعر} دو عالم کی ہستی پہ خطِ وفا کھینچ
دل و دستِ اربابِ ہمت سلامت!

علی اللّرغمِ دشمن، شہیدِ وفا ہوں
مبارک مبارک سلامت سلامت

نہیں گر سر و برگِ ادراک معنی
تماشائے نیرنگ صورت سلامت

◊ح['شروع]{اشعار} نہیں گر بہ کامِ دلِ خستہ، گردوں
جگر خائیِ جوشِ حسرت سلامت!

نہ اوروں کی سنتا، نہ کہتا ہوں اپنی
سرِ خستہ و شورِ وحشت سلامت!

وفورِ بلا ہے، ہجومِ وفا ہے
سلامت ملامت، ملامت سلامت!

نہ فکر سلامت، نہ بیم ملامت
ز خود رفتگی ہائے حیرت سلامت!

رہے غالبِؔ خستہ، مغلوبِ گردوں
یہ کیا بے نیازی ہے، حضرت سلامت؟

}

◊حاشیہ["شعر"]{نسخۂ رضا سے مزید شعر۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["اشعار"]{اس شعر سے مقطع تک نسخۂ رضا سے انتخاب۔ ◊حم{جویریہ مسعود}}
