#lang pollen

◊(define-meta title "آنکھوں میں انتظار سے جاں پر شتاب ہے")

◊غزل{
آنکھوں میں انتظار سے جاں پر شتاب ہے
آتا ہے آ، وگرنہ یہ پا در رکاب ہے

حیراں ہوں، دامنِ مژہ کیوں جھاڑتا نہیں
خط صفحۂ عذار پہ گردِ کتاب ہے

جوں نخلِ ماتم، ابر سے مطلب نہیں مجھے
رنگِ سیاہِ نیل، غبارِ سحاب ہے

ممکن نہیں کہ ہو دلِ خوباں میں کارگر
تاثیر جستن اشک سے نقش بر آب ہے

ظاہر ہے، طرزِ قید سے، صیاد کی غرض
جو دانہ دام میں ہے، سو اشکِ کباب ہے

بے چشمِ دل نہ کر ہوسِ سیرِ لالہ زار
یعنی یہ ہر ورق، ورقِ انتخاب ہے

دیکھ، اے اسدؔ! بہ دیدہ باطن کہ ظاہرا
ہر ایک ذرہ غیرتِ صد آفتاب ہے

}
