#lang pollen

◊(define-meta title "اثر سوزِ محبت کا، قیامت بے محابا ہے")

◊غزل{
اثر سوزِ محبت کا، قیامت بے محابا ہے
کہ رگ سے سنگ میں تخمِ شرر کا ریشہ پیدا ہے

نہاں ہے گوہرِ مقصود جیبِ خود شناسی میں
کہ یاں غوّاص ہے تمثال اور آئینہ دریا ہے

عزیزو، ذکرِ وصلِ غیر سے، مجھ کو نہ بہلاؤ
کہ یاں افسونِ خواب، افسانۂ خوابِ زلیخا ہے

تصورِ بہر تسکینِ تپیدن ہائے طفلِ دل
بہ باغِ رنگ ہائے رفتہ، گل چینِ تماشا ہے

بہ سعئ غیر ہے، قطعِ لباسِ خانہ ویرانی
کہ تارِ جادۂ رہ، رشتۂ دامانِ صحرا ہے

مجھے شب ہائے تاریکِ فراقِ شعلہ رویاں میں
چراغِ خانۂ دل، سوزشِ داغِ تمنا ہے

ترے نوکر ترے در پر اسدؔ کو ذبح کرتے ہیں
ستم گر، ناخدا ترس، آشنا کش، ماجرا کیا ہے؟

}