#lang pollen

◊(define-meta title "اے خوشا! وقتے کہ ساقی یک خمستاں وا کرے")

◊غزل{
اے خوشا! وقتے کہ ساقی یک خمستاں وا کرے
تار و پودِ فرشِ محفل، پنبۂ مینا کرے

گر تبِ آسودۂ مژگاں تصرف وا کرے
رشتۂ پا، شوخیٔ بالِ نفس پیدا کرے

گر دکھاؤں صفحۂ بے نقشِ رنگِ رفتہ کو
دستِ رد سطرِ تبسم یک قلم انشا کرے

جو عزا دارِ شہیدانِ نفس دزدیدہ ہو
نوحۂ ماتم بہ آوازِ پرِ عنقا کرے

حلقہ گردابِ جوہر کو بنا ڈالے تنور
عکس، گر طوفانیٔ آئینۂ دریا کرے

یک درِ بر روئے رحمت بستہ دورِ شش جہت
نا امیدی ہے، خیالِ خانہ ویراں کیا کرے

توڑ بیٹھے جب کہ ہم جام و سبو، پھر ہم کو کیا؟
آسمان سے بادہ گل فام گر برسا کرے

ناتوانی سے نہیں سر در گریبانی، اسدؔ
ہوں سراپا یک خمِ تسلیم، جو مولا کرے

}
