#lang pollen

◊(define-meta title "بس کہ چشم از انتظارِ خوش خطاں بے نور ہے")

◊غزل{
بس کہ چشم از انتظارِ خوش خطاں بے نور ہے
یک قلم، شاخِ گلِ نرگس، عصائے کور ہے

بزمِ خوباں، بس کہ، جوشِ جلوہ سے پُر نور ہے
پُشتِ دستِ عجزیاں ہر برگِ نخلِ طور ہے

ہوں، تصور ہائے ہم دوشی سے، بدمستِ شراب
حیرتِ آغوشِ خوباں، ساغرِ بلور ہے

ہے عجب مُردوں کو غفلت ہائے اہل دہر سے
سبزہ جوں انگشتِ حیرت در دہانِ گور ہے

حسرت آبادِ جہاں میں ہے، الم، غم آفریں
نوحہ، گویا خانہ زادِ نالۂ رنجور ہے

کیا کروں؟ غم ہائے پنہاں لے گئے صبر و قرار
دزد گر ہو خانگی، تو پاسباں معذور ہے

ہے ز پا افتادگئ نشہ بیماری مجھے
بے سخن، تبخالہ لب، دانہ انگور ہے

جس جگہ ہو مسند آرا جانشینِ مصطفے ٰ
اس جگہ تختِ سلیماں، نقشِ پائے مور ہے

واں سے ہے تکلیفِ عرضِ بے دماغی اور اسدؔ
یاں صریرِ خامہ مجھ کو نالۂ رنجور ہے

}
