#lang pollen

◊(define-meta title "بس کہ سودائے خیالِ زلف، وحشت ناک ہے")

◊شاعری{
بس کہ سودائے خیالِ زلف، وحشت ناک ہے
تا دلِ شب، آبنوسی شانہ آسا، چاک ہے

یاں، فلاخن باز، کس کا نالۂ بے باک ہے؟
جادہ تا کہسار، موئے چینئ افلاک ہے

ہے دو عالم ناز یک صیدِ شہِ دُلدل سوار
یاں، خطِ پرکارِ ہستی، حلقۂ فتراک ہے

خلوتِ بال و پرِ قمری میں وا کر راہِ شوق
جادۂ گلشن، بہ رنگِ ریشہ، زیرِ خاک ہے

عیش گرمِ اضطراب و اہلِ غفلت سرد مہر
دورِ ساغر، یک گلستاں برگ ریزِ تاک ہے

عرضِ وحشت پر ہے، نازِ ناتوانی ہائے دل
شعلۂ بے پردہ، چینِ دامنِ خاشاک ہے

ہے کمندِ موجِ گل، فتراکِ بے تابی، اسدؔ
رنگ یاں بُو سے، سوارِ توسنِ چالاک ہے

}