#lang pollen

◊(define-meta title "بہ نقصِ ظاہری، رنگِ کمالِ طبع، پنہاں ہے")

◊شاعری{
بہ نقصِ ظاہری، رنگِ کمالِ طبع، پنہاں ہے
کہ بہرِ مدعائے دل، زبانِ لال، زنداں ہے

خموشی، خانہ زادِ چشمِ بے پروا نگاہاں ہے
غبارِ سرمہ، یاں گردِ سوادِ نرگسستاں ہے

صفائے اشک میں داغِ جگر جلوہ دکھاتے ہیں
پرِ طاؤس، گویا، برقِ ابرِ چشمِ گریاں ہے

بہ بوئے زلفِ مشکیں یہ، دماغ، آشفتۂ رم ہیں
کہ شاخِ آہواں، دودِ چراغ آسا پریشاں ہے

تکلف بر طرف، ہے جانستاں تر لطفِ بدخویاں!
نگاہِ بے حجابِ ناز، تیغِ تیز عریاں ہے

اسدؔ، یہ فرطِ غم نے کی تلف کیفیتِ شادی
کہ صبحِ عید مجھ کو بدتر از چاکِ گریباں ہے

دیکھیے غزل 247 کا تیسرا شعر
}