#lang pollen

◊(define-meta title "بے تابئ یادِ دوست، ہم رنگِ تسلی ہے")

◊شاعری{
بے تابئ یادِ دوست، ہم رنگِ تسلی ہے
غافل، تپشِ مجنوں، محمل کشِ لیلی ہے

کلفت کشئ ہستی، بدنامِ دو رنگی ہے
یاں تیرگئ اختر، خالِ رخِ زنگی ہے

دیدن ہمہ بالیدن، کردن ہمہ افسردن
خوشتر ز گل و غنچہ، چشم و دلِ ساقی ہے

وہمِ طربِ ہستی، ایجادِ سیہ مستی
تسکیں دہِ صد محفل، یک ساغرِ خالی ہے

زندانِ تحّمل میں مہمانِ تغافل ہیں
بے فائدہ یاروں کو فرقِ غم و شادی ہے

ہو وے نہ غبارِ دل تسلیمِ زمیں گیراں
مغرور نہ ہو، ناداں، سر تا سرِ گیتی ہے

رکھ فکرِ سخن میں تو معذور مجھے، غالبؔ
یاں زورقِ خود داری، طوفانئ معنی ہے

}