#lang pollen

◊(define-meta title "تا چند، نفس، غفلتِ ہستی سے بر آوے")

◊غزل{
تا چند، نفس، غفلتِ ہستی سے بر آوے
قاصد تپشِ نالہ ہے، یا رب، خبر آوے!

ہے طاقِ فراموشئ سودائے دو عالم
وہ سنگ کہ گلدستۂ جوشِ شرر آوے

درد، آئینہ کیفیتِ صد رنگ ہے، یا رب
خمیازہ طرب، ساغرِ زخمِ جگر آوے

جمعیّتِ آوارگئ دید نہ پوچھو
دل تا مژہ، آغوشِ وداعِ نظر آوے

اے ہر زہ دری، منّتِ تمکینِ جنوں کھینچ
تا آبلہ محمل کشِ موجِ گُہر آوے

وہ تشنۂ سرشارِ تمنا ہوں کہ جس کو
ہر ذرہ بہ کیفیتِ ساغر نظر آوے

زاہد کہ جنوں سبحۂ تحقیق ہے، یا رب
زنجیرئ صد حلقۂ بیرونِ در آوے

تمثالِ بتاں گر نہ رکھے پنبۂ مرہم
آئینہ بہ عریانئ زخمِ جگر آوے

ہر غنچہ، اسدؔ، بارگہِ شوکتِ گل ہے
دل فرشِ رہِ ناز ہے، بیدل اگر آوے

}
