#lang pollen

◊(define-meta title "تا چند نازِ مسجد و بت خانہ کھینچیے")

◊غزل{
تا چند نازِ مسجد و بت خانہ کھینچیے
جوں شمع، دل بہ خلوتِ جانانہ کھینچیے

بہزاد، نقشِ یک دلِ صد چاک عرض کر
گر زلفِ یار کھینچ نہ سکے، شانہ کھینچیے

راحت کمینِ شوخئ تقریبِ نالہ ہے
پائے نظر بہ دامنِ افسانہ کھینچیے

زلفِ پری، بہ سلسلۂ آرزو رسا
یک عمر، دامنِ دلِ دیوانہ کھینچیے

یعنی دماغِ غفلتِ ساقی رسیدہ تر
خمیازۂ خمار سے پیمانہ کھینچیے

پرواز آشیانۂ عنقائے ناز ہے
بالِ پری بہ وحشتِ بے جا نہ کھینچیے

عجز و نیاز سے تو وہ آیا نہ راہ پر
دامن کو اس کے آج حریفانہ کھینچیئے

ہے ذوقِ گریہ، عزمِ سفر کیجیے، اسدؔ
رختِ جنونِ سیل بہ ویرانہ کھینچیے

}
