#lang pollen

◊(define-meta title "تر جبیں رکھتی ہے، شرمِ قطرہ سامانی مجھے")

◊غزل{
تر جبیں رکھتی ہے، شرمِ قطرہ سامانی مجھے
موجِ گردابِ حیا ہے، چینِ پیشانی مجھے

شبنم آسا کُو مجالِ سبحہ گردانی مجھے؟
ہے، شعاعِ مہر، زنارِ سلیمانی مجھے

بلبلِ تصویر ہوں بے تابِ اظہارِ تپش
جنبشِ نالِ قلم، جوشِ پریشانی مجھے

ضبطِ سوزِ دل ہے وجہِ حیرتِ اظہارِ حال
داغ ہے مُہرِ دہن، جوں چشمِ قربانی مجھے

شوخ، ہے مثلِ حباب از خویش بیروں آمدن
ہے گریباں گیرِ، فرصت ذوقِ عریانی مجھے

وا کیا ہرگز نہ میرا عقدۂ تارِ نفس
ناخنِ بریدہ ہے تیغِ صفاہانی مجھے

ہوں ہیولائے دو عالم، صورتِ تقریر، اسدؔ
فکر نے سونپی خموشی کی گریبانی مجھے

}
