#lang pollen

◊(define-meta title "تغافل مشربی سے، نا تمامی بس کہ پیدا ہے")

◊غزل{
تغافل مشربی سے، نا تمامی بس کہ پیدا ہے
نگاہِ ناز، چشمِ یار میں زنارِ مینا ہے

تصرف وحشیوں میں ہے تصور ہائے مجنوں کا
سوادِ چشمِ آہو، عکسِ خالِ روئے لیلیٰ ہے

محبت، طرزِ پیوندِ نہالِ دوستی جانے
دویدن، ریشہ ساں، مفتِ رگِ خوابِ زلیخا ہے

کیا یکسر گدازِ دل نیازِ جوششِ حسرت
سویدا، نسخۂ تہہ بندیٔ داغِ تمنا ہے

ہجومِ ریزشِ خوں کے سبب رنگ اُڑ نہیں سکتا
حنائے پنجہ صیاد، مرغِ رشتہ بر پا ہے

اسدؔ، گر نامِ والائے علی تعویذِ بازو ہو
غریقِ بحرِ خوں، تمثال در آئینہ رہتا ہے

}
