#lang pollen

◊(define-meta title "تمام اجزائے عالم صیدِ دامِ چشمِ گریاں ہے")

◊غزل{
تمام اجزائے عالم صیدِ دامِ چشمِ گریاں ہے
طلسمِ شش جہت، یک حلقہ گردابِ طوفاں ہے

نہیں ہے مردنِ صاحب دلاں، جز کسبِ جمیعت
سویدا میں نفس، مانندِ خط نقطے میں، پنہاں ہے

غبارِ دشتِ وحشت، سرمہ سازِ انتظار آیا
کہ چشمِ آبلہ میں، طولِ میلِ راہ، مژگاں ہے

ز بس دوشِ رمِ آہو پہ ہے محمل تمنا کا
جنونِ قیس سے بھی شوخئ لیلیٰ نمایاں ہے

نقابِ یار ہے، غفلت نگاہی اہلِ بینش کی
مژہ پوشیدنی ہا، پردہ تصویر عریاں ہے

اسد بندِ قبائے یار ہے فردوس کا غنچہ
اگر وا ہو، تو دکھلا دوں کہ یک عالم گلستاں ہے

}
