#lang pollen

◊(define-meta title "جنوں رسوائئ وارستگی؟ زنجیر بہتر ہے")

◊غزل{
جنوں رسوائئ وارستگی؟ زنجیر بہتر ہے
بہ قدرِ مصلحت دل بستگی، تدبیر بہتر ہے

خوشا خود بینی و تدبیر و غفلت نقد اندیشہ
بہ دینِ عجز اگر بدنامئ تقدیر بہتر ہے

کمالِ حسن اگر موقوفِ اندازِ تغافل ہو
تکلف بر طرف، تجھ سے تری تصویر بہتر ہے

دلِ آگاہ تسکیں خیزِ بے دردی نہ ہو یا رب!
نفس آئینہ دارِ آہِ بے تاثیر بہتر ہے

خدایا، چشم تا دل درد ہے، افسونِ آگاہی!
نگہ، حیرت سوادِ خوابِ بے تعبیر بہتر ہے

درونِ جوہرِ آئینہ، جوں برگِ حنا، خوں ہے
بتاں، نقشِ خود آرائی، حیا تحریر بہتر ہے

تمنا ہے، اسدؔ! قتلِ رقیب اور شکر کا سجدہ
دعائے دل بہ محرابِ خمِ شمشیر بہتر ہے

}