#lang pollen

◊(define-meta title "جوہرِ آئینہ ساں، مژگاں بدل آسودہ ہے")

◊غزل{
جوہرِ آئینہ ساں، مژگاں بدل آسودہ ہے
قطرہ جو آنکھوں سے ٹپکا، سو نگاہ آلودہ ہے

دام گاہِ عجز میں سامانِ آسائش کہاں؟
پَر فشانی بھی فریبِ خاطرِ آسودہ ہے

اے ہوس، عرضِ بساطِ نازِ مشتاقی نہ مانگ
جوں پرِ طاؤس، یکسر داغِ مشک اندودہ ہے

ہے ریا کا رتبہ بالا تر تصور کردنی
تیرگی سے داغ کی، مہ سیمِ مس اندودہ ہے

کیا کہوں پرواز کی آوارگی کی کشمکش؟
عافیت، سرمایۂ بال و پرِ نکشودہ ہے

پنبۂ مینائے مے رکھ لو تم اپنے کان میں
مے پرستاں ناصحِ بے صرفہ گو بیہودہ ہے

جس طرف سے آئے ہیں، آخر اُدھر ہی جائیں گے
مرگ سے وحشت نہ کر، راہِ عدم پیمودہ ہے

ہے سوادِ خط پریشاں موئئ اہلِ عزا
خامہ میرا شمعِ قبرِ کشتگاں کا دودہ ہے

کثرتِ انشائے مضمونِ تحیر سے، اسدؔ
ہر سرِ انگشت، نوکِ خامۂ فرسودہ ہے

}
