#lang pollen

◊(define-meta title "حکمِ بے تابی نہیں اور آرمیدن منع ہے")

◊شاعری{
حکمِ بے تابی نہیں اور آرمیدن منع ہے
باوجودِ مشقِ و حشت ہا، رمیدن منع ہے

شرم، آئینہ تراشِ جبۂ طوفان ہے
آب گردیدن روا، لیکن چکیدن منع ہے

بے خودی، فرمان روائے حیرت آبادِ جنوں
زخم دوزی جرم و پیراہن دریدن منع ہے

مژدۂ دیدار سے رسوائئ اظہار دُور
آج کی شب، چشمِ کوکب تک پریدن منع ہے

بیمِ طبعِ نازکِ خوباں سے، وقتِ سیرِ باغ
ریشۂ زیرِ زمیں کو بھی دویدن منع ہے

یار معذورِ تغافل ہے، عزیزاں شفقتے!
نالۂ بلبل بہ گوشِ گل شنیدن منع ہے

مانعِ بادہ کشی ناداں ہے، لیکن، اسدؔ
بے ولائے ساقئ کوثر کشیدن منع ہے

}