#lang pollen

◊(define-meta title "خدایا، دل کہاں تک دن بہ صد رنج و تعب کاٹے")

◊غزل{
خدایا، دل کہاں تک دن بہ صد رنج و تعب کاٹے
خمِ گیسو ہو شمشیرِ سیہ تاب اور شب کاٹے!

کریں گر قدرِ اشکِ دیدۂ عاشق، خود آرایاں
صدف، دندانِ گوہر سے، بہ حسرت اپنے لب کاٹے

دریغا! وہ مریضِ غم کہ فرطِ ناتوانی سے
بہ قدرِ یک نفس جادہ، بہ صد رنج و تعب کاٹے

یقیں ہے، آدمی کو دست گاہِ فقر حاصل ہو
دمِ تیغِ توکل سے اگر پائے سبب کاٹے

ہوے یہ رہرواں دل خستہ شرمِ نا رسائی سے
کہ دستِ آرزو سے یک قلم پائے طلب کاٹے

اسدؔ مجھ میں ہے اُس کے بوسۂ پا کی کہاں جرأت؟
کہ میں نے دست و پا باہم بہ شمشیرِ ادب کاٹے

}