#lang pollen

◊(define-meta title "خوابِ جمعیّتِ مخمل ہے پریشان مجھ سے")

◊غزل{
خوابِ جمعیّتِ مخمل ہے پریشان مجھ سے
رگِ بستر کو ملی شوخیٔ مژگاں مجھ سے

غمِ عشاق نہ ہو سادگی آموزِ بتاں
کس قدر خانۂ آئینہ ہے ویراں مجھ سے

کنجِ تاریک و کمیں گیری اختر شمری
عینکِ چشم بنا روزنِ زنداں مجھ سے

اے تسلی، ہوسِ وعدہ فریب افسوں ہے
ورنہ کیا ہو نہ سکے نالہ بہ ساماں مجھ سے

بستنِ عہدِ محبت ہمہ نادانی تھا
چشمِ نہ کشودہ رہا عقدۂ پیماں مجھ سے

آتش افروزیٔ یک شعلۂ ایما تجھ سے
چشمک آرائیٔ صد شہرِ چراغاں مجھ سے

اے اسدؔ! دسترسِ وصلِ تمنا، معلوم
کاش! ہو قدرتِ برچیدنِ داماں مجھ سے

}
