#lang pollen

◊(define-meta title "خوابِ غفلت بہ کمیں گاہِ نظر پنہاں ہے")

◊غزل{
خوابِ غفلت بہ کمیں گاہِ نظر پنہاں ہے
شام، سائے میں بہ تاراجِ سحر پنہاں ہے

دو جہاں، گردشِ یک سبحۂ اسرارِ نیاز
نقدِ صد دل بہ گریبانِ سحر پنہاں ہے

خلوتِ دل میں نہ کر دخل، بہ جز سجدۂ شوق
آستاں میں، صفتِ آئینہ در پنہاں ہے

فکرِ پروازِ جنوں ہے، سببِ ضبط نہ پوچھ
اشک، جوں بیضہ، مژہ سے تہِ پر پنہاں ہے

ہوش، اے ہرزہ درا، تہمتِ بے دردی چند!
نالہ، در گردِ تمنائے اثر پنہاں ہے

وہمِ غفلت، مگر، احرامِ فسردن باندھے
ورنہ، ہر سنگ کے باطن میں شرر پنہاں ہے

وحشتِ دل ہے، اسدؔ! عالمِ نیرنگِ نشاط
خندۂ گل، بہ لبِ زخمِ جگر پنہاں ہے

}