#lang pollen

◊(define-meta title "دامانِ دل بہ وہمِ تماشا نہ کھینچیے")

◊شاعری{
دامانِ دل بہ وہمِ تماشا نہ کھینچیے
اے مدعی، خجالتِ بے جا نہ کھینچیے

گل، سر بہ سر، اشارۂ جیبِ دریدہ ہے
نازِ بہار جز بہ تقاضا نہ کھینچیے

حیرت حجابِ جلوہ و وحشت غبارِ چشم
پائے نظر بہ دامنِ صحرا نہ کھینچیے

واماندگی بہانہ و دل بستگی فریب
دردِ طلب بہ آبلۂ پا نہ کھینچیے

کرتے ہوئے تصورِ یار آئے ہے حیا
کیا فائدہ کہ منتِ بیگانہ کھینچیے

گر صفحے کو نہ دیجیے پروازِ سادگی
جز خطِ عجز، نقشِ تمنا نہ کھینچیے

دیدارِ دوستانِ لباسی ہے ناگوار
صورت بہ کارخانۂ دیبا نہ کھینچیے

ہے بے خمار نشّۂ خونِ جگر، اسدؔ
دستِ ہوس بہ گردنِ مینا نہ کھینچیے

}