#lang pollen

◊(define-meta title "دلِ بیمارِ از خود رفتہ، تصویرِ نہالی ہے")

◊غزل{
دلِ بیمارِ از خود رفتہ، تصویرِ نہالی ہے
کہ مژگاں ریشہ دارِ نیستانِ شیرِ قالی ہے

سرورِ نشۂ گردش، اگر، کیفیت افزا ہو
نہاں ہر گرد بادِ دشت میں جامِ سفالی ہے

عروجِ نشہ ہے سر تا قدم، قدِ چمن رویاں
بجائے خود، وگرنہ، سرو بھی مینائے خالی ہے

ہوا آئینہ، جامِ بادہ عکسِ روئے گلگوں سے
نشانِ خالِ رخ، داغِ شرابِ پرتگالی ہے

بہ پائے خامۂ مو، طے رہِ وصفِ کمر کیجے
کہ تارِ جادۂ سر منزلِ نازک خیالی ہے

اسدؔ، اُٹھنا قیامت قامتوں کا وقتِ آرائش
لباسِ نظم میں بالیدنِ مضمونِ عالی ہے

}