#lang pollen

◊(define-meta title "دیکھ تری خوئے گرم، دل بہ تپش رام ہے")

◊شاعری{
دیکھ تری خوئے گرم، دل بہ تپش رام ہے
طائرِ سیماب کو، شعلہ، رگِ دام ہے

شوخئ چشمِ حبیب، فتنۂ ایّام ہے
قسمتِ بختِ رقیب، گردشِ صد جام ہے

جلوۂ بینش پناہ بخشے ہے ذوقِ نگاہ
کعبۂ پوشش سیاہ مردمک احرام ہے

کُو نفس و چہ غبار؟ جرأتِ عجز آشکار
در تپش آبادِ شوق، سرمہ، صدا نام ہے

غفلتِ افسردگی، تہمتِ تمکیں نہ ہو
اے ہمہ خوابِ گراں، حوصلہ بدنام ہے

بزمِ وداعِ نظر، یاس طربِ نامہ بر
فرصتِ رقصِ شرر، بوسہ بہ پیغام ہے

گریۂ طوفاں رکاب، نالۂ محشر عناں
بے سر و ساماں اسدؔ! فتنہ سر انجام ہے

}