#lang pollen

◊(define-meta title "ذوقِ خود داری، خرابِ وحشتِ تسخیر ہے")

◊غزل{
ذوقِ خود داری، خرابِ وحشتِ تسخیر ہے
آئینہ خانہ، مری تمثال کو، زنجیر ہے

ذرہ دے مجنوں کے کس کس داغ کو پردازِ عرض؟
ہر بیاباں، یک بیاباں حسرتِ تعمیر ہے

میکشِ مضموں کو حسنِ ربطِ خط کیا چاہیے؟
لغزشِ رفتارِ خامہ، مستئ تحریر ہے

خانمانِ جبریانِ غافل از معنئ خراب!
جب ہوئے ہم بے گنہ، رحمت کی کیا تقصیر ہے؟

چاہے گر جنت، جز آدم وارثِ آدم نہیں
شوخئ ایمانِ زاہد، سُستئ تدبیر ہے

شب دراز و آتشِ دل تیز، یعنی، مثلِ شمع!
مہ، ز سر تا ناخنِ پا، رزقِ یک شبگیر ہے

آب ہو جاتے ہیں، ننگِ ہمتِ باطل سے، مرد
اشک پیدا کر، اسدؔ، گر آہ بے تاثیر ہے

}