#lang pollen

◊(define-meta title "ربطِ تمیزِ اعیاں، دُردِ مئے صدا ہے")

◊غزل{
ربطِ تمیزِ اعیاں، دُردِ مئے صدا ہے
اعمیٰ کو سرمۂ چشم، آوازِ آشنا، ہے

موئے دماغِ وحشت، سر رشتۂ فنا ہے
شیرازۂ دو عالم، یک آہِ نارسا، ہے

دیوانگی ہے، تجھ کو درسِ خرام دینا
موجِ بہار یکسر زنجیرِ نقشِ پا، ہے

پروانے سے ہو، شاید، تسکینِ شعلۂ شمع
آسایشِ وفا ہا، بے تابئ جفا، ہے

اے اضطرابِ سرکش، یک سجدہ وار تمکیں
میں بھی ہوں شمعِ کشتہ، گر داغ خوں بہا ہے

نے حسرتِ تسلی، نے ذوقِ بے قراری
یک درد و صد دوا ہے، یک دست و صد دعا ہے

دریائے مے ہے ساقی، لیکن خمار باقی
تا کوچہ دادنِ موج خمیازہ آشنا ہے

وحشت نہ کھینچ، قاتل، حیرت نفس ہے بسمل
جب نالہ خوں ہو، غافل، تاثیر کیا بلا ہے

بت خانے میں اسدؔ بھی بندہ تھا گاہ گاہے
حضرت چلے حرم کو، اب آپ کا خدا ہے

}