#lang pollen

◊(define-meta title "سمجھاؤ اسے، یہ وضع چھوڑے")

◊درمیان{◊ح['ساکت]{غزل}}

◊شاعری{
سمجھاؤ اسے، یہ وضع چھوڑے
جو چاہے کرے، پہ دل نہ توڑے

تقریر کا اس کی حال مت پوچھ
معنیٰ ہیں بہت، تو لفظ تھوڑے

نذرِ مژہ کر دل و جگر کو
چیرے ہی سے جائیں گے یہ پھوڑے

عاشق کو یہ چاہیے کہ ہر گز
اندوہ سے، ڈر کے، منھ نہ موڑے

آ جا لبِ بام، کوئی کب تک
دیوار سے اپنے سر کو پھوڑے

جاتے ہیں رقیب کو خط اس کے
کاغذ کے دوڑتے ہیں گھوڑے

◊ق{غم خوار کو ہے قسم کہ زنہار
غالبؔ کو نہ تشنہ کام چھوڑے
}

حسرت زدہ طرب ہے یہ شخص
دم جب کہ بہ وقتِ نزع توڑے

پانی نہ چوائے اس کے منھ میں
گل مے میں بھگو بھگو نچوڑے

}

◊حاشیہ["غزل"]{یہ غزل نسخۂ بھوپال کے حاشیے پر کسی دوسرے کے قلم سے درج ہے، اس لیے اسے ۱۸۱۶ کے بعد کے کلام میں رکھا گیا۔ مگر غزل کا اسلوب غالبؔ کے اسلوب سے میل نہیں کھاتا۔ اگر یہ غالبؔ ہی کا کلام ہے تو ابتدائی مشق کا نمونہ سمجھنا چاہیے، کیونکہ ۲۰ سال کی عمر تک غالبؔ کے فکر و فن کی توانائی ظاہر ہو چکی تھی۔ ◊حم{نسخۂ رضا}}
