#lang pollen

◊(define-meta title "شکلِ طاؤس، گرفتار بنایا ہے مجھے")

◊غزل{
شکلِ طاؤس، گرفتار بنایا ہے مجھے
ہوں وہ گل دام کہ سبزے میں چھپایا ہے مجھے

پرِ طاؤس، تماشا نظر آیا ہے مجھے
ایک دل تھا کہ بہ صد رنگ دکھایا ہے مجھے

عکسِ خط، تا سخنِ ناصحِ دانا سر سبز
آئینہ، بیضۂ طوطی نظر آیا ہے مجھے

سُنبلستانِ جنوں ہوں، ستمِ نسبتِ زلف
مُوکشاں خانۂ زنجیر میں لایا ہے مجھے

گرد باد، آئینۂ محشرِ خاکِ مجنوں
یک بیاباں دلِ بے تاب اُٹھایا ہے مجھے

حیرتِ کاغذِ آتش زدہ ہے، جلوۂ عمر
تہِ خاکسترِ صد آئینہ پایا ہے مجھے

لالہ و گل بہم آئینۂ اخلاقِ بہار
ہوں میں وہ داغ کہ پھولوں میں بسایا ہے مجھے

دردِ اظہارِ تپش کسوتی گل معلوم!
ہوں میں وہ چاک کہ کانٹوں سے سلایا ہے مجھے

بے دماغِ تپش و عرضِ دو عالم فریاد
ہوں میں وہ خاک کہ ماتم میں اُڑایا ہے مجھے

جامِ ہر ذرہ ہے سرشارِ تمنا مجھ سے
کس کا دل ہوں؟ کہ دو عالم سے لگایا ہے مجھے

جوشِ فریاد سے لوں گا دیتِ خواب، اسدؔ
شوخئ نغمۂ بیدل نے جگایا ہے مجھے

}