#lang pollen

◊(define-meta title "صبح سے معلوم، آثارِ ظہورِ شام، ہے")

◊غزل{
صبح سے معلوم، آثارِ ظہورِ شام، ہے
غافلاں، آغازِ کار، آئینۂ انجام ہے

بس کہ ہے صیاد راہِ عشق میں محوِ کمیں
جادۂ رہ سر بہ سر، مژگانِ چشمِ دام ہے

بس کہ تیرے جلوۂ دیدار کا ہے اشتیاق
ہر بتِ خرشید طلعت، آفتابِ بام ہے

مستعدِ قتلِ یک عالم ہے جلاّدِ فلک
کہکشاں موجِ شفق میں تیغِ خوں آشام ہے

کیا کمالِ عشق نقص آبادِ گیتی میں ملے
پختگی ہائے تصور، یاں خیالِ خام ہے

ہو جہاں، وہ ساقئ خرشید رُو، مجلس فروز
واں، اسدؔ، تارِ شعاعِ مہر خطِّ جام ہے

}
