#lang pollen

◊(define-meta title "ضبط سے، جوں مردمک، اسپند اقامت گیر ہے")

◊غزل{
ضبط سے، جوں مردمک، اسپند اقامت گیر ہے
مجمرِ بزمِ فسردن، دیدۂ نخچیر ہے

آشیاں بندِ بہارِ عیش ہوں ہنگامِ قتل
یاں پرِ پروازِ رنگِ رفتہ، بالِ تیر ہے

ہے جہاں فکرِ کشیدن ہائے نقشِ روئے یار
ماہتابِ ہالہ پیرا گردۂ تصویر ہے

وقتِ حسن افروزیٔ زینت طرازاں، جائے گل
ہر نہالِ شمع میں اک غنچۂ گل گیر ہے

گریے سے بندِ محبت میں ہوئی نام آوری
لخت لختِ دل، مکینِ خانۂ زنجیر ہے

ریزشِ خونِ وفا ہے جرعہ نوشی ہائے یار
یاں گلوئے شیشۂ مے، قبضۂ شمشیر ہے

جو بہ شامِ غم چراغِ خلوتِ دل تھا، اسدؔ
وصل میں وہ سوز، شمعِ مجلسِ تقریر ہے

}
