#lang pollen

◊(define-meta title "عذارِ یار، نظر بندِ چشمِ گریاں ہے")

◊غزل{
عذارِ یار، نظر بندِ چشمِ گریاں ہے
عجب کہ پرتوِ خور، شمعِ شبنمستاں ہے

ہجومِ ضبطِ فغاں سے، مری زبانِ خاموش
بہ رنگِ بستہ، بہ زہراب دادہ پیکاں ہے

قبائے جلوہ فزا ہے، لباسِ عریانی
بہ طرزِ گل، رگِ جاں مجھ کو تارِ داماں ہے

لبِ گزیدۂ معشوق ہے دلِ افگار
کہ بخیہ جلوہ آثارِ زخمِ دنداں ہے

کشودِ غنچۂ خاطر عجب نہ رکھ غافل
صبا خرامئ خوباں، بہار ساماں ہے

فغاں! کہ بہرِ شفائے حصولِ ناشدنی
دماغ، ناز کشِ منّتِ طبیباں ہے

طلسمِ منتِ یک خلق سے رہائی دی
جہاں جہاں مرے قاتل کا مجھ پہ احساں ہے

جنوں نے مجھ کو بنایا ہے مدعی میرا
ہمیشہ ہاتھ میں میرے مرا گریباں ہے

اسدؔ کو زیست تھی مشکل، اگر نہ سن لیتا
کہ قتلِ عاشقِ دلدادہ تجھ کو آساں ہے

}
