#lang pollen

◊(define-meta title "قتلِ عشاق نہ غفلت کشِ تدبیر آوے")

◊غزل{
قتلِ عشاق نہ غفلت کشِ تدبیر آوے
یا رب، آئینہ بہ طاقِ خمِ شمشیر آوے

بالِ طاؤس ہے رعنائئ ضعفِ پرواز
کون ہے داغ کہ شعلے کا عناں گیر آوے

عرضِ حیرانئ بیمارِ محبت معلوم
عیسیٰ، آخر بہ کفِ آئینہ تصویر آوے

ذوقِ راحت اگر احرامِ تپش ہو، جوں شمع
پائے خوابیدہ، بہ دل جوئئ شبگیر آوے

اُس بیاباں میں گرفتارِ جنوں ہوں کہ جہاں
موجۂ ریگ سے دل، پائے بہ زنجیر آوے

وہ گرفتارِ خرابی ہوں کہ فوّارہ نمط
سیل، صیادِ کمیں خانۂ تعمیر آوے

سرِ معنی بہ گریبانِ شقِ خامہ، اسدؔ
چاکِ دل، شانہ کشِ طرّۂ تحریر آوے

}
