#lang pollen

◊(define-meta title "محوِ آرامیدگی، سامانِ بے تابی کرے")

◊شاعری{
محوِ آرامیدگی، سامانِ بے تابی کرے
چشم میں توڑے نمک داں، تا شکر خوابی کرے

آرزوئے خانہ آبادی نے ویراں تر کیا
کیا کروں، گر سایۂ دیوار سیلابی کرے

نغمہ ہا، وابستۂ یک عقدۂ تارِ نفس
ناخنِ تیغِ بتاں، شاید کہ مضرابی کرے

صبح دم وہ جلوہ ریزِ بے نقابی ہو اگر
رنگِ رخسارِ گلِ خرشید، مہتابی کرے

زخم ہائے کہنۂ دل رکھتے ہیں جوں مردگی
اے خوشا! گر آبِ تیغِ ناز تیزابی کرے

بادشاہی کا جہاں یہ حال ہو، غالبؔ، تو پھر
کیوں نہ دلی میں ہر اک ناچیز نوابی کرے

}