#lang pollen

◊(define-meta title "منت کشی میں حوصلہ بے اختیار ہے")

◊غزل{
منت کشی میں حوصلہ بے اختیار ہے
دامانِ صد کفن، تہِ سنگِ مزار ہے

کس کا سراغِ جلوہ ہے، حیرت کو، اے خدا؟
آئینہ، فرشِ شش جہتِ انتظار ہے

عبرت طلب ہے، حلِ معمائے آگہی
شبنم، گدازِ آئینۂ اعتبار ہے

ہے ذرہ ذرہ، تنگیٔ جا سے، غبارِ شوق
گر دام یہ ہے، وسعتِ صحرا شکار ہے

دل مدعی و دیدہ بنا مدعا علیہ
نظارے کا مقدمہ پھر روبکار ہے

چھڑ کے ہے شبنم، آئینۂ برگِ گل پہ، آب
اے عندلیب! وقتِ وداعِ بہار ہے

خجلت کشِ وفا کو شکایت نہ چاہیے
اے مدعی، طلسمِ عرق بے غبار ہے

پچ آ پڑی ہے وعدہ دلدار کی مجھے
وہ آئے یا نہ آئے، پہ یاں انتظار ہے

کیفیتِ ہجومِ تمنا رسا، اسدؔ
خمیازہ، ساغرِ مۓ رنجِ خمار ہے
}
