#lang pollen

◊(define-meta title "مژہ، پہلوئے چشم، اے جلوۂ ادراک باقی ہے")

◊غزل{
مژہ، پہلوئے چشم، اے جلوۂ ادراک باقی ہے
ہوا وہ شعلہ داغ اور شوخیٔ خاشاک باقی ہے

چمن میں کچھ نہ چھوڑا تو نے غیر از بیضۂ قمری
عدم میں، بہرِ فرقِ سرو، مشتِ خاک باقی ہے

گدازِ سعیٔ بینش شست و شوے نقشِ خود کامی
سراپا شبنم آئیں، یک نگاہِ پاک باقی ہے

ہوا ترکِ لباسِ زعفرانی دل کشا، لیکن
ہنوز آفت نسب یک خندہ، یعنی چاک، باقی ہے

چمن زارِ تمنا ہو گئی صرفِ خزاں، لیکن
بہارِ نیم رنگِ آہِ حسرت ناک باقی ہے

نہ حیرت چشمِ ساقی کی، نہ صحبت دورِ ساغر کی
مری محفل میں غالبؔ گردشِ افلاک باقی ہے

}
