#lang pollen

◊(define-meta title "وائے خفتۂ الفت، اگر بے تاب ہو جاوے")

◊شاعری{
وائے خفتۂ الفت، اگر بے تاب ہو جاوے
پرِ پروانہ، تارِ شمع پر مضراب ہو جاوے

اگر وحشت عرق افشانِ بے پروا خرامی ہو
بیاضِ دیدۂ آہو، کفِ سیلاب ہو جاوے

ز بس طوفانِ آب و گِل ہے، غافل، کیا تعجب ہے!
کہ ہر یک گرد بادِ گلستاں گرداب ہو جاوے

اثر میں یاں تک، اے دستِ دعا، دخلِ تصرف کر
کہ سجدہ قبضۂ تیغِ خمِ محراب ہو جاوے

بہ رنگِ گل، اگر، شیرازہ بندِ بے خودی رہیے
ہزار آشفتگی، مجموعۂ یک خواب ہو جاوے

نمک بر داغ، مشک آلودہ وحشت تماشا ہے
سوادِ دیدہِ آہو، شبِ مہتاب ہو جاوے

اسدؔ! با وصفِ مشق بے تکلف خاک گردیدن
غضب ہے، گر غبارِ خاطرِ احباب ہو جاوے

}