#lang pollen

◊(define-meta title "چار سوئے عشق میں صاحب دکانی مفت ہے")

◊غزل{
چار سوئے عشق میں صاحب دکانی مفت ہے
نقد ہے داغِ دل اور آتش زبانی مفت ہے

زخمِ دل پر باندھیے حلوائے مغزِ استخواں
تن درستی فائدہ اور ناتوانی مفت ہے

نقدِ انجم تا بکے از کیسہ بیروں ریختن؟
یعنی، اے پیرِ فلک، شامِ جوانی مفت ہے

گر نہیں پاتا درونِ خانہ، ہر بیگانہ، جا
بر درِ نکشودۂ دل، پاسبانی مفت ہے

چوں کہ بالائے ہوس پر ہر قبا کوتاہ ہے
بر ہوس ہائے جہاں دامن فشانی مفت ہے

یک نفس، ہر یک نفس، جاتا ہے قسطِ عمر میں
حیف ہے اُن کو جو سمجھیں زندگانی مفت ہے

مال و جاہ دست و پا بے زر خریدہ ہیں، اسدؔ
پس بہ دل ہائے دگر راحت رسانی مفت ہے

}
