#lang pollen

◊(define-meta title "کاوشِ دزدِ حنا پوشیدہ افسوں ہے مجھے")

◊غزل{
کاوشِ دزدِ حنا پوشیدہ افسوں ہے مجھے
ناخنِ انگشتِ خوباں، لعلِ واژوں ہے مجھے

ریشۂ شہرت دوانیدن ہے، رفتن زیرِ خاک
خنجرِ جلاد، برگِ بیدِ مجنوں، ہے مجھے

ساقیا! دے ایک ہی ساغر میں سب کو مے، کہ آج
آرزوئے بوسۂ لب ہائے مے گوں ہے مجھے

ہو گئے باہم دگر، جوشِ پریشانی سے، جمع
گردشِ جامِ تمنا، دورِ گردوں، ہے مجھے

دیکھ لی جوشِ جوانی کی ترقّی بھی کہ اب
بدر کے مانند، کاہش روز افزوں ہے مجھے

غنچگی ہے، بر نفس پیچیدنِ فکر، اے اسدؔ!
وا شگفتن ہائے دل در رہنِ مضموں ہے مجھے

}