#lang pollen

◊(define-meta title "کوشش، ہمہ بے تابِ تردد شکنی ہے")

◊شاعری{
کوشش، ہمہ بے تابِ تردد شکنی ہے
صد جنبشِ دل، یک مژہ برہم زدنی ہے

گو حوصلہ پامردِ تغافل نہیں، لیکن
خاموشئ عاشق، گلۂ کم سخنی ہے

دی لطفِ ہوا نے بہ جنوں، طرفہ نزاکت
تا آبلہ، دعوائے تنک پیرہنی ہے

رامش گرِ اربابِ فنا، نالۂ زنجیر
عیشِ ابد، از خویش بروں تا ختنی ہے

از بس کہ ہے محوِ بہ چمن تکیہ زدن پا
گل برگ، پرِ بالشِ سروِ چمنی ہے

آئینہ و شانہ، ہمہ دست و ہمہ زانو
اے حسن، مگر حسرتِ پیماں شکنی ہے

فریاد، اسدؔ، بے نگہی ہائے بتاں سے
سچ کہتے ہیں، واللّٰہ، کہ اللّٰہ غنی ہے

}