#lang pollen

◊(define-meta title "گدائے طاقتِ تقریر ہے، زباں، تجھ سے")

◊غزل{
گدائے طاقتِ تقریر ہے، زباں، تجھ سے
کہ خامشی کو ہے پیرایۂ بیاں تجھ سے

فسردگی میں ہے فریادِ بے دلاں تجھ سے
چراغِ صبح و گلِ موسمِ خزاں تجھ سے

بہارِ حیرتِ نظارہ، سخت جانی ہے
حنائے پائے اجل، خونِ کشتگاں، تجھ سے

پری بہ شیشہ و عکسِ رخ اندر آئینہ
نگاہِ حیرتِ مشاطہ، خوں فشاں تجھ سے

طراوتِ سحر ایجادی اثر یک سُو
بہارِ نالہ و رنگینئ فغاں تجھ سے

چمن چمن گلِ آئینہ در کنارِ ہوس
امید، محوِ تماشائے گلستاں تجھ سے

نیاز، پردۂ اظہارِ خود پرستی ہے
جبینِ سجدہ فشاں تجھ سے، آستاں تجھ سے

بہانہ جوئئ رحمت، کمیں گرِ تقریب
وفائے حوصلہ و رنجِ امتحاں تجھ سے

اسدؔ طلسمِ قفس میں رہے، قیامت ہے
خرام تجھ سے، صبا تجھ سے، گلستاں تجھ سے

}
