#lang pollen

◊(define-meta title "گر یاس سر نہ کھینچے، تنگی عجب فضا ہے")

◊شاعری{
گر یاس سر نہ کھینچے، تنگی عجب فضا ہے
وسعت گہِ تمنا، یک بام و صد ہوا ہے

برہم زنِ دو عالم، تکلیفِ یک صدا، ہے
مینا شکستگاں کو کہسار خوں بہا ہے

فکرِ سخن یک انشا زندانئ خموشی
دودِ چراغ، گویا، زنجیرِ بے صدا ہے

موزونئ دو عالم، قربانِ سازِ یک درد
مصراعِ نالۂ نَے، سکتہ ہزار جا ہے

درسِ خرام تا کَے خمیازۂ روانی؟
اِس موجِ مے کو، غافل، پیمانہ نقشِ پا ہے

گردش میں لا، تجلی، صد ساغرِ تسلی!
چشمِ تحیر آغوش، مخمورِ ہر ادا ہے

یک برگِ بے نوائی، صد دعوتِ نیستاں
طوفانِ نالۂ دل، تا موجِ بوریا ہے

اے غنچۂ تمنا، یعنی کفِ نگاریں
دل دے، تو ہم بتا دیں، مٹھی میں تیری کیا ہے

ہر نالۂ اسدؔ ہے مضمونِ داد خواہی
یعنی، سخن کو کاغذ احرامِ مدعا ہے

}