#lang pollen

◊(define-meta title "گریہ، سرشاری شوق بہ بیاباں زدہ ہے")

◊شاعری{
گریہ، سرشاری شوق بہ بیاباں زدہ ہے
قطرۂ خونِ جگر، چشمکِ طوفاں زدہ ہے

گریہ بے لذّتِ کاوش نہ کرے جرأتِ شوق
قطرۂ اشک، دل بر صفِ مژگاں زدہ ہے

بے تماشا نہیں جمعیّتِ چشمِ بسمل
مژہ فالِ دو جہاں خوابِ پریشاں زدہ ہے

فرصت آئینہ و پروازِ عدم تا ہستی
یک شرر بالِ دل و دیدہ چراغاں زدہ ہے

نقشِ رنگینئ سعئ قلمِ مانی ہے
بہ کمر دامنِ صد رنگ گلستان زدہ ہے

درسِ نیرنگ ہے کس موجِ نگہ کا، یا رب؟
غنچہ، صد آئینہ زانوئے گلستاں زدہ ہے

سازِ وحشت رقمی ہا، کہ بہ اظہارِ اسدؔ
دشت و ریگ آئینۂ صفحۂ افشاں زدہ ہے

}