#lang pollen

◊(define-meta title "ہر رنگِ سوز، پردۂ یک ساز ہے مجھے")

◊غزل{
ہر رنگِ سوز، پردۂ یک ساز ہے مجھے
بال سمندر، آئینۂ ناز ہے مجھے

طاؤسِ خاک، حسنِ نظر باز ہے مجھے
ہر ذرہ، چشمکِ نگہِ ناز ہے مجھے

آغوشِ گل ہے آئینۂ ذرّہ ذرّہ خاک
عرضِ بہار، جوہرِ پرداز ہے مجھے

ہے بوئے گل غریبِ تسلی گہِ وطن
ہر جزوِ آشیاں، پرِ پرواز ہے مجھے

ہے جلوۂ خیال، سویدائے مردمک
جوں داغ، شعلہ سر خطِ آغاز ہے مجھے

وحشت بہارِ نشّہ و گل ساغرِ شراب
چشمِ پری، شفق کدۂ راز ہے مجھے

فکرِ سخن بہانۂ پردازِ خامشی
دودِ چراغ، سرمۂ آواز ہے مجھے

ہے خامہ فیضِ بیعتِ بیدل بہ کف، اسدؔ
یک نیستاں قلمروِ اعجاز ہے مجھے

}
