#lang pollen

◊(define-meta title "آبرو کیا خاک اُس گُل کی، کہ گلشن میں نہیں")

◊شاعری{
آبرو کیا خاک اُس گُل کی، کہ گلشن میں نہیں
ہے گریبان ننگِ پیراہن جو دامن میں نہیں

ضعف سے اے گریہ کچھ باقی مرے تن میں نہیں
رنگ ہو کر اڑ گیا، جو خوں کہ دامن میں نہیں

ہو گئے ہیں جمع اجزائے نگاہِ آفتاب
ذرّے اُس کے گھر کی دیواروں کے روزن میں نہیں

کیا کہوں تاریکئ زندانِ غم، اندھیر ہے
پنبہ، نورِ صبح سے کم جس کے روزن میں‌ نہیں

رونقِ ہستی ہے عشقِ خانہ ویراں ساز سے
انجمن بے شمع ہے گر برق خرمن میں نہیں

زخم سِلوانے سے مجھ پر چارہ جوئی کا ہے طعن
غیر سمجھا ہے کہ لذّت زخمِ سوزن میں نہیں

بس کہ ہیں ہم ◊ح{ہیں-ہم} اک بہارِ ناز کے مارے ہوئے
جلوۂ گُل کے سِوا گرد اپنے مدفن میں نہیں

قطرہ قطرہ اک ہیولیٰ ہے نئے ناسور کا
خُوں بھی ذوقِ درد سے، فارغ مرے تن میں نہیں

لے گئی ساقی کی نخوت قلزم آشامی مری
موجِ مے کی آج رگ، مینا کی گردن میں نہیں

ہو فشارِ ضعف میں کیا نا توانی کی نمود؟
قد کے جھکنے کی بھی گنجائش مرے تن میں نہیں

تھی وطن میں شان کیا غالبؔ کہ ہو غربت میں قدر
بے تکلّف، ہوں وہ مشتِ خس کہ گلخن میں نہیں

}

◊حاشیہ["ہیں-ہم"]{نسخۂ مہر اور آسی میں "ہم ہیں" درج ہے۔ ◊حم{جویریہ مسعود}}
