#lang pollen

◊(define-meta title "آنسو کہوں کہ، آہ، سوارِ ہوا کہوں")

◊غزل{
◊ح['شروع]{اشعار} آنسو کہوں کہ، آہ، سوارِ ہوا کہوں
ایسا عناں گسیختہ آیا کہ کیا کہوں

اقبالِ کلفتِ دلِ بے مدعا رسا
اختر کو داغِ سایہِ بال ہما کہوں

مضمون وصل ہاتھ نہ آیا مگر اسے
اب طائر پریدہ رنگ حنا کہوں

عہدے سے مدح‌ِ ناز کے باہر نہ آ سکا
گر اک ادا ہو تو اُسے اپنی قضا کہوں

حلقے ہیں چشم ہائے کشادہ بہ سوئے دل
ہر تارِ زلف کو نگہِ سُرمہ سا کہوں

میں اور صد ہزار نوائے جگر خراش
تو اور ایک وہ نہ شنیدن کہ کیا کہوں

ظالم مرے گماں سے مجھے منفعل نہ چاہ
ہَے ہَے خُدا نہ کردہ، تجھے بے وفا کہوں

ز دیدنِ دلِ ستم آمادہ ہے محال
مژگاں کہوں کہ جوہر تیغِ قضا کہوں

طرز آفرینِ نکتہ سرائی طبع ہے
آئینہ خیال کو طوطی نما کہوں

}

◊حاشیہ["اشعار"]{پہلے تین اشعار بشمول مطلع، اور آخری دو اشعار بشمول مقطع نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
