#lang pollen

◊(define-meta title "تنِ بہ بندِ ہوس در نہ دادہ رکھتے ہیں")

◊شاعری{
تنِ بہ بندِ ہوس در نہ دادہ رکھتے ہیں
دلِ زکارِ جہاں اوفتادہ رکھتے ہیں

تمیزِ زشتی و نیکی میں لاکھ باتیں ہیں
بہ عکسِ آئنہ یک فردِ سادہ رکھتے ہیں

بہ رنگِ سایہ ہمیں بندگی میں ہے تسلیم
کہ داغِ دل بہ جبینِ کشادہ رکھتے ہیں

بہ زاہداں، رگِ گردن، ہے رشتۂ زنار
سرِ بپائے بتے نا نہادہ رکھتے ہیں

معافِ بیہُدہ گوئی ہیں ناصحانِ عزیز
دلے بہ دستِ نگارے نہ دادہ رکھتے ہیں

بہ رنگِ سبزہ، عزیزانِ بد زباں یک دست
ہزار تیغ بہ زہراب دادہ رکھتے ہیں

ادب نے سونپی ہمیں سرمہ سائیِ حیرت
زبانِ بستہ و چشمِ کشادہ رکھتے ہیں

◊ح['شروع]{مقطع} زمانہ سخت کم آزار ہے، بہ جانِ اسدؔ
وگرنہ ہم تو توقُّع زیادہ رکھتے ہیں

}

◊حاشیہ["مقطع"]{متداول دیوان میں صرف مقطع ہے، باقی اشعار نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
