#lang pollen

◊(define-meta title "تیرے توسن کو صبا باندھتے ہیں")

◊غزل{
تیرے توسن کو صبا باندھتے ہیں
ہم بھی مضموں کی ہَوا باندھتے ہیں

◊ح['شروع]{شعر} آہ کا کس نے اثر دیکھا ہے
ہم بھی اک اپنی ہَوا باندھتے ہیں

تیری فرصت کے مقابل اے عُمْر!
برق کو پا بہ حنا باندھتے ہیں

قیدِ ہستی سے رہائی معلوم!
اشک کو بے سر و پا باندھتے ہیں

نشۂ رنگ سے ہے واشُدِ گل
مست کب بندِ قبا باندھتے ہیں

غلطی ہائے مضامیں مت پُوچھ
لوگ نالے کو رسا باندھتے ہیں

اہلِ تدبیر کی واماندگیاں
آبلوں پر بھی حنا باندھتے ہیں

سادہ پُرکار ہیں خوباں غالبؔ
ہم سے پیمانِ وفا باندھتے ہیں

}

◊حاشیہ["شعر"]{یہ شعر نسخۂ رضا میں اس غزل کے بجائے ایک اور غزل میں درج ہے جس کا مطلع ہے: ◊علامت{؎}
    ◊شعر{
    پاؤں میں جب وہ حنا باندھتے ہیں
    میرے ہاتھوں کو جدا باندھتے ہیں}
◊حم{جویریہ مسعود}}
