#lang pollen

◊(define-meta title "جہاں تیرا نقشِ قدم دیکھتے ہیں")

◊غزل{
جہاں تیرا نقشِ قدم دیکھتے ہیں
خیاباں خیاباں اِرم دیکھتے ہیں

دل آشفتگاں خالِ کنجِ دہن کے
سویدا میں سیرِ عدم دیکھتے ہیں

ترے سروِ قامت سے اک قدِ آدم
قیامت کے فتنے کو کم دیکھتے ہیں

تماشا! کہ ◊ح{کہ} اے محوِ آئینہ داری
تجھے کس تمنّا سے ہم دیکھتے ہیں

سراغِ تُفِ نالہ لے داغِ دل سے
کہ شب رَو کا نقشِ قدم دیکھتے ہیں

◊ح['شروع]{اشعار} کسو کو ز خود رستہ کم دیکھتے ہیں
کہ آہو کو پابندِ رم دیکھتے ہیں

خطِ لختِ دل یک قلم دیکھتے ہیں
مژہ کو جواہر رقم دیکھتے ہیں

سرابِ یقین ہیں پریشان نگاہاں
اسدؔ کو گر از چشمِ کم دیکھتے ہیں

کہ ہم بیضۂ طوطیِ ہند، غافل
تہِ بالِ شمعِ حرم دیکھتے ہیں

بنا کر فقیروں کا ہم بھیس غالبؔ
تماشائے اہلِ کرم دیکھتے ہیں

}

◊حاشیہ["کہ"]{بعض نسخوں میں "کہ" کی جگہ "کر" چھپا ہے۔ نسخۂ نظامی: "کہ" ◊حم{حامد علی خاں}}
◊حاشیہ["اشعار"]{یہ اور اگلے تین اشعار نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}