#lang pollen

◊(define-meta title "حیراں ہوں، دل کو روؤں کہ پیٹوں جگر کو مَیں")

◊شاعری{
حیراں ہوں، دل کو روؤں کہ پیٹوں جگر کو مَیں
مقدور ہو تو ساتھ رکھوں نوحہ گر کو مَیں

چھوڑا نہ رشک نے کہ ترے گھر کا نام لوں
ہر اک سے پُوچھتا ہوں کہ "جاؤں کدھر کو مَیں"

جانا پڑا رقیب کے در پر ہزار بار
اے کاش جانتا نہ تری رہ گزر کو مَیں

ہے کیا، جو کس کے باندھیے میری بلا ڈرے
کیا جانتا نہیں ہُوں تمھاری کمر کو مَیں

لو، وہ بھی کہتے ہیں کہ "یہ بے ننگ و نام ہے"
یہ جانتا اگر، تو لُٹاتا نہ گھر کو مَیں

چلتا ہوں تھوڑی دُور ہر اک تیز رَو کے ساتھ
پہچانتا نہیں ہُوں ابھی راہبر کو مَیں

خواہش کو احمقوں نے پرستش دیا قرار
کیا پُوجتا ہوں اس بُتِ بیداد گر کو مَیں

پھر بے خودی میں بھول گیا راہِ کوئے یار
جاتا وگرنہ ایک دن اپنی خبر کو مَیں

اپنے پہ کر رہا ہُوں قیاس اہلِ دہر کا
سمجھا ہوں دل پذیر متاعِ ہُنر کو مَیں

غالبؔ خدا کرے کہ سوارِ سمندِ ناز
دیکھوں علی بہادرِ عالی گُہر کو مَیں

}
