#lang pollen

◊(define-meta title "خوش وحشتے کہ عرضِ جنونِ فنا کروں")

◊غزل{
خوش وحشتے کہ عرضِ جنونِ فنا کروں
جوں گردِ راہ، جامۂ ہستی قبا کروں

گر بعدِ مرگ وحشتِ دل کا گلہ کروں
موجِ غبار سے پرِ یک دشت وا کروں

آ، اے بہارِ ناز! کہ تیرے خرام سے
دستار گردِ شاخِ گلِ نقشِ پا کروں

خوش اوفتادگی! کہ بہ صحرائے انتظار
جوں جادہ، گردِ رہ سے نگہ سرمہ سا کروں

صبر اور یہ ادا کہ دل آوے اسیرِ چاک
درد اور یہ کمیں کہ رہِ نالہ وا کروں

وہ بے دماغِ منتِ اقبال ہوں کہ میں
وحشت بہ داغِ سایۂ بالِ ہما کروں

وہ التماسِ لذتِ بیداد ہوں کہ میں
تیغِ ستم کو پشتِ خمِ التجا کروں

وہ رازِ نالہ ہوں کہ بہ شرحِ نگاہِ عجز
افشاں غبارِ سرمہ سے فردِ صدا کروں

◊ح['شروع]{مقطع} لوں وام بختِ خفتہ سے یک خوابِ خوش ولے
غالبؔ یہ خوف ہے کہ کہاں سے ادا کروں

}

◊حاشیہ["مقطع"]{مروجہ دیوان میں یہ غزل صرف اس مقطع پر مشتمل ہے۔ باقی اشعار نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
