#lang pollen

◊(define-meta title "دائم پڑا ہُوا ترے در پر نہیں ہُوں میں")

◊غزل{
دائم پڑا ہُوا ترے در پر نہیں ہُوں میں
خاک ایسی زندگی پہ کہ پتھر نہیں ہُوں میں

کیوں گردشِ مدام سے گھبرا نہ جائے دل
انسان ہوں پیالہ و ساغر نہیں ہُوں میں

یا رب، زمانہ مجھ کو مٹاتا ہے کس لیے؟
لوحِ جہاں پہ حرفِ مکرّر نہیں ہُوں میں

حد چاہیے سزا میں عقوبت کے واسطے
آخر گناہ گار ہُوں کافَر نہیں ہُوں میں

◊ح['شروع]{اشعار} کس واسطے عزیز نہیں جانتے مجھے؟
لعل و زمرّد و زر و گوہر نہیں ہُوں میں

رکھتے ہو تم قدم مری آنکھوں سے کیوں دریغ؟
رتبے میں مہر و ماہ سے کم تر نہیں ہُوں میں؟

کرتے ہو مجھ کو منعِ قدم بوس کس لیے؟
کیا آسمان کے بھی برابر نہیں ہُوں میں؟

◊ح['شروع]{وظیفہ} غالبؔ وظیفہ خوار ہو، دو شاہ کو دعا
وہ دن گئے کہ ◊ح{کہ} کہتے تھے نوکر نہیں ہُوں میں

}

◊حاشیہ["اشعار"]{" مہرؔ نے اس غزل کے پانچویں، چھٹے، اور ساتویں شعر کو نعتیہ اشعار میں شمار کیا ہے۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["وظیفہ"]{غالبؔ ۴ جولائی ۱۸۵۰ء کو بادشاہ کے باقاعدہ ملازم ہوئے تھے۔ ◊حم{نسخۂ رضا}}
◊حاشیہ["کہ"]{کچھ نسخوں میں "جو"۔ نسخۂ نظامی: "کہ" ۔ ◊حم{اعجاز عبید}}
