#lang pollen

◊(define-meta title "دل ہی تو ہے نہ سنگ و خشت، درد سے بھر نہ آئے کیوں؟")

◊غزل{
دل ہی تو ہے نہ سنگ و خشت، درد سے بھر نہ آئے کیوں؟
روئیں گے ہم ہزار بار کوئی ہمیں ستائے کیوں؟

دَیر نہیں، حرم نہیں، در نہیں، آستاں نہیں
بیٹھے ہیں رہ گزر پہ ہم، غیر ◊ح{غیر} ہمیں اُٹھائے کیوں؟

جب وہ جمالِ دل فروز، صورتِ مہرِ نیم روز
آپ ہی ہو نظارہ سوز پردے میں منہ چھپائے کیوں؟

دشنۂ غمزہ جاں ستاں، ناوکِ ناز بے پناہ
تیرا ہی عکسِ رُخ سہی، سامنے تیرے آئے کیوں؟

قیدِ حیات و بندِ غم اصل میں دونوں ایک ہیں
موت سے پہلے آدمی غم سے نجات پائے کیوں؟

حسن اور اس پہ حسنِ ظن، رہ گئی بوالہوس کی شرم
اپنے پہ اعتماد ہے غیر کو آزمائے کیوں؟

واں وہ غرورِ عزّ و ناز، یاں یہ حجابِ پاس وضع
راہ میں ہم ملیں کہاں، بزم میں وہ بلائے کیوں؟

ہاں وہ نہیں خدا پرست، جاؤ وہ بے وفا سہی
جس کو ہوں دین و دل عزیز اس کی گلی میں جائے کیوں؟

غالبؔ خستہ کے بغیر کون سے کام بند ہیں
روئیے زار زار کیا؟ کیجیے ہائے ہائے کیوں؟ ◊ح{رضا}

}

◊حاشیہ["غیر"]{نسخۂ مہر میں "غیر" کی جگہ "کوئی" درج ہے۔ ◊حم{جویریہ مسعود}
مزید: قدیم نسخوں میں یہاں "غیر" ہی چھپا ہے۔ قدیم نسخۂ نظامی میں بھی "غیر" ہے ۔ عرشیؔ، حسرتؔ موہانی اور مالک رام نے بھی متن میں "غیر" ہی رکھا ہے۔ مہر صاحب نے "کوئی" کو ترجیح دی ہے مگر اس طرح پہلے دونوں شعروں میں "کوئی ہمیں" کا ٹکڑا بہ‌تکرار آ جاتا ہے۔ اگر صرف یہی شعر مدِّ نظر ہو تو البتہ "کوئی" پسندیدہ معلوم ہوتا ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["رضا"]{دہلی اردو اخبار، جلد ۱۵، نمبر ۷، مورخہ ۱۳ فروری ۱۸۵۳ء۔ ◊حم{نسخۂ رضا}}
