#lang pollen

◊(define-meta title "دھوتا ہوں جب میں پینے کو اس سیم تن کے پاؤں")

◊غزل{
دھوتا ہوں جب میں پینے کو اس سیم تن کے پاؤں
رکھتا ہے ضد سے کھینچ کے باہر لگن کے پاؤں

دی سادگی سے جان پڑوں کوہ کُن کے پاؤں
ہیہات کیوں نہ ٹوٹ گئے پیر زن کے پاؤں

بھاگے تھے ہم بہت سو، اسی کی سزا ہے یہ
ہو کر اسیر دابتے ہیں راہ زن کے پاؤں

مرہم کی جستجو میں پھرا ہوں جو دور دور
تن سے سوا فِگار ہیں اس خستہ تن کے پاؤں

اللّٰہ رے ذوقِ دشت نوردی کہ بعدِ مرگ
ہلتے ہیں خود بہ خود مرے، اندر کفن کے، پاؤں

ہے جوشِ گل بہار میں یاں تک کہ ہر طرف
اڑتے ہوئے الجھتے ہیں مرغِ چمن کے پاؤں

◊ح['شروع]{شعر} بے چارہ کتنی دور سے آیا ہے، شیخ جی
کعبے میں، کیوں دبائیں نہ ہم برہمن کے پاؤں

شب کو کسی کے خواب میں آیا نہ ہو کہیں
دکھتے ہیں آج اس بتِ نازک بدن کے پاؤں

غالبؔ مرے کلام میں کیوں کر مزہ نہ ہو
پیتا ہوں دھو کے خسروِ شیریں سخن کے پاؤں

}

◊حاشیہ["شعر"]{مزید شعر از نسخۂ رضا۔ ◊حم{جویریہ مسعود}}
