#lang pollen

◊(define-meta title "دیوانگی سے دوش پہ زنّار بھی نہیں")

◊غزل{
دیوانگی سے دوش پہ زنّار بھی نہیں
یعنی ہمارے جَیب ◊ح{جیب} میں اک تار بھی نہیں

دل کو نیازِ حسرتِ دیدار کر چکے
دیکھا تو ہم میں طاقتِ دیدار بھی نہیں

ملنا ترا اگر نہیں آساں تو سہل ہے
دشوار تو یہی ہے کہ دشوار بھی نہیں

بے عشق عُمر کٹ نہیں سکتی ہے اور یاں ◊ح{یاں}
طاقت بہ قدرِ لذّتِ آزار بھی نہیں

شوریدگی کے ہاتھ سے سر ہے وبالِ دوش
صحرا میں اے خدا کوئی دیوار بھی نہیں

گنجائشِ عداوتِ اغیار اک طرف
یاں دل میں ضعف سے ہَوَسِ یار بھی نہیں

ڈر نالہ ہائے زار سے میرے، خُدا کو مان
آخر نوائے مرغِ گرفتار بھی نہیں

دل میں ہے یار کی صفِ مژگاں سے رُو کشی
حالاں کہ طاقتِ خلشِ خار بھی نہیں

اس سادگی پہ کوں نہ مر جائے اے خُدا!
لڑتے ہیں اور ہاتھ میں تلوار بھی نہیں

دیکھا اسدؔ کو خلوت و جلوت میں بارہا
دیوانہ گر نہیں ہے تو ہشیار بھی نہیں

}

◊حاشیہ["جیب"]{جَیب، جیم پر فتح (زبر) مذکّر ہے، بہ‌معنیٔ گریبان۔ اردو میں جیب، جیم پر کسرہ (زیر) کے ساتھ، بہ‌معنیٔ کِیسہ (◊انگریزی{pocket}) استعمال میں زیادہ ہے۔ یہ لفظ مؤنث ہے، اس باعث اکثر نسخوں میں "ہماری" ہے۔ قدیم املا میں یائے معروف ہی یائے مجہول (بڑی ے) کی جگہ بھی استعمال کی جاتی تھی، اس لیے یہ غلط فہمی مزید بڑھ گئی۔ ◊حم{اعجاز عبید}
مزید: "جَیب" بہ‌معنیٔ "گریبان" مذکّر ہے اور اِس لفظ کا تلفظ جیمِ مفتوح سے ہوتا ہے۔ چونکہ دیوانِ غالبؔ کے قدیم نسخوں میں عموماً یائے حُطّی ہی استعمال ہوئی ہے، اِس لیے دیوان کے جدید متداول نسخوں میں بھی "ہماری جَیب" (بجائے "ہمارے جَیب") چھَپ گیا اور یہ غلطی عام ہو گئی۔ "جَیب" رفتہ رفتہ، مجازاً، بہ‌معنیٔ "کِیسہ" استعمال ہونے لگا، کیونکہ خود عرب لوگ بھی گریبان کے اندر کِیسہ رکھتے تھے۔ اردو اور فارسی میں یہ لفظ بہ‌معنیٔ "کِیسہ" علی التّرتیب یائے مجہول اور یائے معروف سے بولا جاتا ہے۔ اردو میں جیب (بہ‌معنیٔ "کِیسہ") مؤنث ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["یاں"]{بعض نسخوں میں "اور یاں" چھپا ہے۔ نسخۂ نظامی میں "اور یہاں" درج ہے۔ ◊حم{حامد علی خاں}
مزید: ہم نے اس نسخے میں "اور یاں" کو ترجیح دی ہے۔ ◊حم{جویریہ مسعود}}
