#lang pollen

◊(define-meta title "ذکر میرا بہ بدی بھی، اُسے منظور نہیں")

◊غزل{
ذکر میرا بہ بدی بھی، اُسے منظور نہیں
غیر کی بات بگڑ جائے تو کچھ دُور نہیں

وعدۂ سیرِ گلستاں ہے، خوشا طالعِ شوق
مژدۂ قتل مقدّر ہے جو مذکور نہیں

شاہدِ ہستیٔ مطلق کی کمر ہے عالَم
لوگ کہتے ہیں کہ "ہے" پر ہمیں‌ منظور نہیں

قطرہ اپنا بھی حقیقت میں ہے دریا لیکن
ہم کو تقلیدِ تُنُک ظرفیٔ منصور نہیں

حسرت! اے ذوقِ خرابی، کہ وہ طاقت نہ رہی
عشقِ پُر عربَدہ کی گوں تنِ رنجور نہیں

◊ح['شروع]{شعر} ظلم کر ظلم! اگر لطف دریغ آتا ہو
تُو تغافل میں ‌کسی رنگ سے معذور نہیں

میں جو کہتا ہوں کہ ہم لیں گے قیامت میں تمھیں
کس رعونت سے وہ کہتے ہیں کہ "ہم حور نہیں"

◊ح['شروع]{شعر-۲} پیٹھ محراب کی قبلے کی طرف رہتی ہے
محوِ نسبت ہیں، تکلّف ہمیں منظور نہیں

صاف دُردی کشِ پیمانۂ جم ہیں ہم لوگ
وائے! وہ بادہ کہ افشردۂ انگور نہیں

ہُوں ظہوری کے مقابل میں خفائی غالبؔ
میرے دعوے پہ یہ حجّت ہےکہ مشہور نہیں

}

◊حاشیہ["شعر"]{نسخۂ رضا سے مزید۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["شعر-۲"]{نسخۂ رضا سے مزید۔ یہ شعر نسخۂ حمیدیہ میں نہیں ہے۔ ◊حم{جویریہ مسعود}}
