#lang pollen

◊(define-meta title "سب کہاں؟ کچھ لالہ و گل میں نمایاں ہو گئیں")

◊درمیان{◊ح['ساکت]{غزل}}

◊شاعری{
سب کہاں؟ کچھ لالہ و گل میں نمایاں ہو گئیں
خاک میں کیا صورتیں ہوں گی کہ پنہاں ہو گئیں!

یاد تھیں ہم کو بھی رنگارنگ بزم آرائیاں
لیکن اب نقش و نگارِ طاقِ نسیاں ہو گئیں

تھیں بَنَات النّعشِ ◊ح{بنات} گردوں دن کو پردے میں نہاں
شب کو ان کے جی میں کیا آئی کہ عریاں ہو گئیں

قید میں یعقوب نے لی گو نہ یوسف کی خبر
لیکن آنکھیں روزنِ دیوارِ زنداں ہو گئیں

سب رقیبوں سے ہوں نا خوش، پر زنانِ مصر سے
ہے زلیخا خوش کہ محوِ ماہِ کنعاں ہو گئیں

جُوئے خوں آنکھوں سے بہنے دو کہ ہے شامِ فراق
میں یہ سمجھوں گا کہ شمعیں دو فروزاں ہو گئیں

ان پری زادوں سے لیں گے خلد میں ہم انتقام
قدرتِ حق سے یہی حوریں اگر واں ہو گئیں

نیند اُس کی ہے، دماغ اُس کا ہے، راتیں اُس کی ہیں
تیری زلفیں جس کے بازو پر پریشاں ہو گئیں ◊ح['آخر]{مصرع}

میں چمن میں کیا گیا گویا دبستاں کُھل گیا
بلبلیں سُن کر مرے نالے غزل خواں ہو گئیں

وہ نگاہیں کیوں ہُوئی جاتی ہیں یا رب دل کے پار؟
جو مری کوتاہئ قسمت سے مژگاں ہو گئیں

بس کہ روکا میں نے اور سینے میں اُبھریں پَے بہ پَے
میری آہیں بخیئہ چاکِ گریباں ہو گئیں

واں گیا بھی میں تو ان کی گالیوں کا کیا جواب؟
یاد تھیں جتنی دعائیں صرفِ درباں ہو گئیں

جاں فزا ہے بادہ جس کے ہاتھ میں جام آ گیا
سب لکیریں ہاتھ کی گویا، رگِ جاں ہو گئیں

ہم موَحِّد ہیں ہمارا کیش ہے ترکِ رسُوم
مِلّتیں جب مٹ گئیں اجزائے ایماں ہو گئیں

رنج سے خُوگر ہُوا انساں تو مٹ جاتا ہے رنج
مشکلیں مجھ پر پڑِیں اتنی کہ آساں ہو گئیں

یوں ہی گر روتا رہا غالبؔ تو اے اہل جہاں
دیکھنا ان بستیوں کو تم کہ ویراں ہو گئیں

}

◊حاشیہ["بنات"]{جنازے کے آگے چلنے والی ماتم دار لڑکیاں؟ یہاں یہ لفظ غالباً "اِبْن" کی جمع کے طور پر استعمال نہیں ہوا۔ غالبؔ نے صیغۂ تانیث استعمال کیا ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["مصرع"]{حالیؔ نے یادگارِ غالبؔ میں یوں درج کیا ہے: ◊علامت{؏} جس کے بازو پر تری زلفیں پریشاں ہو گئیں ◊حم{جویریہ مسعود}}
◊حاشیہ["غزل"]{یہ غزل دہلی اردو اخبار، جلد ۱۴، نمبر ۳۲، مورخہ ۲۸ اگست ۱۸۵۲ میں چھپی تھی۔ ◊حم{نسخۂ رضا}}
