#lang pollen

◊(define-meta title "سرشک آشفتہ سر تھا قطرہ زن مژگاں سے جانے میں")

◊شاعری{
سرشک آشفتہ سر تھا قطرہ زن مژگاں سے جانے میں
رہے یاں، شوخئ رفتار سے، پا آستانے میں

ہجومِ مژدۂ دیدار، و پردازِ تماشا ہا
گلِ اقبالِ خس ہے چشمِ بلبل، آشیانے میں

ہوئی یہ بے خودی چشم و زباں کو تیرے جلوے سے
کہ طوطی قفلِ زنگ آلودہ ہے آئینہ خانے میں

ترے کوچے میں ہے، مشاطۂ واماندگی، قاصد
پرِ پرواز، زلفِ باز ہے ہدہد کے شانے میں

کجا معزولئ آئینہ؟ کُو ترکِ خود آرائی؟
نمد در آب ہے، اے سادہ پُرکار، اس بہانے میں

بہ حکمِ عجز، ابروئے مہِ نو حیرت ایما ہے
کہ یاں گم کر جبینِ سجدہ فرسا آستانے میں

◊ح['شروع]{اشعار} قیامت ہے کہ سُن لیلیٰ کا دشتِ قیس میں آنا
تعجّب سے وہ بولا "یوں بھی ہوتا ہے زمانے میں؟"

دلِ نازک پہ اُس کے رحم آتا ہے مجھے غالبؔ
نہ کر سرگرم اُس کافر کو اُلفت آزمانے میں

}

◊حاشیہ["اشعار"]{متداول دیوان میں صرف یہ ایک شعر اور مقطع ہے، باقی اشعار نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
