#lang pollen

◊(define-meta title "صاف ہے از بس کہ عکسِ گل سے، گل زار چمن")

◊غزل{
صاف ہے از بس کہ عکسِ گل سے، گل زار چمن
جانشینِ جوہرِ آئینہ ہے، خارِ چمن

◊ح['شروع]{اشعار} برشکالِ گریۂ عاشق ہے ◊ح{ہے} دیکھا چاہیے
کھِل گئی مانندِ گُل سَو جا سے دیوارِ چمن

اُلفتِ گل سے غلط ہے دعویٔ وارستگی
سرو ہے با وصفِ آزادی گرفتارِ چمن

ہے نزاکت بس کہ فصلِ گل میں معمارِ چمن
قالبِ گل میں ڈھلی ہے خشتِ دیوارِ چمن

تیری آرائش کا استقبال کرتی ہے بہار
جوہرِ آئینہ، ہے یاں نقشِ احضارِ چمن

بس کہ پائی یار کی رنگیں ادائی سے شکست
ہے کلاہِ نازِ گل، بر طاقِ دیوارِ چمن

وقت ہے، گر بلبلِ مسکیں زلیخائی کرے
یوسفِ گل جلوہ فرما ہے بہ بازارِ چمن

وحشت افزا گریہ ہا موقوفِ فصلِ گل، اسدؔ
چشمِ دریا بار ہے میزابِ سرکارِ چمن

}

◊حاشیہ["اشعار"]{متداول دیوان میں صرف یہ اور اگلے دو اشعار درج ہیں، مطلع اور باقی اشعار نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["ہے"]{"طباطبائی میں "ہے" کی جگہ "بھی" درج ہے۔ ◊حم{اعجاز عبید}}
