#lang pollen

◊(define-meta title "ضبط سے مطلب بجز وارستگی دیگر نہیں")

◊شاعری{
ضبط سے مطلب بجز وارستگی دیگر نہیں
دامنِ تمثال آبِ آئنہ سے تر نہیں

ہے وطن سے باہر اہلِ دل کی قدر و منزلت
عزلت آبادِ صدف میں قیمتِ گوہر نہیں

◊ح['شروع]{مصرع} ہوتے ہیں بے قدر در کنجِ وطن صاحب دلاں
عزلت آبادِ صدف میں قیمتِ گوہر نہیں

باعثِ ایذا ہے برہم خوردنِ بزمِ سرور
لخت لختِ شیشۂ بشکستہ جز نشتر نہیں

واں سیاہی مردمک ہے اور یاں داغِ شراب
مہ حریفِ نازشِ ہم چشمئ ساغر نہیں

ہے فلک بالا نشینِ فیضِ خم گر دیدنی
عاجزی سے ظاہرا رتبہ کوئی برتر نہیں

دل کو اظہارِ سخن اندازِ فتح الباب ہے
یاں صریرِ خامہ غیر از اصطکاکِ در نہیں

◊ح['شروع]{شعر} ہو گئی ہے غیر کی شیریں بیانی کارگر
عشق کا اس کو گماں ہم بے زبانوں پر نہیں

کب تلک پھیرے اسدؔ لب ہائے تفتہ پر زباں
طاقتِ لب تشنگی اے ساقئ کوثر نہیں

}

◊حاشیہ["مصرع"]{مفتی انوار الحق کے مطابق یہ مصرع متن میں پہلے یوں تھا: ◊علامت{؏} ہوتے ہیں بے قدر در گنجِ وطن صاحب دلاں ◊حم{جویریہ مسعود}}
◊حاشیہ["شعر"]{متداول دیوان میں صرف ایک یہ شعر ہے، باقی اشعار نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
