#lang pollen

◊(define-meta title "عشق تاثیر سے نومید نہیں")

◊غزل{
عشق تاثیر سے نومید نہیں
جاں سپاری شجرِ بید نہیں

سلطنت دست بہ دَست آئی ہے
جامِ مے خاتمِ جمشید نہیں

ہے تجلی تری سامانِ وجود
ذرّہ بے پرتوِ خورشید نہیں

رازِ معشوق نہ رسوا ہو جائے
ورنہ مر جانے میں کچھ بھید نہیں

گردشِ رنگِ طرب سے ڈر ہے
غمِ محرومیٔ جاوید نہیں

کہتے ہیں جیتے ہیں اُمّید پہ لوگ
ہم کو جینے کی بھی امّید نہیں

◊ح['شروع]{شعر} مے کشی کو نہ سمجھ بے حاصل
بادہ، غالبؔ! عرقِ بید نہیں

}

◊حاشیہ["شعر"]{از نسخۂ رضا۔ ◊حم{جویریہ مسعود}}
