#lang pollen

◊(define-meta title "غنچۂ ناشگفتہ کو دور سے مت دکھا، کہ یُوں")

◊غزل{
غنچۂ ناشگفتہ کو دور سے مت دکھا، کہ یُوں
بوسے کو پُوچھتا ہوں مَیں، منہ سے مجھے بتا کہ یُوں

پُرسِشِ طرزِ دلبری کیجیے کیا؟ کہ بن کہے
اُس کے ہر اک اشارے سے نکلے ہے یہ ادا کہ یُوں

رات کے وقت مَے پِیے ساتھ رقیب کو لیے
آئے وہ یاں خدا کرے، پر نہ کرے خدا کہ یُوں

"غیر سے رات کیا بنی" یہ جو کہا تو دیکھیے
سامنے آن بیٹھنا اور یہ دیکھنا کہ یُوں

بزم میں اُس کے روبرو کیوں نہ خموش بیٹھیے
اُس کی تو خامُشی میں بھی ہے یہی مدّعا کہ یُوں

میں نے کہا کہ "بزمِ ناز چاہیے غیر سے تہی"
سُن کر ستم ظریف نے مجھ کو اُٹھا دیا کہ یُوں؟

مجھ سے کہا جو یار نے "جاتے ہیں ہوش کس طرح"
دیکھ کے میری بے خودی، چلنے لگی ہوا کہ یُوں

کب مجھے کوئے یار میں رہنے کی وضع یاد تھی
آئینہ دار بن گئی حیرتِ نقشِ پا کہ یُوں

گر ترے دل میں ہو خیال، وصل میں شوق کا زوال
موجِ محیطِ آب میں مارے ہے دست و پا کہ یُوں

جو یہ کہے کہ "ریختہ کیوں کر ◊ح{کر} ہو رشکِ فارسی؟"
گفتۂ غالبؔ ایک بار پڑھ کے اُسے سُنا کہ یُوں

}

◊حاشیہ["کر"]{نسخۂ مہر میں "کہ" ۔◊حم{جویریہ مسعود}}
