#lang pollen

◊(define-meta title "فزوں کی دوستوں نے حرصِ قاتل ذوقِ کشتن میں")

◊غزل{
◊ح['شروع]{اشعار} فزوں کی دوستوں نے حرصِ قاتل ذوقِ کشتن میں
ہوئے ہیں بخیہ ہائے زخم، جوہر تیغِ دشمن میں

تماشا کردنی ہے لطفِ زخمِ انتظار اے دل
سوادِ زخمِ مرہم ◊ح{سواد-زخم-مرہم} مردمک ہے چشمِ سوزن میں

دل و دین و خرد، تاراجِ نازِ جلوہ پیرائی
ہوا ہے جوہرِ آئینہ خَیلِ مور خرمن میں

نہیں ہے زخم کوئی بخیے کے درخُور مرے تن میں
ہُوا ہے تارِ اشکِ یاس، رشتہ چشمِ سوزن میں

ہُوئی ہے مانعِ ذوقِ تماشا، خانہ ویرانی
کفِ سیلاب باقی ہے بہ رنگِ پنبہ روزن میں

ودیعت خانۂ بے دادِ کاوش ہائے مژگاں ہوں
نگینِ نامِ شاہد ہے مِرا ◊ح{مرا} ہر قطرہ خوں تن میں

◊ح['شروع]{مصرع} بیاں کس سے ہو ظلمت گستری میرے شبستاں کی
شبِ مہ ہو جو رکھ دیں پنبہ دیواروں کے روزن میں

نِکوہش مانعِ بے ربطیٔ شورِ جنوں آئی
ہُوا ہے خندۂ احباب بخیہ جَیب و دامن میں

ہوئے اُس مِہر وَش کے جلوۂ تمثال کے آگے
پَر افشاں جوہر آئینے میں مثلِ ذرّہ روزن میں

نہ جانوں نیک ہُوں یا بد ہُوں، پر صحبت مخالف ہے
جو گُل ہُوں تو ہُوں گلخن میں جو خس ہُوں تو ہُوں گلشن میں

ہزاروں دل دیے جوشِ جنونِ عشق نے مجھ کو
سِیہ ہو کر سُوَیدا ہو گیا ہر قطرہ خوں تن میں

اسدؔ زندانیٔ تاثیرِ الفت ہائے خوباں ہُوں
خمِ دستِ نوازش ہو گیا ہے طوق گردن میں

}

◊حاشیہ["اشعار"]{متداول دیوان میں مطلع اور اگلے دو اشعار شامل نہیں، یہاں نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["سواد-زخم-مرہم"]{نسخۂ حمیدیہ میں "سویدا داغِ مرہم" بجائے "سوادِ زخمِ مرہم" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["مرا"]{اکثر قدیم نسخوں میں "مِرا" کی جگہ "مِرے" چھپا ہے اور شارحین نے بِلا چون و چرا اِسی طرح اِس کی شرح کر دی ہے۔ قدیم نسخوں میں سے صرف نسخۂ حمیدیہ میں "مِرا" چھپا ہے اور یہ درست معلوم ہوتا ہے۔ ممکن ہے غالبؔ نے بھی یہی لکھا ہو کیونکہ اِس سے شعر بہت صاف ہو جاتا ہے ورنہ یہ تعقید بہ درجۂ عیب معلوم ہوتی ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["مصرع"]{نسخۂ رضا میں یہ مصرع یوں ہے: ◊علامت{؏} یہاں کس سے ہو ظلمت گستری میرے شبستاں کی؟ ممکن ہے، سہوِ کتابت ہو۔ ◊حم{جویریہ مسعود}}
