#lang pollen

◊(define-meta title "مانعِ دشت نوردی کوئی تدبیر نہیں")

◊غزل{
مانعِ دشت نوردی کوئی تدبیر نہیں
ایک چکّر ہے مرے پاؤں میں زنجیر نہیں

شوق اس دشت میں دوڑائے ہے مجھ کو، کہ جہاں
جادہ غیر از نگہِ دیدۂِ تصویر نہیں

حسرتِ لذّتِ آزار رہی جاتی ہے
جادۂ راہِ وفا جز دمِ شمشیر نہیں

رنجِ نومیدیٔ جاوید گوارا رہیو
خوش ہوں گر نالہ زبونی کشِ تاثیر نہیں

سر کھجاتا ہے جہاں زخمِ سر اچھا ہو جائے
لذّتِ سنگ بہ اندازۂِ تقریر نہیں

جب کرم رخصتِ بے باکی و گستاخی دے
کوئی تقصیر بہ جُز خجلتِ تقصیر نہیں

◊ح['شروع]{اشعار} آئینہ دام کو سبزے ◊ح{سبزے} میں چھپاتا ہے عبث
کہ پری زادِ نظر قابلِ تسخیر نہیں

مثلِ گُل زخم ہے میرا بھی سناں سے توام
تیرا ترکش ہی کچھ آبِستنِ تیر نہیں

میرؔ کے شعر کا احوال کہوں کیا غالبؔ
جس کا دیوان کم از گلشنِ کشمیر نہیں

غالبؔ اپنا یہ عقیدہ ہے بقولِ ناسخ ◊ح['آخر]{مصرع}
"آپ بے بہرہ ہے جو معتقدِ میرؔ نہیں"

}

◊حاشیہ["اشعار"]{یہ اور اگلے دو اشعار نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["سبزے"]{نسخۂ حمیدیہ میں "پردے" بجائے "سبزے" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["مصرع"]{نسخۂ حمیدیہ میں یہ مصرع یوں درج ہے: ◊علامت{؏} ریختے کا وہ ظہوری ہے، بقولِ ناسخ ◊حم{جویریہ مسعود}}
