#lang pollen

◊(define-meta title "مت مردُمکِ دیدہ میں سمجھو یہ نگاہیں")

◊غزل{
◊ح['شروع]{مطلع} مت مَردُمکِ دیدہ میں سمجھو یہ نگاہیں
ہیں جمع سُویدائے دلِ چشم میں آہیں

جوں مردمکِ چشم میں ہوں جمع نگاہیں
خوابیدہ بہ حیرت کدۂ داغ ہیں آہیں

پھر حلقۂ کاکل میں پڑیں دید کی راہیں
جوں دود، فراہم ہوئیں روزن میں نگاہیں

پایا سرِ ہر ذرّہ جگر گوشۂ وحشت
ہیں داغ سے معمور شقایق کی کلاہیں

کس دل پہ ہے عزمِ صفِ مژگانِ خود آرا؟
آئینے کی پایاب سے اتری ہیں سپاہیں

دیر و حرم، آئینۂ تکرارِ تمنا
واماندگیٔ شوق تراشے ہے پناہیں

یہ مطلع، اسدؔ، جوہرِ افسونِ سخن ہو
گر عرضِ تپاکِ نفسِ سوختہ چاہیں

حسرت کشِ یک جلوۂ معنی ہیں نگاہیں
کھینچوں ہوں سویدائے دلِ چشم سے آہیں

}

◊حاشیہ["مطلع"]{متداول دیوان میں صرف مطلع ہے، باقی اشعار نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
