#lang pollen

◊(define-meta title "مزے جہان کے اپنی نظر میں خاک نہیں")

◊شاعری{
مزے جہان کے اپنی نظر میں خاک نہیں
سوائے خونِ جگر، سو جگر میں خاک نہیں

مگر غبار ہُوئے پر، ہَوا اُڑا لے جائے
وگرنہ تاب و تواں بال و پر میں خاک نہیں

یہ کس بہشت شمائل کی آمد آمد ہے؟
کہ غیرِ جلوۂ گُل رہ گزر میں خاک نہیں

بھلا اُسے نہ سہی، کچھ مجھی کو رحم آتا
اثر مرے نفسِ بے اثر میں خاک نہیں

خیالِ جلوۂ گُل سے خراب ہیں مے کش
شراب خانے کے دیوار و در میں خاک نہیں

ہُوا ہوں عشق کی غارت گری سے شرمندہ
سوائے حسرتِ تعمیر، گھر میں خاک نہیں

ہمارے شعر ہیں اب صرف دل لگی کے اسدؔ
کُھلا، کہ فائدہ عرضِ ہُنر میں خاک نہیں

}
