#lang pollen

◊(define-meta title "ملتی ہے خُوئے یار سے نار التہاب میں")

◊شاعری{
ملتی ہے خُوئے یار سے نار التہاب میں
کافر ہوں گر نہ ملتی ہو راحت عذاب میں

کب سے ہُوں۔ کیا بتاؤں، جہانِ خراب میں
شب ہائے ہجر کو بھی رکھوں گر حساب میں

تا پھر نہ انتظار میں نیند آئے عمر بھر
آنے کا عہد کر گئے، آئے جو خواب میں

قاصد کے آتے آتے خط اک اور لکھ رکھوں
میں جانتا ہوں جو، وہ لکھیں گے جواب میں

مجھ تک کب ان کی بزم میں آتا تھا دورِ جام
ساقی نے کچھ ملا نہ دیا ہو شراب میں

جو منکرِ وفا ہو، فریب اس پہ کیا چلے
کیوں بد گماں ہوں دوست سے دشمن کے باب میں

میں مضطرب ہُوں وصل میں خوفِ رقیب سے
ڈالا ہے تم کو وہم نے کس پیچ و تاب میں

میں اور حظِّ وصل خدا ساز بات ہے
جاں نذر دینی بھول گیا اضطراب میں

ہے تیوری چڑھی ہوئی اندر نقاب کے
ہے اک شکن پڑی ہوئی طرفِ نقاب میں

لاکھوں لگاؤ ایک چُرانا نگاہ کا
لاکھوں بناؤ ایک بگڑنا عتاب میں

◊ق{وہ نالہ دل میں خس کے برابر جگہ نہ پائے
جس نالے سے شگاف پڑے آفتاب میں}

وہ سحر مدعا طلبی میں کام نہ آئے
جس سِحر سے سفینہ رواں ہو سراب میں

غالبؔ چُھٹی شراب پر اب بھی کبھی کبھی
پیتا ہوں روزِ ابر و شبِ ماہتاب میں

}
