#lang pollen

◊(define-meta title "ممکن نہیں کہ بھول کے بھی آرمیدہ ہوں")

◊درمیان{◊ح['ساکت]{غزل}}

◊شاعری{
ممکن نہیں کہ بھول کے بھی آرمیدہ ہوں
میں دشتِ غم میں آہوئے صیّاد دیدہ ہوں

ہوں دردمند، جبر ہو یا اختیار ہو
گہ نالۂ کشیدہ، گہ اشکِ چکیدہ ہوں

نے سُبحہ سے علاقہ نہ ساغر سے رابطہ ◊ح{رابطہ}
میں معرضِ مثال میں دستِ بریدہ ہوں

ہوں خاکسار پر نہ کسی سے ہے مجھ کو لاگ
نے دانۂ فتادہ ہوں، نے دامِ چیدہ ہوں

جو چاہئے، نہیں وہ مری قدر و منزلت
میں یوسفِ بہ قیمتِ اوّل خریدہ ہوں

ہر گز کسی کے دل میں نہیں ہے مری جگہ
ہوں میں کلامِ نُغز، ولے نا شنیدہ ہوں

اہلِ وَرَع کے حلقے میں ہر چند ہوں ذلیل
پر عاصیوں کے زمرے ◊ح{زمرے} میں مَیں برگزیدہ ہوں

◊ح['شروع]{شعر} ہوں گرمئ نشاطِ تصوّر سے نغمہ سنج
میں عندلیبِ گلشنِ نا آفریدہ ہوں

◊ح['شروع]{شعر-۲} جاں لب پہ آئی تو بھی نہ شیریں ہوا دہن
از بس کہ تلخیِ غمِ ہجراں چشیدہ ہوں

◊ح['شروع]{شعر-۳} ظاہر ہیں میری شکل سے افسوس کے نشاں
خارِ الم سے پشت بہ دنداں گزیدہ ہوں

پانی سے سگ گزیدہ ڈرے جس طرح اسدؔ
ڈرتا ہوں آئینے سے کہ مردم گزیدہ ہوں

}

◊حاشیہ["غزل"]{یہ غزل متداول دیوان میں درج نہیں۔ مگر نسخۂ مہر میں غلام رسول مہر صاحب نے بغیر حوالے سے اس کو درج کیا ہے۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["رابطہ"]{نسخۂ مہر میں "رابطہ" کی جگہ "واسطہ" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["زمرے"]{کچھ نسخوں میں "فرقے" بجائے "زمرے" ۔◊حم{جویریہ مسعود}}
◊حاشیہ["شعر"]{مشہور شعر ہے مگر نسخۂ مہر میں درج نہیں۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["شعر-۲"]{یہ شعر بھی نسخۂ مہر میں درج نہیں۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["شعر-۳"]{یہ شعر بھی نسخۂ مہر میں درج نہیں۔ ◊حم{جویریہ مسعود}}