#lang pollen

◊(define-meta title "نالہ جُز حسنِ طلب، اے ستم ایجاد نہیں")

◊غزل{
نالہ جُز حسنِ طلب، اے ستم ایجاد نہیں
ہے تقاضائے جفا، شکوۂ بیداد نہیں

عشق و مزدورئ عشرت گہِ خسرو، کیا خُوب!
ہم کو تسلیم، نکو نامئ فرہاد نہیں

کم نہیں وہ بھی خرابی میں، پہ وسعت معلوم
دشت میں ہے مجھے وہ عیش کہ گھر یاد نہیں

اہلِ بینش کو ہے طوفانِ حوادث مکتب
لَطمۂ موج کم از سیلئ استاد نہیں

وائے مظلومئ ◊ح{مظلومئ} تسلیم! و بدا! حالِ وفا!
جانتا ہے کہ ہمیں طاقتِ فریاد نہیں

رنگِ تمکینِ گُل و لالہ پریشاں کیوں ہے؟
گر چراغانِ سرِ راہ گُزرِ باد نہیں

سَبَدِ گُل کے تلے بند کرے ہے گل چیں!
مژدہ اے مرغ! کہ گل زار میں صیّاد نہیں

نفی سے کرتی ہے اِثبات ◊ح{اثبات} طَراوِش ◊ح{طراوش} گویا
دی ہی جائے دہن اس کو دمِ ایجاد ”نہیں“

کم نہیں جلوہ گری میں ترے کوچے سے بہشت
یہی نقشہ ہے ولے، اس قدر آباد نہیں

کرتے کس منہ سے ہو غربت کی شکایت غالبؔ
تم کو بے مہرئ یارانِ وطن یاد نہیں؟

}

◊حاشیہ["مظلومئ"]{نسخۂ رضا اور نسخۂ حامد علی خاں میں "محرومئ تسلیم" ۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["اثبات"]{"اِثبات" غالباً بالاتفاق مذکر ہے۔ غالبؔ نے خود دوسری جگہ اِس لفظ کو مذکر استعمال کیا ہے۔ تاہم غالبؔ کا یہ شعر اِس لفظ کی تانیث کا بھی جواز پیدا کر دیتا ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["طراوش"]{نسخۂ مہر اور نسخۂ حامد علی خاں میں "تراوِش" ۔ ◊حم{جویریہ مسعود}}
