#lang pollen

◊(define-meta title "نہیں، کہ مجھ کو قیامت کا اعتقاد نہیں")

◊شاعری{
نہیں، کہ مجھ کو قیامت کا اعتقاد نہیں
شبِ فراق سے روزِ جزا زیاد نہیں

کوئی کہے کہ "شبِ مَہ میں کیا بُرائی ہے"
بلا سے آج اگر دن کو ابر و باد نہیں

جو آؤں سامنے اُن کے تو مرحبا نہ کہیں
جو جاؤں واں سے کہیں کو تو خیر باد نہیں

کبھی جو یاد بھی آتا ہوں میں، تو کہتے ہیں
کہ "آج بزم میں کچھ فتنۂ و فساد نہیں"

علاوہ عید کے ملتی ہے اور دن بھی شراب
گدائے کُوچۂ مے خانہ نا مراد نہیں

جہاں میں ہو غم و شادی بہم، ہمیں کیا کام؟
دیا ہے ہم کو خدا نے وہ دل کہ شاد نہیں

تم اُن کے وعدے کا ذکر اُن سے کیوں کرو غالبؔ
یہ کیا کہ تم کہو اور وہ کہیں کہ"یاد نہیں"

}
