#lang pollen

◊(define-meta title "وہ فراق اور وہ وصال کہاں")

◊شاعری{
وہ فراق اور وہ وصال کہاں
وہ شب و روز و ماہ و سال کہاں

فرصتِ کاروبارِ شوق کسے
ذوقِ نظارۂ جمال کہاں

دل تو دل وہ دماغ بھی نہ رہا
شورِ سودائے خطّ و خال ◊ح{خط-و-خال} کہاں

تھی وہ اک شخص کے تصّور سے
اب وہ رعنائیِ خیال کہاں

ایسا آساں نہیں لہو رونا
دل میں‌ طاقت، جگر میں حال کہاں

ہم سے چھوٹا "قمار خانۂ عشق"
واں جو جاویں، گرہ میں مال کہاں

فکر دنیا میں سر کھپاتا ہوں
میں کہاں اور یہ وبال کہاں

◊ح['شروع]{اشعار} فلکِ سفلہ بے محابا ہے
اس ستم گر کو انفعال کہاں؟

بوسے میں وہ مضائقہ نہ کرے
پر مجھے طاقتِ سوال کہاں؟

مضمحل ہو گئے قویٰ غالبؔ
وہ عناصر میں اعتدال کہاں

}

◊حاشیہ["خط-و-خال"]{ممکن ہے غالبؔ نے خدّ و خال کہا ہو۔ ◊حم{حامد علی خاں}}
◊حاشیہ["اشعار"]{نسخۂ رضا سے مزید دو اشعار۔ ◊حم{جویریہ مسعود}}
