#lang pollen

◊(define-meta title "کل کے لئے کر آج نہ خسّت شراب میں")

◊شاعری{
کل کے لئے کر آج نہ خِسّت شراب میں
یہ سُوء ظن ہے ساقئ کوثر کے باب میں

ہیں آج کیوں ذلیل کہ کل تک نہ تھی پسند
گستاخئ فرشتہ ہماری جناب میں

جاں کیوں نکلنے لگتی ہے تن سے دمِ سماع
گر وہ صدا سمائی ہے چنگ و رباب میں

رَو میں‌ ہے رخشِ عمر، کہاں دیکھیے تھمے ◊ح{تھمے}
نے ہاتھ باگ پر ہے نہ پا ہے رکاب میں

اتنا ہی مجھ کو اپنی حقیقت سے بُعد ہے
جتنا کہ وہمِ غیر سے ہُوں پیچ و تاب میں

اصلِ شہود و شاہد و مشہود ایک ہے
حیراں ہوں پھر مشاہدہ ہے کس حساب میں

ہے مشتمل نمُودِ صُوَر پر وجودِ بحر
یاں کیا دھرا ہے قطرہ و موج و حباب میں

شرم اک ادائے ناز ہے اپنے ہی سے سہی
ہیں کتنے بے حجاب کہ ہیں یُوں حجاب میں

آرائشِ جمال سے فارغ نہیں ہنوز
پیشِ نظر ہے آئینہ دائم نقاب میں

ہے غیبِ غیب جس کو سمجھتے ہیں ہم شہود
ہیں‌ خواب میں ہنوز، جو جاگے ہیں خواب میں

غالبؔ ندیمِ دوست سے آتی ہے بوئے دوست
مشغولِ حق ہوں، بندگئ بُوتراب میں

}

◊حاشیہ["تھمے"]{نسخۂ نظامی مطبوعہ ۱۸۶۲ میں "تھمے" کی جگہ "تھکے" چھپا ہے۔ کتابت کی غلطی معلوم ہوتی ہے۔ ◊حم{حامد علی خاں}}
