#lang pollen

◊(define-meta title "کی وفا ہم سے، تو غیر اِس کو جفا کہتے ہیں")

◊غزل{
کی وفا ہم سے، تو غیر اِس ◊ح{اس} کو جفا کہتے ہیں
ہوتی آئی ہے کہ اچھوں کو برا کہتے ہیں

آج ہم اپنی پریشانیٔ خاطر، ان سے
کہنے جاتے تو ہیں، پر دیکھئے کیا کہتے ہیں

اگلے وقتوں کے ہیں یہ لوگ، انہیں کچھ نہ کہو
جو مے و نغمہ کو اندوہ رُبا کہتے ہیں

دل میں آ جائے ہے، ہوتی ہے جو فرصت غش سے
اُور پھر کون سے نالے کو رسا کہتے ہیں

ہے پرے سرحدِ ادراک سے اپنا مسجود
قبلے کو اہلِ نظر قبلہ نما کہتے ہیں

پائے افگار پہ جب سے تجھے رحم آیا ہے
خارِ رہ کو ترے ہم مہر گیا ◊ح{گیا} کہتے ہیں

اک شرر دل میں ہے اُس سے کوئی گھبرائے گا کیا
آگ مطلوب ہے ہم کو، جو ہَوا کہتے ہیں

دیکھیے لاتی ہے اُس شوخ کی نخوت کیا رنگ
اُس کی ہر بات پہ ہم نامِ خدا کہتے ہیں

وحشت و شیفتہ اب مرثیہ کہویں شاید
مر گیا غالبِؔ آشفتہ نوا، کہتے ہیں

}

◊حاشیہ["اس"]{یہاں "اِس" کی بجائے "اُس" نہیں پڑھنا چاہیے۔ نسخۂ نظامی میں "اِس" ہی چھپا ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["گیا"]{فارسی میں گھاس کے لیے "گِیاہ" اور "گِیا" دونوں لفظ استعمال ہوتے ہیں۔ بعض لغت نویسوں کی رائے ہے کہ لفظ "گِیا" صرف خُشک گھاس کے لیے مخصوص ہے مگر یہ خیال درست نہیں معلوم ہوتا۔ "مہر گِیا" یا "مہر گِیاہ" جس کو "مَردُم گِیاہ" بھی کہتے ہیں اُس کے بارے میں بھی لغت نویس کسی ایک خیال پر متفق معلوم نہیں ہوتے۔ اس کے مفاہیم میں محبوب، رخِ نگار، سبزۂ خط، سورج مکھی، نیز مَردُم گیاہ کی دو شاخ جڑ جو انسان نما سمجھی جاتی ہے، شامل ہے۔ عوام کا خیال تھا کہ جو شخص اِس گھاس کی جڑ اپنے پاس رکھتا ہے، محبوب اس پر مہربان اور ہر شخص اس کا گرویدہ ہو جاتا ہے۔ ◊حم{حامد علی خاں}}
