#lang pollen

◊(define-meta title "ہم سے کھل جاؤ بہ وقتِ مے پرستی ایک دن")

◊غزل{
ہم سے کھل جاؤ بہ وقتِ مے پرستی ایک دن
ورنہ ہم چھیڑیں گے رکھ کر عُذرِ مستی ایک دن

غَرَّۂ اوجِ بِنائے عالمِ امکاں نہ ہو
اِس بلندی کے نصیبوں میں ہے پستی ایک دن

قرض کی پیتے تھے مے لیکن سمجھتے تھے کہ ہاں
رنگ لائے ◊ح{لائے} گی ہماری فاقہ مستی ایک دن

نغمہ ہائے غم کو ہی اے دل غنیمت جانیے
بے صدا ہو جائے گا یہ سازِ زندگی ایک دن

دَھول دَھپّا اُس سراپا ناز کا شیوہ نہیں
ہم ہی کر بیٹھے تھے غالبؔ پیش دستی ایک دن

}

◊حاشیہ["لائے"]{حامد علی خاں کے مرتب کردہ نسخے میں، نیز نسخۂ رضا میں یہاں "لائے" کی جگہ "لاوے" درج ہے۔ ◊حم{جویریہ مسعود}}
