#lang pollen

◊(define-meta title "ہم پر جفا سے ترکِ وفا کا گماں نہیں")

◊غزل{
ہم پر جفا سے ترکِ وفا کا گماں نہیں
اِک چھیڑ ہے وگرنہ مراد امتحاں نہیں

کس منہ سے شکر کیجئے اس لطف خاص کا
پرسش ہے اور پائے سخن درمیاں نہیں

ہم کو ستم عزیز، ستم گر کو ہم عزیز
نا مہرباں نہیں ہے اگر مہرباں نہیں

بوسہ نہیں، نہ دیجیے دشنام ہی سہی
آخر زباں تو رکھتے ہو تم، گر دہاں نہیں

◊ق{ہر چند جاں گدازئ قہر و عتاب ہے
ہر چند پشت گرمئ تاب و تواں نہیں}

جاں مطربِ ترانہ ◊عربی{هَل مِن مَّزيد} ہے
لب پردہ سنجِ زمزمۂِ الاَماں نہیں

خنجر سے چیر سینہ اگر دل نہ ہو دو نیم
دل میں چُھری چبھو مژہ گر خون چکاں نہیں

ہے ننگِ سینہ دل اگر آتش کدہ نہ ہو
ہے عارِ دل نفس اگر آذر فشاں نہیں

نقصاں نہیں جنوں میں بلا سے ہو گھر خراب
سو گز زمیں کے بدلے بیاباں گراں نہیں

کہتے ہو "کیا لکھا ہے تری سر نوشت میں"
گویا جبیں پہ سجدۂ بت کا نشاں نہیں

پاتا ہوں اس سے داد کچھ اپنے کلام کی
رُوح القُدُس اگرچہ مرا ہم زباں نہیں

جاں ہے بہائے بوسہ ولے کیوں کہے ابھی
غالبؔ کو جانتا ہے کہ وہ نیم جاں‌ نہیں

}
