#lang pollen

◊(define-meta title "ہے ترحم آفریں، آرائشِ بیداد، یاں")

◊غزل{
ہے ترحم آفریں، آرائشِ بیداد، یاں
اشکِ چشمِ دام ہے، ہر دانۂ صیاد، یاں

ہے، گدازِ موم، اندازِ چکیدن ہائے خوں
نیشِ زنبورِ عسل، ہے نشترِ فصاد، یاں

ناگوارا ہے ہمیں، احسانِ صاحبِ دولتاں
ہے، زرِ گل بھی، نظر میں جوہرِ فولاد، یاں

جنبشِ دل سے ہوئے ہیں، عقدہ ہائے کار، وا
کم تریں مزدورِ سنگیں دست ہے، فرہاد، یاں

◊ح['شروع]{اشعار} دل لگا کر لگ گیا اُن کو بھی تنہا بیٹھنا
بارے اپنی بے کسی کی ہم نے پائی داد، یاں

ہیں زوال آمادہ اجزا آفرینش کے تمام
مہرِ گردوں ہے چراغِ رہگزارِ باد، یاں

قطرہ ہائے خونِ بسمل زیبِ داماں ہیں، اسدؔ
ہے تماشا کردنی گل چینیٔ جلاد، یاں

}

◊حاشیہ["اشعار"]{متداول دیوان میں صرف یہ اور اگلا شعر ہے، باقی اشعار نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
