#lang pollen

◊(define-meta title "اپنا احوالِ دلِ زار کہوں یا نہ کہوں")

◊درمیان{◊ح['ساکت]{غزل}}

◊غزل{
اپنا احوالِ دلِ زار کہوں یا نہ کہوں
ہے حیا مانعِ اظہار کہوں یا نہ کہوں

نہیں کرنے کا میں تقریر ادب سے باہر
میں بھی ہوں واقفِ اسرار کہوں یا نہ کہوں

شکوہ سمجھو اسے یا کوئی شکایت سمجھو
اپنی ہستی سے ہوں بیزار کہوں یا نہ کہوں

اپنے دل ہی سے میں احوالِ گرفتارئ دل
جب نہ پاؤں کوئی غم خوار، کہوں یا نہ کہوں

دل کے ہاتھوں سے، کہ ہے دشمنِ جانی اپنا
ہوں اک آفت میں گرفتار کہوں یا نہ کہوں

میں تو دیوانہ ہوں اور ایک جہاں ہے غمّاز
گوش ہیں در پسِ دیوار کہوں یا نہ کہوں

آپ سے وہ مرا احوال نہ پوچھے تو اسدؔ
حسبِ حال اپنے پھر اشعار کہوں یا نہ کہوں

}

◊حاشیہ["غزل"]{یہ غزل متداول دیوان میں درج نہیں۔ مگر نسخۂ مہرؔ میں غلام رسول مہرؔ صاحب نے ذیل کے حوالے سے اس کو درج کیا ہے: "یہ غزل دیوانِ نواب الٰہی بخش خان معروفؔ متوفی ۱۸۲۶ کے ایک مخمس میں ملتی ہے۔ قیاس ہے کہ یہ۱۸۲۱ کے بعد ہی کہی گئی ہو گی کیونکہ یہ نسخۂ بھوپال (قدیم) بہ خطِ غالبؔ (۱۸۱۶) اور نسخۂ بھوپال (۱۸۲۱) دونوں میں شامل نہیں۔" ◊حم{جویریہ مسعود}}
