#lang pollen

◊(define-meta title "بہ غفلت عطرِ گل، ہم آگہی مخمور، مَلتے ہیں")

◊غزل{
بہ غفلت عطرِ گل، ہم آگہی مخمور، مَلتے ہیں
چراغانِ تماشا، چشمِ صد ناسور مَلتے ہیں

رہا کس جرم سے میں بے قرارِ داغِ ہم طرحی؟
سمندر کو پرِ پروانہ سے کافور مَلتے ہیں

چمن نا محرمِ آگاہئ دیدارِ خوباں ہے
سحر گل ہائے نرگس چند چشمِ کور مَلتے ہیں

کجا جوہر؟ چہ عکسِ خط؟ بتاں، وقتِ خود آرائی
دلِ آئینہ زیرِ پائے خیلِ مور مَلتے ہیں

تماشائے بہار آئینۂ پردازِ تسلی ہے
کفِ گل برگ سے پائے دلِ رنجور مَلتے ہیں

گراں جانی سبک سار، و تماشا بے دماغ آیا
کفِ افسوسِ فرصت، سنگِ کوہِ طور مَلتے ہیں

اسد ؔ حیرت کشِ یک داغِ مشک اندودہ ہے، یا رب
لباسِ شمع پر عطرِ شبِ دیجور مَلتے ہیں

}
