#lang pollen

◊(define-meta title "بہ قدرِ لفظ و معنی، فکرت احرامِ گریباں ہیں")

◊شاعری{
بہ قدرِ لفظ و معنی، فکرت احرامِ گریباں ہیں
وگرنہ کیجیے جو ذرہ عریاں، ہم نمایاں ہیں

عروجِ نشۂ واماندگی پیمانہ محمل تر
بہ رنگِ ریشۂ تاک، آبلے جادے میں پنہاں ہیں

بہ وحشت گاہِ امکاں اتفاقِ چشم مشکل ہے
مہ و خورشید باہم سازِ یک خوابِ پریشاں ہیں

طلسمِ آفرینش، حلقۂ یک بزمِ ماتم ہے
زمانے کے، شبِ یلدا سے، موئے سر پریشاں ہیں

یہ کس بے مہر کی تمثال کا ہے جلوہ سیمابی
کہ مثلِ ذرہ ہائے خاک، آئینے پر افشاں ہیں

نہ انشا معنئ مضموں، نہ املا صورتِ موزوں
عنایت نامہ ہائے اہلِ دنیا، ہرزہ عنواں ہیں

مگر آتش ہمارا کوکبِ اقبال چمکاوے
وگرنہ، مثلِ خارِ خشک، مردودِ گلستاں ہیں

اسد ؔ، بزمِ تماشا میں تغافل پردہ داری ہے
اگر ڈھانپے، تو آنکھیں ڈھانپ، ہم تصویرِ عریاں ہیں

}