#lang pollen

◊(define-meta title "بے دماغی، حیلہ جوئے ترکِ تنہائی نہیں")

◊غزل{
بے دماغی، حیلہ جوئے ترکِ تنہائی نہیں
ورنہ کیا موجِ نفس، زنجیرِ رسوائی نہیں؟

وحشئ خو کردۂ نظارہ ہے، حیرت، جسے
حلقۂ زنجیر، جز چشمِ تماشائی نہیں

قطرے کو جوشِ عرق کرتا ہے دریا دستگاہ
جز حیا، پر کارِ سعئ بے سروپائی نہیں

چشمِ نرگس میں نمک بھرتی ہے شبنم سے، بہار
فرصتِ نشو و نما، سازِ شکیبائی نہیں

کس کو دوں، یا رب، حسابِ سوز ناکی ہائے دل؟
آمد و رفتِ نفس، جز شعلہ پیمائی نہیں

مت رکھ، اے انجام غافل! سازِ ہستی پر غرور
چیونٹی کے پر، سر و برگِ خود آرائی نہیں

سایۂ افتادگی بالین و بستر ہوں، اسدؔ
جوں صنوبر، دل سراپا قامت آرائی نہیں

}