#lang pollen

◊(define-meta title "جس جا کہ پائے سیلِ بلا درمیاں نہیں")

◊غزل{
جس جا کہ پائے سیلِ بلا درمیاں نہیں
دیوانگاں کو واں ہوسِ خانماں نہیں

کس جرم سے ہے چشم تجھے حسرتِ قبول
برگِ حنا مگر مژہِ خوں فشاں نہیں

ہر رنگ گردش، آئینہ ایجادِ درد ہے
اشکِ سحاب، جز بوداعِ خزاں، نہیں

جز عجز کیا کروں بہ تمنائے بے خودی!
طاقت، حریفِ سختیٔ خوابِ گراں نہیں

عبرت سے پوچھ دردِ پریشانیٔ نگاہ
یہ گردِ وہم جز بسرِ امتحاں نہیں

گل، غنچگی میں غرقۂ دریائے رنگ ہے
اے آگہی، فریبِ تماشا کہاں نہیں

برقِ بجانِ حوصلہ آتش فگن، اسدؔ
اے دل فسردہ! طاقتِ ضبطِ فغاں نہیں

}
