#lang pollen

◊(define-meta title "خوں در جگر نہفتہ، بہ زردی رسیدہ ہوں")

◊شاعری{
خوں در جگر نہفتہ، بہ زردی رسیدہ ہوں
خود آشیانِ طائرِ رنگِ پریدہ ہوں

ہے دستِ رد بہ سیرِ جہاں، بستنِ نظر
پائے ہوس بہ دامنِ مژگاں کشیدہ ہوں

میں چشم وا کشادہ و گلشن نظر فریب
لیکن عبث کہ شبنمِ خرشید دیدہ ہوں

تسلیم سے یہ نالۂ موزوں ہوا حصول
اے بے خبر، میں نغمۂ چنگِ خمیدہ ہوں

پیدا نہیں ہے اصلِ تگ و تازِ جستجو
مانندِ موجِ آب، زبانِ بریدہ ہوں

سر پر مرے وبالِ ہزار آرزو رہا
یا رب، میں کس غریب کا بختِ رمیدہ ہوں

میں بے ہنر کہ جوہرِ آئینہ تھا، عبث
پائے نگاہِ خلق میں خارِ خلیدہ ہوں

میرا نیاز و عجز ہے مفتِ بتاں، اسدؔ
یعنی کہ بندۂ بہ درم نا خریدہ ہوں

}