#lang pollen

◊(define-meta title "سودائے عشق سے دمِ سردِ کشیدہ ہوں")

◊غزل{
سودائے عشق سے دمِ سردِ کشیدہ ہوں
شامِ خیالِ زلف سے صبحِ دمیدہ ہوں

دورانِ سر سے گردشِ ساغر ہے متصل
خمخانۂ جنوں میں دماغِ رسیدہ ہوں

کی متصل ستارہ شماری میں عمر، صرف
تسبیحِ اشک ہائے ز مژگاں چکیدہ ہوں

ظاہر ہیں مری شکل سے افسوس کے نشاں
خارِ الم سے، پشت بہ دنداں گزیدہ ہوں

دیتا ہوں کشتگاں کو سخن سے سرِ تپش
مضرابِ تار ہائے گلوئے بریدہ ہوں

ہے جنبشِ زباں بدہن سخت ناگوار
خونابۂ ہلاہلِ حسرت چشیدہ ہوں

جوں بوئے گل، ہوں گر چہ گرانبارِ مشتِ زر
لیکن، اسدؔ، بہ وقتِ گزشتن جریدہ ہوں

}
