#lang pollen

◊(define-meta title "طاؤس نمط، داغ کے گر رنگ نکالوں")

◊شاعری{
طاؤس نمط، داغ کے گر رنگ نکالوں
یک فردِ نسب نامۂ نیرنگ نکالوں

کُو تیزئ رفتار؟ کہ صحرا سے زمیں کو
جوں قمرئ بسمل، تپش آہنگ نکالوں

دامانِ شفق، طرفِ نقابِ مہِ نو ہے
ناخن کو جگر کاوی میں بے رنگ نکالوں

کیفیتِ دیگر ہے، فشارِ دلِ خونیں!
یک غنچہ سے صد خُمِ مے گل رنگ نکالوں

پیمانۂ وسعت کدۂ شوق ہوں، اے رشک
محفل سے مگر شمع کو دل تنگ نکالوں

گر ہو بلدِ شوق مری خاک کو وحشت
صحرا کو بھی گھر سے کئی فرسنگ نکالوں

فریاد! اسدؔ غفلتِ رسوائئ دل سے
کس پردے میں فریاد کی آہنگ نکالوں

}