#lang pollen

◊(define-meta title "ظاہرا سر پنجۂ افتادگاں گیرا نہیں")

◊غزل{
ظاہرا سر پنجۂ افتادگاں گیرا نہیں
ورنہ کیا حسرت کشِ دامن پہ نقشِ پا نہیں

آنکھیں پتھرائی نہیں، نا محسوس ہے تارِ نگاہ
ہے زمیں از بس کہ سنگیں جادہ بھی پیدا نہیں

ہو چکے ہم جادہ ساں صد بار قطع اور پھر ہنوز
زینتِ یک پیرہن جوں دامنِ صحرا نہیں

ہو سکے ہے، پردۂ جوشیدنِ خونِ جگر
اشک، بعدِ ضبط، غیر از پنبۂ مینا نہیں

ہو سکے کب کلفتِ دل، مانعِ طوفانِ اشک
گردِ ساحل، سنگِ راہِ جوششِ دریا نہیں

ہے طلسمِ دہر میں، صد حشرِ پاداشِ عمل
آگہی غافل، کہ یک امروز بے فردا نہیں

بسمل اس تیغِ دو دستی کا نہیں بچتا، اسدؔ
عافیت بیزار، ذوقِ کعبتین اچھا نہیں

}
