#lang pollen

◊(define-meta title "فتادگی میں قدم استوار رکھتے ہیں")

◊غزل{
فتادگی میں قدم استوار رکھتے ہیں
بہ رنگِ جادہ، سرِ کوئے یار رکھتے ہیں

برہنہ مستیٔ صبحِ بہار رکھتے ہیں
جنونِ حسرتِ یک جامہ دار رکھتے ہیں

طلسمِ مستیٔ دل آں سوئے ہجومِ سرشک
ہم ایک مے کدہ دریا کے پار رکھتے ہیں

ہمیں، حریرِ شرر بافِ سنگ، خلعت ہے
یہ ایک پیرہنِ زرنگار رکھتے ہیں

نگاہِ دیدۂ نقشِ قدم ہے جادۂ راہ
گزشتگاں، اثرِ انتظار رکھتے ہیں

ہوا ہے، گریۂ بے باک، ضبط سے تسبیح
ہزار دل پہ ہم ایک اختیار رکھتے ہیں

بساطِ ہیچ کسی میں، بہ رنگِ ریگِ رواں
ہزار دل بہ وداعِ قرار رکھتے ہیں

بہ رنگ سایہ سروکارِ انتظار نہ پوچھ
سراغِ خلوتِ شب ہائے تار رکھتے ہیں

جنونِ فرقتِ یارانِ رفتہ ہے، غالبؔ
بسانِ دشت، دلِ پُر غبار رکھتے ہیں

}
