#lang pollen

◊(define-meta title "مرگِ شیریں ہو گئی تھی کوہ کن کی فکر میں")

◊غزل{
مرگِ شیریں ہو گئی تھی کوہ کن کی فکر میں
تھا، حریرِ سنگ سے، قطعِ کفن کی فکر میں

فرصتِ یک چشمِ حیرت، شش جہت آغوش ہے
ہوں سپند آسا وداعِ انجمن کی فکر میں

وہ غریبِ وحشت آبادِ تسلی ہوں، جسے
کوچہ دے ہے زخمِ دل، صبحِ وطن کی فکر میں

سایۂ گل داغ و جوشِ نکہتِ گل موجِ دُود
رنگ کی گرمی ہے تاراجِ چمن کی فکر میں

فالِ ہستی، خار خارِ وحشتِ اندیشہ ہے
شوخیٔ سوزن ہے ساماں پیرہن کی فکر میں

غفلتِ دیوانہ، جز تمہیدِ آگاہی نہیں
مغزِ سر، خوابِ پریشاں ہے، سخن کی فکر میں

مجھ میں اور مجنوں میں، وحشت سازِ دعویٰ ہے، اسدؔ
برگ برگِ بید ہے ناخن زدن کی فکر میں

}
