#lang pollen

◊(define-meta title "نہیں ہے بے سبب قطرے کو، شکلِ گوہر، افسردن")

◊غزل{
نہیں ہے بے سبب قطرے کو، شکلِ گوہر، افسردن
گرہ ہے حسرتِ آبے بروئے کار آورن

مہ نو سے ہے، رہزن وار، نعلِ واژگوں باندھا
نہیں ممکن بہ جولاں ہائے گردوں دخلِ پے بردن

خمارِ ضبط سے بھی نشۂ اظہار پیدا ہے
تراوش شیرہ انگور کی ہے مفتِ افشردن

خراب آبادِ غربت میں عبث، افسوسِ ویرانی
گل از شاخِ دور افتادہ ہے نزدیکِ پژمردن

فغان و آہ سے حاصل بہ جز دردِ سرِ یاراں
خوشا! اے غفلت آگاہاں، نفس دزدیدن و مردن

دریغا! بستنِ رختِ سفر سے ہوکے میں غافل
رہا پامالِ حسرت ہائے فرشِ بزم گستردن

اسدؔ، ہے طبع مجبورِ تمنا آفرینی ہا
فغاں! بے اختیاری و فریبِ آرزو خوردن

}