#lang pollen

◊(define-meta title "کیا ضعف میں امید کو دل تنگ نکالوں؟")

◊غزل{
کیا ضعف میں امید کو دل تنگ نکالوں؟
میں خار ہوں، آتش میں چبھوں، رنگ نکالوں

نے کوچۂ رسوائی و زنجیر پریشاں
کس پردے میں فریاد کی آہنگ نکالوں

یک نشو و نما جا نہیں جولانِ ہوس کو
ہر چند بہ مقدارِ دلِ تنگ نکالوں

گر جلوۂ خورشید خریدارِ وفا ہو
جوں ذرۂ صد آئینہ بے زنگ نکالوں

افسردۂ تمکیں ہے، نفس گرمی احباب
پھر شیشے سے عطرِ شررِ سنگ نکالوں

ضعف، آئینہ پردازئ دستِ دگراں ہے
تصویر کے پردے میں مگر رنگ نکالوں

ہے غیرتِ الفت کہ، اسدؔ، اُس کی ادا پر
گر دیدہ و دل صلح کریں، جنگ نکالوں

}
