#lang pollen

◊(define-meta title "ہوئی ہیں آب، شرمِ کوششِ بے جا سے، تدبیریں")

◊غزل{
ہوئی ہیں آب، شرمِ کوششِ بے جا سے، تدبیریں
عرق ریزِ تپش ہیں، موج کی مانند، زنجیریں

خیالِ سادگی ہائے تصور، نقشِ حیرت ہے
پرِ عنقا پہ رنگِ رفتہ سے کھینچی ہیں تصویریں

ز بس ہر شمع یاں آئینۂ حیرت پرستی ہے
کرے ہیں غنچۂ منقارِ طوطی نقش گل گیریں

سپند، آہنگئ ہستی و سعئ نالہ فرسائی
غبار آلودہ ہیں، جوں دودِ شمعِ کشتہ، تقریریں

ہجومِ سادہ لوحی، پنبۂ گوشِ حریفاں ہے
وگرنہ خواب کی مضمر ہیں افسانے میں، تعبیریں

بتانِ شوخ کی تمکینِ بعد از قتل کی حیرت
بیاضِ دیدۂ نخچیر پر کھینچے ہے تصویریں

اسدؔ، طرزِ عروجِ اضطرابِ دل کو کیا کہیے
سمجھتا ہوں تپش کو الفتِ قاتل کی تاثیریں

}