#lang pollen

◊(define-meta title "بلا سے ہیں جو یہ پیشِ نظر، در و دیوار")

◊غزل{
بلا سے ہیں جو یہ پیشِ نظر، در و دیوار
نگاہِ شوق کو ہیں بال و پر در و دیوار

وفورِ اشک نے کاشانے ◊ح{کاشانے} کا کیا یہ رنگ
کہ ہو گئے مرے دیوار و در، در و دیوار

نہیں ہے سایہ، کہ سن کر نوید مَقدمِ یار
گئے ہیں چند قدم پیشتر در و دیوار

ہوئی ہے کس قدر ارزانئ مئے جلوہ
کہ مست ہے ترے کوچے میں ہر در و دیوار

جو ہے تجھے سرِ سودائے انتظار، تو آ
کہ ہیں دکانِ متاعِ نظر در و دیوار

ہجومِ گریہ کا سامان کب کیا میں نے
کہ گر پڑے نہ مرے پاؤں پر در و دیوار

وہ آ رہا مرے ہم سایہ میں، تو سائے سے
ہوئے فدا در و دیوار پر در و دیوار

نظر میں کھٹکے ہے بِن تیرے گھر کی آبادی
ہمیشہ روتے ہیں ہم دیکھ کر در و دیوار

نہ پوچھ بے خودئ عیشِ مَقدمِ سیلاب
کہ ناچتے ہیں پڑے سر بہ سر در و دیوار

نہ کہہ کسی سے کہ غالبؔ، نہیں زمانے میں
حریفِ رازِ محبت مگر در و دیوار

}

◊حاشیہ["کاشانے"]{مولانا عبد الباری آسی لکھنوی کے نسخے میں "کاشانہ" بجائے "کاشانے"۔ ◊حم{جویریہ مسعود}}
