#lang pollen

◊(define-meta title "صفائے حیرت آئینہ ہے سامانِ زنگ آخر")

◊غزل{
◊ح['شروع]{اشعار} صفائے حیرت آئینہ ہے سامانِ زنگ آخر
تغیر "آبِ برجا ماندہ" کا پاتا ہے رنگ آخر

نہ کی سامانِ عیش و جاہ نے تدبیر وحشت کی
ہوا جامِ زُمرّد بھی مجھے داغِ پلنگ آخر

خطِ نوخیز نیلِ چشم زخمِ صافیٔ عارض
لیا آئینے نے حرزِ پرِ طوطی بچنگ آخر

ہلال آسا تہی رہ، گر کشادن ہائے دل چاہے
ہوا مہ کثرتِ سرمایہ اندوزی سے تنگ آخر

تڑپ کر مرگیا وہ صیدِ بال افشاں کہ مضطر تھا
ہوا ناسورِ چشمِ تعزیت، چشمِ خدنگ، آخر

لکھی یاروں کی بدمستی نے مے خانے کی پامالی
ہوئی قطرہ فشانی ہائے مے بارانِ سنگ آخر

اسدؔ پیری میں بھی آہنگِ شوقِ یار قائم ہے
نہیں ہے نغمے سے خالی، خمیدن ہائے چنگ آخر

}

◊حاشیہ["اشعار"]{متداول دیوان میں پہلے دو اشعار درج ہیں۔ باقی غزل نسخۂ رضا سے شامل کی گئی ہے۔ ◊حم{جویریہ مسعود}}
