#lang pollen

◊(define-meta title "فسونِ یک دلی ہے لذّتِ بیداد دشمن پر")

◊غزل{
◊ح['شروع]{اشعار} فسونِ یک دلی ہے لذّتِ بیداد دشمن پر
کہ وجدِ برق جوں پروانہ بال افشاں ہے خرمن پر

تکلّف خار خارِ التماسِ بے قراری ہے
کہ رشتہ باندھتا ہے پیرہن انگشتِ سوزن پر

یہ کیا وحشت ہے! اے دیوانے، پس از مرگ واویلا
رکھی بے جا بنائے خانۂ زنجیر شیون پر

جنوں کی دست گیری کس سے ہو گر ہو نہ عریانی
گریباں چاک کا حق ہو گیا ہے میری گردن پر

بہ رنگِ کاغذِ آتش زدہ نیرنگِ بے تابی
ہزار آئینہ دل باندھے ہے بالِ یک تپیدن پر

فلک سے ہم کو عیشِ رَفتہ کا کیا کیا تقاضا ہے
متاعِ بُردہ کو سمجھے ہوئے ہیں قرض رہزن پر

ہم اور وہ بے سبب رنج، آشنا دشمن، کہ رکھتا ہے
شعاعِ مہر سے تُہمت نگہ کی چشمِ روزن پر

فنا کو سونپ گر مشتاق ہے اپنی حقیقت کا
فروغِ طالعِ خاشاک ہے موقوف گلخن پر

اسدؔ بسمل ہے کس انداز کا، قاتل سے کہتا ہے
"تو مشقِ ناز کر، خونِ دو عالم میری گردن پر"

}

◊حاشیہ["اشعار"]{اس غزل کے پہلے تین اشعار متداول دیوان کا حصہ نہیں اور نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
