#lang pollen

◊(define-meta title "لازم تھا کہ دیکھو مرا رستہ کوئی دِن اور")

◊شاعری{
لازم تھا کہ دیکھو مرا رستہ کوئی دِن اور
تنہا گئے کیوں؟ اب رہو تنہا کوئی دن اور

مٹ جائےگا سَر، گر ترا پتھر نہ گھِسے گا
ہوں در پہ ترے ناصیہ فرسا کوئی دن اور

آئے ہو کل اور آج ہی کہتے ہو کہ "جاؤں؟"
مانا کہ ہمیشہ نہیں اچھا کوئی دن اور

جاتے ہوئے کہتے ہو قیامت کو ملیں گے
کیا خوب! قیامت کا ہے گویا کوئی دن اور

ہاں اے فلکِ پیر! جواں تھا ابھی عارفؔ ◊ح{عارف}
کیا تیرا بگڑتا جو نہ مرتا کوئی دن اور

تم ماہِ شبِ چار دہم تھے مرے گھر کے
پھر کیوں نہ رہا گھر کا وہ نقشا کوئی دن اور

تم کون سے ایسے تھے کھرے داد و ستد کے
کرتا مَلَکُ الموت تقاضا کوئی دن اور

مجھ سے تمہیں نفرت سہی، نیّرؔ سے لڑائی
بچوں کا بھی دیکھا نہ تماشا کوئی دن اور

گزری نہ بہرحال یہ مدت خوش و نا خوش
کرنا تھا جواں مرگ، گزارا کوئی دن اور

ناداں ہو جو کہتے ہو کہ کیوں جیتے ہیں غالبؔ
قسمت میں ہے مرنے کی تمنا کوئی دن اور

}

◊حاشیہ["عارف"]{مرزا زین العابدین خان عارف اپریل ۱۸۵۲ میں فوت ہوئے تھے۔ یہ غزل انہی کا مرثیہ ہے۔ ◊حم{نسخۂ رضا}}
