#lang pollen

◊(define-meta title "لرزتا ہے مرا دل زحمتِ مہرِ درخشاں پر")

◊شاعری{
لرزتا ہے مرا دل زحمتِ مہرِ درخشاں پر
میں ہوں وہ قطرۂ شبنم کہ ہو خارِ بیاباں پر

نہ چھوڑی حضرتِ یوسف نے یاں بھی خانہ آرائی
سفیدی دیدۂ یعقوب کی پھِرتی ہے زنداں پر

◊ح['شروع]{شعر} دل خونیں، جگر بے صبر و فیضِ عشق مستغنی!
الٰہی یک قیامتِ خاور آ ٹوٹے بدخشاں پر

فنا "تعلیمِ درسِ بے خودی" ہوں اُس زمانے سے
کہ مجنوں لام الف لکھتا تھا دیوارِ دبستاں پر

فراغت کس قدر رہتی مجھے تشویشِ مرہم سے
بہم گر صلح کرتے پارہ ہائے دل نمک داں پر

نہیں اقلیم الفت میں کوئی طومارِ ناز ایسا
کہ پشتِ چشم سے جس کی نہ ہووے مُہر عنواں پر

مجھے اب دیکھ کر ابرِ شفق آلودہ، یاد آیا
کہ فرقت میں تری، آتش برستی تھی گلِستاں پر

بہ جُز پروازِ شوقِ ناز کیا باقی رہا ہو گا
قیامت اِک ہوائے تند ہے خاکِ شہیداں پر

نہ لڑ ناصح سے، غالبؔ، کیا ہوا گر اس نے شدّت کی
ہمارا بھی تو آخر زور چلتا ہے گریباں پر

}

◊حاشیہ["شعر"]{نسخۂ رضا سے مزید شعر۔ ◊حم{جویریہ مسعود}}
