#lang pollen

◊(define-meta title "کیوں جل گیا نہ، تابِ رخِ یار دیکھ کر")

◊شاعری{
کیوں جل گیا نہ، تابِ رخِ یار دیکھ کر
جلتا ہوں اپنی طاقتِ دیدار دیکھ کر

آتش پرست کہتے ہیں اہلَ جہاں مجھے
سر گرمِ نالہ ہائے شرر بار دیکھ کر

کیا آبروئے عشق، جہاں عام ہو جفا
رکتا ہوں تم کو بے سبب آزار دیکھ کر

آتا ہے میرے قتل کو پَر جوشِ رشک سے
مرتا ہوں اس کے ہاتھ میں تلوار دیکھ کر

ثابت ہوا ہے گردنِ مینا پہ خونِ خلق
لرزے ہے موجِ مے تری رفتار دیکھ کر

وا حسرتا! کہ یار نے کھینچا ستم سے ہاتھ
ہم کو حریصِ لذّتِ آزار دیکھ کر

بِک جاتے ہیں ہم آپ، متاعِ سخن کے ساتھ
لیکن عیارِ طبعِ خریدار دیکھ کر

زُنّار باندھ، سبحۂ صد دانہ توڑ ڈال
رہرو چلے ہے راہ کو ہموار دیکھ کر

ان آبلوں سے پاؤں کے، گھبرا گیا تھا میں
جی خوش ہوا ہے راہ کو پُر خار دیکھ کر

کیا بد گماں ہے مجھ سے، کہ آئینے میں مرے
طوطی کا عکس سمجھے ہے زنگار دیکھ کر

گرنی تھی ہم پہ برقِ تجلّی، نہ طور پر
دیتے ہیں بادہ "ظرفِ قدح خوار" دیکھ کر

سر پھوڑنا وہ! "غالبِؔ شوریدہ حال" کا
یاد آگیا مجھے تری دیوار دیکھ کر

}
