#lang pollen

◊(define-meta title "گھر جب بنا لیا ترے در پر کہے بغیر")

◊شاعری{
گھر جب بنا لیا ترے در پر کہے بغیر
جانے گا اب بھی تو نہ مرا گھر کہے بغیر؟

کہتے ہیں جب رہی نہ مجھے طاقتِ سخن
"جانوں کسی کے دل کی میں کیوں کر کہے بغیر"

کام اس سے آ پڑا ہے کہ جس کا جہان میں
لیوے نہ کوئی نام ستم گر کہے بغیر

جی میں ہی ◊ح{جی-میں-ہی} کچھ نہیں ہے ہمارے وگرنہ ہم
سر جائے یا رہے، نہ رہیں پر کہے بغیر

چھوڑوں گا میں نہ اس بتِ کافر کا ◊ح{کا} پوجنا
چھوڑے نہ خلق گو مجھے کافَر کہے بغیر

مقصد ہے ناز و غمزہ ولے گفتگو میں کام
چلتا نہیں ہے دُشنہ و خنجر کہے بغیر

ہر چند ہو مشاہدۂ حق کی گفتگو
بنتی نہیں ہے بادہ و ساغر کہے بغیر

بہرا ہوں میں۔ تو چاہیئے، دونا ہوں التفات
سنتا نہیں ہوں بات مکرّر کہے بغیر

غالبؔ نہ کر حضور میں تو بار بار عرض
ظاہر ہے تیرا حال سب اُن پر کہے بغیر

}

◊حاشیہ["جی-میں-ہی"]{نسخۂ حسرت: جی ہی میں۔ ◊حم{حامد علی خاں}}
◊حاشیہ["کا"]{نسخۂ حمیدیہ: کافر کو پوجنا۔ متن نسخۂ نظامی کے مطابق ہے۔ ◊حم{حامد علی خاں}}
