#lang pollen

◊(define-meta title "ہے بس کہ ہر اک اُن کے اشارے میں نشاں اور")

◊شاعری{
ہے بس کہ ہر اک اُن کے اشارے میں نشاں اور
کرتے ہیں مَحبّت تو گزرتا ہے گماں اور

یا رب ! وہ نہ سمجھے ہیں نہ سمجھیں گے مری بات
دے اور دل ان کو، جو نہ دے مجھ کو زباں اور

ابرو سے ہے کیا اس نگہِ ناز کو پیوند
ہے تیر مقرّر مگر اس کی ہے کماں اور

تم شہر میں ہو تو ہمیں کیا غم، جب اٹھیں گے
لے آئیں گے بازار سے جا کر دل و جاں اور

ہر چند سُبُک دست ہوئے بت شکنی میں
ہم ہیں، تو ابھی راہ میں ہیں سنگِ گراں اور

ہے خوںِ جگر جوش میں، دل کھول کے روتا
ہوتے جو کئی دیدۂ خونبانہ فشاں اور

مرتا ہوں اِس آواز پہ ہر چند سر اڑ جائے
جلاّد کو لیکن وہ کہے جائیں کہ "ہاں اور"

لوگوں کو ہے خورشیدِ جہاں تاب کا دھوکا
ہر روز دکھاتا ہوں میں اک داغِ نہاں اور

لیتا، نہ اگر دل تمھیں دیتا، کوئی دم چین
کرتا، جو نہ مرتا، کوئی دن آہ و فغاں اور

پاتے نہیں جب راہ تو چڑھ جاتے ہیں نالے
رُکتی ہے مری طبع تو ہوتی ہے رواں اور

ہیں اور بھی دنیا میں سخن ور بہت اچھّے
کہتے ہیں کہ غالبؔ کا ہے اندازِ بیاں اور

}
