#lang pollen

◊(define-meta title "بے گانۂ وفا ہے ہوائے چمن ہنوز")

◊غزل{
بے گانۂ وفا ہے ہوائے چمن ہنوز
وہ سبزہ سنگ پر نہ اُگا، کوہ کُن ہنوز

◊ح['شروع]{اشعار} فارغ مجھے نہ جان کہ مانندِ صبح و مہر
ہے داغِ عشق، زینتِ جیبِ کفن ہنوز

ہے نازِ مفلساں "زرِ از دست رفتہ" پر
ہوں "گل فروِشِ شوخئ داغِ کہن" ہنوز

مے خانۂ جگر میں یہاں خاک بھی نہیں
خمیازہ کھینچے ہے بتِ بیدادِ فن ہنوز

یا رب! یہ درد مند ہے کس کی نگاہ کا!
ہے ربطِ مشک و داغِ سوادِ ختن ہنوز

جوں جادہ، سر بہ کوئے تمنّائے بے دلی
زنجیرِ پا ہے رشتۂ حب الوطن ہنوز

میں دور گردِ قربِ بساطِ نگاہ تھا
بیرونِ دل نہ تھی تپشِ انجمن ہنوز

تھا مجھ کو خار خار جنونِ وفا اسدؔ
سوزن میں تھا نہفتہ گلِ پیرہن ہنوز

}

◊حاشیہ["اشعار"]{متداول دیوان میں یہ غزل صرف ان تین اشعار پر مشتمل ہے۔ مطلع اور باقی اشعار تا مقطع نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
