#lang pollen

◊(define-meta title "حریفِ مطلبِ مشکل نہیں فسونِ نیاز")

◊غزل{
حریفِ مطلبِ مشکل نہیں فسونِ نیاز
دعا قبول ہو یا رب کہ عمرِ خضر دراز

نہ ہو بہ ہرزہ، بیاباں نوردِ وہمِ وجود
ہنوز تیرے تصوّر میں ہے نشیب و فراز

وصالِ جلوہ تماشا ہے پر دماغ کہاں!
کہ دیجیے آئینۂ انتظار کو پرواز

ہر ایک ◊ح{ایک} ذرّۂ عاشق ہے آفتاب پرست
گئی نہ خاک ہوئے پر ہوائے جلوۂ ناز

فریبِ صنعتِ ایجاد کا تماشا دیکھ
نگاہ عکس فروش و خیال آئینہ ساز

ہنوز اے اثرِ دید، ◊ح{دید} ننگِ رسوائی
نگاہ فتنہ خرام و درِ دو عالم باز

◊ح['شروع]{شعر} زِ بس کہ جلوۂ صیاد حیرت آرا ہے
اُڑی ہے صفحۂ خاطر سے صورتِ پرواز

◊ح['شروع]{شعر-۲} ہجومِ فکر سے دل مثلِ موج لرزاں ہے
کہ شیشہ نازک و صہبا ہے آبگینہ گداز

◊ح['شروع]{مقطع} اسدؔ سے ترکِ وفا کا گماں وہ معنی ہے
کہ کھینچیے پرِ طائر سے صورتِ پرواز

نہ پوچھ وسعتِ مے خانۂ جنوں غالبؔ
جہاں یہ کاسۂ گردوں ہے ایک خاک انداز

}

◊حاشیہ["ایک"]{"ایک" کی جگہ قدیم نسخوں میں "یک" چھپا ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["دید"]{عرشی: "دیدہ" بجائے "دید"۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["شعر"]{یہ شعر نسخۂ حمیدیہ میں نہیں ہے۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["شعر-۲"]{یہ شعر بھی نسخۂ حمیدیہ میں نہیں ہے۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["مقطع"]{نسخۂ رضا میں یہ مقطع زائد ہے۔ ◊حم{جویریہ مسعود}}
