#lang pollen

◊(define-meta title "داغِ اطفال ہے دیوانہ بہ کہسار ہنوز")

◊غزل{
داغِ اطفال ہے دیوانہ بہ کہسار ہنوز
خلوتِ سنگ میں ہے نالہ طلب گار ہنوز

خانہ ہے سیل سے خُو کردۂ دیدار ہنوز
دور بیں درزدہ ہے رخنۂ دیوار ہنوز

آئی یک عمر سے معذورِ تماشا نرگس
چشمِ شبنم میں نہ ٹوٹا مژہِ خار ہنوز

کیوں ہوا تھا طرفِ آبلۂ پا، یا رب؟
جادہ ہے واشدنِ پیچشِ طومار ہنوز

◊ح['شروع]{اشعار} وسعتِ سعیٔ کرم دیکھ کہ سر تا سرِ خاک
گزرے ہے آبلہ پا ابرِ گہربار ہنوز

یک قلم کاغذِ آتش زدہ ہے صفحۂ دشت
نقشِ پا میں ہے تپِ ◊ح{تپ} گرمیٔ رفتار ہنوز

ہوں خموشی چمنِ حسرتِ دیدار، اسدؔ
مژہ ہے شانہ کشِ طرۂ گفتار ہنوز

}

◊حاشیہ["اشعار"]{متداول دیوان میں یہ غزل صرف دو اشعار پر مشتمل ہے۔ مطلع اور باقی اشعار نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["تپ"]{بعض نسخوں میں "تپ" بھی چھپا ہے جو "تب" کا ہم معنی ہے۔ یقین سے نہیں کہا جا سکتا کہ غالبؔ نے کیا کہا تھا۔ ◊حم{حامد علی خاں}
مزید: ہم نے اس نسخے میں "تپ" کو ترجیح دی ہے کیوں کہ اکثر نسخوں میں "تپ" ہی درج ہے۔ ◊حم{جویریہ مسعود}}
