#lang pollen

◊(define-meta title "نہ گل نغمہ ہوں نہ پردۂ ساز")

◊غزل{
نہ ◊ح{نہ} گُلِ نغمہ ہوں نہ پردۂ ساز
میں ہوں اپنی شکست کی آواز

تو اور آرائشِ خمِ کاکل
میں اور اندیشہ ہائے دور دراز ◊ح{دور-دراز}

لافِ تمکیں، فریبِ سادہ دلی
ہم ہیں اور راز ہائے سینہ گداز

ہوں گرفتارِ الفتِ صیّاد
ورنہ باقی ہے طاقتِ پرواز

وہ بھی دن ہو، کہ اس ستم گر سے
ناز کھینچوں، بہ جائے حسرتِ ناز

نہیں دل میں مرے وہ قطرۂ خون
جس سے مژگاں ہوئی نہ ہو گل باز

اے ترا غمزہ یک قلم انگیز
اے ترا ظلم سر بہ سر انداز

تو ہوا جلوہ گر، مبارک ہو!
ریزشِ سجدۂ جبینِ نیاز

مجھ کو پوچھا تو کچھ غضب نہ ہوا
میں غریب اور تو غریب نواز

اسدؔ اللہ خاں تمام ہوا
اے دریغا! وہ رندِ شاہد باز

}

◊حاشیہ["نہ"]{بعض نسخوں میں "نہ" کی جگہ "نے" بھی چھپا ہے۔ نسخۂ نظامی میں "نہ" چھپا ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["دور-دراز"]{نسخۂ حمیدیہ، طباطبائی، حسرت موہانی، نیز مہر، بیخود اور نشتر جالندھری کے نسخوں میں "دور و دراز" چھپا ہے لیکن نسخۂ نظامی، عرشی اور مالک رام نیز متعدد قدیم نسخوں میں یہاں "دور دراز" ہی ملتا ہے۔ دور دراز (بلا عطف) صحیح فارسی ترکیب ہے جس کی شہادت فرہنگِ آنند راج اور شٹائین‌گاس کی فارسی انگریزی لغات سے بھی ملتی ہے۔ ◊حم{حامد علی خاں}}
