#lang pollen

◊(define-meta title "در صفتِ انبہ")

◊سرخی{در صفتِ انبہ}

◊مثنوی{
ہاں، دلِ درد مندِ زمزمہ ساز
کیوں نہ کھولے درِ خزینۂ راز

خامے کا صفحے پر رواں ہونا
شاخِ گل کا ہے گل فشاں ہونا

مجھ سے کیا پوچھتا ہے کیا لکھیے؟
نکتہ ہائے خرد فزا لکھیے!

بارے، آموں کا کچھ بیاں ہو جائے
خامہ نخلِ رطب فشاں ہوجائے

آم کا کون مردِ میدان ہے
ثمر و شاخ گوئے و چوگاں ہے

تاک کے جی میں کیوں رہے ارماں
آئے، یہ گوئے اور یہ میداں

آم کے آگے پیش جاوے ◊ح{جاوے} خاک
پھوڑتا ہے جلے پھپھولے تاک

نہ چلا جب کسی طرح مقدور
بادۂ ناب بن گیا انگور

یہ بھی ناچار جی کا کھونا ہے
شرم سے پانی پانی ہونا ہے

مجھ سے پوچھو، تمھیں خبر کیا ہے!
آم کے آگے نیشکر کیا ہے!

نہ گل اس میں نہ شاخ و برگ، نہ بار ◊ح{برگ-بار}
جب خزاں آئے تب ہو اس کی بہار ◊ح['آخر]{مصرع}

اور دوڑائیے قیاس کہاں
جانِ شیریں میں یہ مٹھاس کہاں

جان میں ہوتی گر یہ شیرینی
کوہ کُن باوجودِ غمگینی

جان دینے میں اس کو یکتا جان
پَر وہ یوں سہل دے نہ سکتا جان

نظر آتا ہے یوں مجھے یہ ثمر
کہ دوا خانۂ ازل میں، مگر

آتشِ گل پہ قند کا ہے قوام
شیرے کے تار کا ہے ریشہ نام

یا یہ ہوگا، کہ فرط رافت سے
باغبانوں نے باغِ جنت سے

انگبیں کے، بہ حکم رب الناس
بھر کے بھیجے ہیں سر بہ مہر گلاس

یا لگا کر خضر نے شاخِ نبات
مدتوں تک دیا ہے آبِ حیات

تب ہوا ہے ثمر فشاں یہ نخل
ہم کہاں ورنہ اور کہاں یہ نخل

تھا ترنجِ زر ایک خسرو پاس
رنگ کا زرد پر کہاں بو باس

آم کو دیکھتا اگر اک بار
پھینک دیتا طلائے دست افشار

رونقِ کار گاہِ برگ و نوا
نازشِ دودمانِ آب و ہوا

رہروِ راہِ خلد کا توشہ
طوبیٰ و سِدرہ کا جگر گوشہ

صاحبِ شاخ و برگ ◊ح{شاخ-برگ} و بار ہے آم
ناز پروردۂ بہار ہے آم

خاص وہ آم جو نہ ارزاں ہو
نو برِ نخلِ باغِ سلطاں ہو

وہ کہ ہے والیٔ ولایتِ عہد
عدل سے اس کے ہے حمایتِ عہد

فخرِ دیں، عزِّ شان و جاہِ جلال ◊ح{عز-جاہ-جلال}
زینتِ طینت و جمالِ کمال

کار فرمائے دین و دولت و بخت
چہرہ آرائے تاج و مسند و تخت

سایہ اُس کا ہما کا سایہ ہے
خلق پر وہ خدا کا سایہ ہے

◊ق{اے مُفیضِ وجودِ سایہ و نور!
جب تلک ہے نمودِ سایہ و نور}

اِس خداوندِ بندہ پرور کو
وارثِ گنج و تخت و افسر کو

شاد و دلشاد و شادماں رکھیو
اور غالبؔ پہ مہرباں رکھیو!

}

◊حاشیہ["جاوے"]{نسخۂ مہرؔ میں "جائے"۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["برگ-بار"]{نسخۂ آسیؔ میں "نہ شاخ و برگ و بار"۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["مصرع"]{نسخۂ مہرؔ میں ◊علامت{؏} جب خزاں ہو تب آئے اس کی بہار ◊حم{جویریہ مسعود}}
◊حاشیہ["شاخ-برگ"]{نسخۂ مہرؔ میں "شاخِ برگ و بار"۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["عز-جاہ-جلال"]{نسخۂ مہرؔ میں "عزِّ جاہ و شانِ جلال" چھپا ہے۔ اس سے کوئی معنوی فرق تو پیدا نہیں ہوتا مگر اس کی کسی مستند قدیم و جدید، پیشِ نظر، نسخے سے سند نہیں ملی۔ ◊حم{حامد علی خاں}}
