#lang pollen

◊(define-meta title "پتنگِ کاغذی")

◊سرخی{پتنگِ کاغذی}

◊مثنوی{
ایک دن مثلِ پتنگِ کاغذی
لے کے دل سر رشتۂ آزادگی

خود بخود کچھ ہم سے کَنیانے لگا
اس قدر بگڑا کہ سر کھانے لگا

میں نے کہا اے دل، ہوائے دلبراں
بس کہ تیرے حق میں رکھتی ہے زیاں

بیچ میں ان کے نہ آنا زینہار
یہ نہیں ہیں گے کِسے کے یارِ غار

گورے پنڈے پر نہ کر ان کے نظر
کھینچ لیتے ہیں یہ ڈورے ڈال کر

◊ح['شروع]{شعر} اب تو مِل جائے گی ان سے تیری گانٹھ
لیکن آخر کو پڑے گی ایسی سانٹھ

سخت مشکل ہو گا سلجھانا تجھے
قہر ہے، دل ان میں الجھانا تجھے

یہ جو محفل میں بڑھاتے ہیں تجھے
بھول مت اس پر اُڑاتے ہیں تجھے

ایک دن تجھ کو لڑا دیں گے کہیں
مفت میں ناحق کٹا دیں گے کہیں

دل نے سن کر، کانپ کر، کھا پیچ و تاب
غوطے میں جا کر، دیا کٹ کر جواب

رشتۂ در گردنم افگندہ دوست
می بُرد ہر جا کہ خاطر خواہِ اوست

}

◊حاشیہ["شعر"]{نسخۂ مہرؔ میں یہ شعر اس طرح درج ہے: ◊علامت{؎}
    ◊شعر{اب تو مِل جائے گی ان سے تیری سانٹھ
    لیکن آخر کو پڑے گی ایسی گانٹھ}
◊حم{جویریہ مسعود}}
