#lang pollen

◊(define-meta title "جادۂ رہ خُور کو وقتِ شام ہے تارِ شعاع")

◊غزل{
◊ح['شروع]{شعر} جادۂ رہ خُور کو وقتِ شام ہے تارِ شعاع
چرخ وا کرتا ہے ماہِ نو سے آغوشِ وداع

شمع سے ہے، بزم انگشتِ تحیر در دہن
شعلۂ آوازِ خوباں پر بہ ہنگامِ سماع

جوں پرِ طاؤس، جوہر، تختہ مشقِ رنگ ہے
بس کہ ہے وہ قبلۂ آئینہ محوِ اختراع

رنجشِ حیرت سرشتاں، سینہ صافی پیشکش
جوہرِ آئینہ ہے یاں، گردِ میدانِ نزاع

چار سوئے دہر میں بازارِ غفلت گرم ہے
عقل کے نقصان سے اُٹھتا ہے خیال انتفاع

آشنا، غالبؔ، نہیں ہیں دردِ دل کے آشنا
ورنہ کس کو میرے افسانے کی تابِ استماع؟

}

◊حاشیہ["شعر"]{متداول دیوان میں یہ غزل صرف ایک شعر پر مشتمل ہے۔ باقی اشعار نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
