#lang pollen

◊(define-meta title "رُخِ نگار سے ہے سوزِ جاودانیٔ شمع")

◊غزل{
رُخِ نگار سے ہے سوزِ جاودانیٔ شمع
ہوئی ہے آتشِ گُل آبِ زندگانیٔ شمع

زبانِ اہلِ زباں میں ہے مرگِ خاموشی
یہ بات بزم میں روشن ہوئی زبانیٔ شمع

کرے ہے صِرف بہ ایمائے شعلہ قصہ تمام
بہ طرزِ اہلِ فنا ہے فسانہ خوانیٔ شمع

غم اُس کو حسرتِ پروانہ کا ہے اے شعلہ ◊ح{شعلہ}
ترے لرزنے سے ظاہر ہے ناتوانیٔ شمع

ترے خیال سے رُوح اہتزاز کرتی ہے
بہ جلوہ ریزیٔ باد و بہ پرفشانیٔ شمع

نشاطِ داغِ غمِ عشق کی بہار نہ پُوچھ
شگفتگی ہے شہیدِ گُلِ خزانیٔ شمع

جلے ہے، دیکھ کے بالینِ یار پر مجھ کو
نہ کیوں ہو دل پہ مرے داغِ بدگمانیٔ شمع

}

◊حاشیہ["شعلہ"]{نسخۂ مہر میں "شعلہ"، نسخۂ آسی میں "شعلے"۔ "شعلہ" زیادہ صحیح ہے۔ ◊حم{جویریہ مسعود}}
