#lang pollen

◊(define-meta title "رُخِ نگار سے ہے سوزِ جاودانئ شمع")

◊شاعری{
رُخِ نگار سے ہے سوزِ جاودانئ شمع
ہوئی ہے آتشِ گُل آبِ زندگانئ شمع

زبانِ اہلِ زباں میں ہے مرگِ خاموشی
یہ بات بزم میں روشن ہوئی زبانئ شمع

کرے ہے صِرف بہ ایمائے شعلہ قصہ تمام
بہ طرزِ اہلِ فنا ہے فسانہ خوانئ شمع

غم اُس کو حسرتِ پروانہ کا ہے اے شعلہ ◊ح{شعلہ}
ترے لرزنے سے ظاہر ہے ناتوانئ شمع

ترے خیال سے رُوح اہتزاز کرتی ہے
بہ جلوہ ریزئ باد و بہ پرفشانئ شمع

نشاطِ داغِ غمِ عشق کی بہار نہ پُوچھ
شگفتگی ہے شہیدِ گُلِ خزانئ شمع

جلے ہے، دیکھ کے بالینِ یار پر مجھ کو
نہ کیوں ہو دل پہ مرے داغِ بدگمانئ شمع

}

◊حاشیہ["شعلہ"]{نسخۂ مہر میں "شعلہ"، نسخہ آسی میں "شعلے"۔ "شعلہ" زیادہ صحیح ہے۔ ◊حم{جویریہ مسعود}}
