#lang pollen

◊(define-meta title "بلبلوں کو دور سے کرتا ہے منعِ بارِ باغ")

◊غزل{
بلبلوں کو دور سے کرتا ہے منعِ بارِ باغ
ہے زبانِ پاسباں خارِ سرِ دیوارِ باغ

کون آیا جو چمن بے تاب استقبال ہے؟
جنبشِ موجِ صبا، ہے شوخئ رفتارِ باغ

میں ہمہ حیرت، جنوں بے تابِ دورانِ خمار
مردمِ چشمِ تماشا، نقطۂ پرکارِ باغ

آتشِ رنگِ رخِ ہر گل کو بخشے ہے فروغ
ہے دمِ سردِ صبا سے، گرمئ بازارِ باغ

کون گل سے ضعف و خاموشئ بلبل کہہ سکے؟
نے زبانِ غنچہ، گویا نے زبانِ خارِ باغ

جوشِ گل، کرتا ہے استقبالِ تحریرِ اسدؔ
زیرِ مشقِ شعر، ہے نقش از پئے احضارِ باغ

}