#lang pollen

◊(define-meta title "عشاق اشکِ چشم سے دھوویں ہزار داغ")

◊غزل{
عشاق اشکِ چشم سے دھوویں ہزار داغ
دیتا ہے اور، جوں گل و شبنم، بہار داغ

جوں چشمِ، باز ماندہ ہے ہر یک بہ سوئے دل
رکھتا ہے داغِ تازہ کا یاں انتظار، داغ

بے لالہ عارضاں مجھے گل گشتِ باغ میں
دیتی ہے، گرمئ گل و بلبل، ہزار داغ

جوں اعتماد نامہ و خط کا ہو مہر سے
یوں عاشقوں میں ہے سببِ اعتبار، داغ

ہوتے ہیں محو جلوۂ خور سے، ستارگاں
دیکھ اُس کو دل سے مٹ گئے بے اختیار داغ

وقتِ خیالِ جلوۂ حسنِ بتاں اسدؔ
دکھلائے ہے مجھے دو جہاں لالہ زار داغ

}