#lang pollen

◊(define-meta title "گلشن میں بند و بست، بہ رنگِ دگر ہے، آج")

◊غزل{
گلشن میں بند و بست، بہ رنگِ دگر ہے، آج
قمری کا طوق حلقۂ بیرونِ در ہے آج

معزولیٔ تپش ہوئی افراطِ انتظار
چشمِ کشادہ ◊ح{کشادہ} حلقۂ بیرونِ در ہے آج

حیرت فروشِ صد نگَرانی ہے اضطرار
ہر رشتہ تارِ جَیب کا تارِ نظر ہے آج ◊ح['آخر]{مصرع}

اے عافیت! کنارہ کر، اے انتظام! چل
سیلابِ گریہ درپےِ دیوار و در ہے آج ◊ح['آخر]{مصرع-۲}

آتا ہے ایک پارۂ دل ہر فغاں کے ساتھ
تارِ نفس کمندِ شکارِ اثر ہے آج

ہوں داغِ نیم رنگیٔ شامِ وصالِ یار
نورِ چراغِ بزم سے جوشِ سحر ہے آج

کرتی ہے عاجزی سفرِ سوختن تمام
پیراہنِ خَسَک میں غبارِ شرر ہے آج

تا صبح ہے بہ منزلِ مقصد رسیدنی
دودِ چراغِ خانہ غبارِ سفر ہے آج

دور اوفتادۂ چمنِ فکر ہے اسدؔ
مرغِ خیالِ بلبلِ بے بال و پر ہے آج

}

◊حاشیہ["کشادہ"]{نسخۂ رضا میں "کشودہ" بجائے "کشادہ"۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["مصرع"]{نسخۂ حمیدیہ میں یہ مصرع یوں ہے: ◊علامت{؏} سر رشتہ چاکِ جیب کا تارِ نظر ہے آج ◊حم{جویریہ مسعود}}
◊حاشیہ["مصرع-۲"]{نسخۂ رضا میں یہ مصرع یوں ہے: ◊علامت{؏} سیلابِ گریہ دشمنِ دیوار و در ہے آج}
