#lang pollen

◊(define-meta title "آئی اگر بلا، تو جگہ سے ٹلے نہیں")

◊شاعری{
◊ح['شروع]{شعر} آئی اگر بلا، تو جگہ سے ٹلے نہیں
ایراہی دے کے ہم نے بچایا ہے کِشت کو
 
کعبے میں جا رہا، تو نہ دو طعنہ، کیا کہیں
بھولا ہوں حقِّ صحبتِ اہلِ کُنِشت کو

طاعت میں تا، رہے نہ مے و انگبیں کی لاگ
دوزخ میں ڈال دو کوئی لے کر بہشت کو

ہوں منحرف نہ کیوں رہ و رسمِ ثواب سے
ٹیڑھا لگا ہے قط قلمِ سر نَوِشت کو

غالبؔ کچھ اپنی سعی سے لَہنا نہیں مجھے
خِرمن جلے اگر نہ مَلخ کھائے کِشت کو

}

◊حاشیہ["شعر"]{یہ شعر یادگارِ غالبؔ میں درج ہے۔ ◊حم{نسخۂ رضا}}
