#lang pollen

◊(define-meta title "بھولے سے کاش وہ ادھر آئیں تو شام ہو")

◊درمیان{◊ح['ساکت]{غزل}}

◊غزل{
بھولے سے کاش وہ ادھر آئیں تو شام ہو
کیا لطف ہو جو ابلقِ دوراں بھی رام ہو

تا گردشِ فلک سے یوں ہی صبح و شام ہو
ساقی کی چشمِ مست ہو اور دورِ جام ہو

بے تاب ہوں بلا سے، کَن انکھیوں سے دیکھ لیں
اے خوش نصیب! کاش قضا کا پیام ہو

کیا شرم ہے، حریم ہے، محرم ہے راز دار
میں سر بہ کف ہوں، تیغِ ادا بے نیام ہو

میں چھیڑنے کو کاش اسے گھور لوں کہیں
پھر شوخ دیدہ بر سرِ صد انتقام ہو

وہ دن کہاں کہ حرفِ تمناّ ہو لب شناس
ناکام، بدنصیب، کبھی شاد کام ہو

گھُس پل کے چشمِ شوق قدم بوس ہی سہی
وہ بزمِ غیر ہی میں ہوں، پر اژدہام ◊ح{اژدہام} ہو

اتنی پیوں کہ حشر میں سرشار ہی اٹھوں
مجھ پر جو چشمِ ساقیٔ بیت الحرام ہو

پیرانہ سال غالبِؔ مے کش کرے گا کیا
بھوپال میں مزید جو دو دن قیام ہو

}

◊حاشیہ["غزل"]{غلام رسول مہرؔ کو شک ہے کہ یہ غزل غالبؔ کی نہیں، اور نسخۂ رضا میں بھی شامل نہیں ہے۔ ◊حم{جویریہ مسعود}}
◊حاشیہ["اژدہام"]{اس لفظ کا ایک املا "ازدحام" بھی ہے۔ ◊حم{جویریہ مسعود}}
