#lang pollen

◊(define-meta title "تم جانو، تم کو غیر سے جو رسم و راہ ہو")

◊شاعری{
تم جانو، تم کو غیر سے جو رسم و راہ ہو
مجھ کو بھی پوچھتے رہو تو کیا گناہ ہو

بچتے نہیں مواخذۂ روزِ حشر سے
قاتل اگر رقیب ہے تو تم گواہ ہو

کیا وہ بھی بے گنہ کش و حق ناشناس ◊ح{ناشناس} ہیں
مانا کہ تم بشر نہیں خورشید و ماہ ہو

ابھرا ہوا نقاب میں ہے ان کے، ایک تار
مرتا ہوں میں کہ یہ نہ کسی کی نگاہ ہو

جب مے کدہ چھٹا تو پھر اب کیا جگہ کی قید
مسجد ہو، مدرسہ ہو، کوئی خانقاہ ہو

سنتے ہیں جو بہشت کی تعریف، سب درست
لیکن خدا کرے وہ تِرا ◊ح{ترا} جلوہ گاہ ہو

غالبؔ بھی گر نہ ہو تو کچھ ایسا ضرر نہیں
دنیا ہو یا رب اور مرا بادشاہ ہو

}

◊حاشیہ["ناشناس"]{"حق ناسپاس" نسخۂ نظامی میں ہے، "حق ناشناس" حسرت، مہر اور عرشی میں۔ "ناسپاس" کتابت کی غلطی بھی ممکن ہے۔ ◊حم{اعجاز عبید}
مزید: نسخۂ نظامی طبع اول میں "حق ناسپاس" چھپا ہے۔ ایک آدھ اور قدیم نسخے میں بھی یوں ہی مِلا ہے مگر بعض دوسرے قدیم نسخوں میں "ناشناس" بھی چھپا ہے۔ جدید نسخوں میں مالک رام نے متن میں "ناسپاس" اور طباطبائیؔ، حسرتؔ موہانی، عرشیؔ اور مہرؔ وغیرہم نے "ناشناس" درج کیا ہے۔ یہی درست معلوم ہوتا ہے۔ ◊حم{حامد علی خاں}}
◊حاشیہ["ترا"]{نسخۂ نظامی طبع اول میں اور دیگر نسخوں میں بشمول نسخۂ حسرتؔ موہانی، نسخۂ طباطبائیؔ و نسخۂ عرشیؔ یہاں "تِرا" ہی درج ہے۔ نسخۂ حمیدیہ طبعِ اوّل اور نسخۂ مہرؔ میں "تِری" چھپا ہے۔ ◊حم{حامد علی خاں}}
