#lang pollen

◊(define-meta title "حسد سے دل اگر افسردہ ہے، گرمِ تماشا ہو")

◊شاعری{
◊ح['شروع]{اشعار} حسد سے دل اگر افسردہ ہے، گرمِ تماشا ہو
کہ چشمِ تنگ شاید کثرتِ نظّارہ سے وا ہو

بہ قدرِ حسرتِ دل چاہیے ذوقِ معاصی بھی
بھروں یک گوشۂ دامن گر آبِ ہفت دریا ہو

اگر وہ سرو قد گرمِ خرامِ ناز آ جاوے
کفِ ہر خاکِ گلشن، شکلِ قمری، نالہ فرسا ہو

بہم بالیدنِ سنگ و گلِ صحرا یہ چاہے ہے
کہ تارِ جادہ بھی کہسار کو زنارِ مینا ہو

حریفِ وحشتِ نازِ نسیمِ عشق جب آؤں
کہ مثلِ غنچہ، سازِ یک گلستاں دل مہیا ہو

بجائے دانہ خرمن یک بیابان بیضۂ قمری
مرا حاصل وہ نسخہ ہے کہ جس سے خاک پیدا ہو

کرے کیا سازِ بینش وہ شہیدِ دردِ آگاہی
جسے موئے دماغِ بے خودی، خوابِ زلیخا ہو

دلِ چوں شمع، بہرِ دعوتِ نظارہ لا، جس سے
نگہ لب ریزِ اشک و سینہ معمورِ تمنا ہو

نہ دیکھیں روئے یک دل سر د، غیر از شمعِ کافوری
خدایا، اس قدر بزمِ اسدؔ گرمِ تماشا ہو

}

◊حاشیہ["اشعار"]{مروجہ دیوان میں اس غزل کے یہ پہلے تین اشعار ہیں، باقی اشعار نسخۂ رضا سے شامل کیے گئے ہیں۔ ◊حم{جویریہ مسعود}}
