#lang pollen

◊(define-meta title "رہیے اب ایسی جگہ چل کر جہاں کوئی نہ ہو")

◊غزل{
رہیے اب ایسی جگہ چل کر جہاں کوئی نہ ہو
ہم سخن کوئی نہ ہو اور ہم زباں کوئی نہ ہو

بے در و دیوار سا اک گھر بنایا چاہیے
کوئی ہمسایہ نہ ہو اور پاسباں کوئی نہ ہو

پڑیے گر بیمار تو کوئی نہ ہو بیماردار ◊ح{بیماردار}
اور اگر مر جائیے تو نوحہ خواں کوئی نہ ہو
}

◊حاشیہ["بیماردار"]{قدیم لفظ "بیماردار" ہی تھا۔ بعد میں لفظ "تیماردار" استعمال کیا جانے لگا تو جدید نسخوں میں اِس لفظ کو تیماردار لکھا گیا۔ ◊حم{اعجاز عبید}
مزید: بعض ما بعد نسخوں میں "بیماردار" کی جگہ "تیماردار" چھپا ہے۔ مگر نسخۂ نظامی مطبوعہ ۱۸۶۲ء اور اس کے قریبی عہد کے جو آٹھ نسخے نظر سے گزرے اُن سب میں "بیماردار" چھپا ہے۔ مالک رام صاحب اور عرشیؔ صاحب کے نسبتاً جدید نسخوں میں بھی "بیماردار" ہی درج ہے۔ بظاہر یہی غالبؔ کا لفظ ثابت ہوتا ہے۔ نسخۂ حمیدیہ طبعِ اوّل میں "تیماردار" کا اندراج شاید سہوِ کتابت ہے۔ نسخۂ مہرؔ میں بھی "تیماردار" ، ممکن ہے، یہیں سے لیا گیا ہو۔ بعض اور اصحاب نے بھی اپنے نسخوں میں "تیماردار" غالباً اِس لیے لکھا ہے کہ آج کل یہ لفظ اردو میں عام طور سے مستعمل ہے۔ مگر "بیماردار" اِس مفہوم میں قابلِ ترجیح ہے کیونکہ اِس کا ایک یہی مقرر مفہوم ہے جو تیمار اور تیماردار کا نہیں۔ چنانچہ فارسی میں ان الفاظ کے دوسرے مفاہیم بھی ہیں۔ علاوہ ازیں غالبؔ کا کوئی لفظ عمداً بدلنے سے احتراز واجب ہے۔ ◊حم{حامد علی خاں}}
