#lang pollen

◊(define-meta title "قفس میں ہوں گر اچّھا بھی نہ جانیں میرے شیون کو")

◊شاعری{
قفس میں ہوں گر اچّھا بھی نہ جانیں میرے شیون کو
مرا ہونا برا کیا ہے نوا سنجانِ گلشن کو

نہیں گر ہمدمی آساں، نہ ہو، یہ رشک کیا کم ہے
نہ دی ہوتی خدا یا آرزوئے دوست، دشمن کو

نہ نکلا آنکھ سے تیری اک آنسو اس جراحت پر
کیا سینے میں جس نے خوں چکاں مژگانِ سوزن کو

خدا شرمائے ہاتھوں کو کہ رکھتے ہیں کشاکش میں
کبھی میرے گریباں کو، کبھی جاناں کے دامن کو

ابھی ہم قتل گہ کا دیکھنا آساں سمجھتے ہیں
نہیں دیکھا شناور جوئے خوں میں تیرے تَوسن کو

ہوا چرچا جو میرے پاؤں کی زنجیر بننے کا
کیا بے تاب کاں میں، جنبشِ جوہر نے آہن کو

خوشی کیا، کھیت پر میرے، اگر سو بار ابر آوے
سمجھتا ہوں کہ ڈھونڈے ہے ابھی سے برق خرمن کو

وفاداری بہ شرطِ استواری اصلِ ایماں ہے
مَرے بت خانے میں تو کعبے میں گاڑو برہمن کو

شہادت تھی مری قسمت میں جو دی تھی یہ خو مجھ کو
جہاں تلوار کو دیکھا، جھکا دیتا تھا گردن کو

نہ لٹتا دن کو تو کب رات کو یوں بے خبر سوتا
رہا کھٹکا نہ چوری کا دعا دیتا ہوں رہزن کو

سخن کیا کہہ نہیں سکتے کہ جویا ہوں جواہر کے
جگر کیا ہم نہیں رکھتے کہ کھودیں جا کے معدن کو

مرے شاہِ سلیماں جاہ سے نسبت نہیں غالبؔ
فریدون و جم و کَیخُسرو و داراب و بہمن کو

}
