#lang pollen

◊(define-meta title "واں پہنچ کر جو غش آتا پئے ہم ہے ہم کو")

◊غزل{
واں پہنچ کر جو غش آتا پئے ہم ہے ہم کو
صد رہ آہنگِ زمیں بوسِ قدم ہے ہم کو

دل کو میں اور مجھے دل محوِ وفا رکھتا ہے
کس قدر ذوقِ گرفتاریٔ ہم ہے ہم کو

ضعف سے نقشِ پئے مور، ہے طوقِ گردن
ترے کوچے سے کہاں طاقتِ رم ہے ہم کو

جان کر کیجے تغافل کہ کچھ امّید بھی ہو
یہ نگاہِ غلط انداز تو سَم ہے ہم کو

رشکِ ہم طرحی و دردِ اثرِ بانگِ حزیں
نالۂ مرغِ سحر تیغِ دو دم ہے ہم کو

سر اڑانے کے جو وعدے کو مکرّر چاہا
ہنس کے بولے کہ "ترے سر کی قسم ہے ہم کو!"

دل کے خوں کرنے کی کیا وجہ و لیکن ناچار
پاسِ بے رونقیٔ دیدہ اہم ہے ہم کو

تم وہ نازک کہ خموشی کو فغاں کہتے ہو
ہم وہ عاجز کہ تغافل بھی ستم ہے ہم کو

◊ق{لکھنؤ آنے کا باعث نہیں کھلتا یعنی
ہوسِ سیر و تماشا، سو وہ کم ہے ہم کو
}

مقطعِ سلسلۂ شوق نہیں ہے یہ شہر
عزمِ سیرِ نجف و طوفِ حرم ہے ہم کو

لیے جاتی ہے کہیں ایک توقّع غالبؔ
جادۂ رہ کششِ کافِ کرم ہے ہم کو

◊ح['شروع]{اشعار} ابر روتا ہے کہ بزمِ طرب آمادی کرو
برق ہنستی ہے کہ فرصت کوئی دم ہے ہم کو

طاقتِ رنجِ سفر بھی نہیں پاتے اتنی
ہجرِ یارانِ وطن کا بھی الم ہے ہم کو

لائی ہے معتمد الدولہ بہادر کی امید
جادۂ رہ کششِ کافِ کرم ہے ہم کو

}

◊حاشیہ["اشعار"]{یہ تینوں اشعار نسخۂ حمیدیہ میں نہیں ہیں۔ اس کی وجہ یہ ہے کہ یہ اشعار دورانِ سفرِ کلکتہ لکھے گئے تھے اور نسخۂ حمیدیہ میں شامل تمام اشعار سفرِ کلکتہ سے پہلے کے ہیں۔ ◊حم{جویریہ مسعود}}
