#lang pollen

◊(define-meta title "وارستہ اس سے ہیں کہ محبّت ہی کیوں نہ ہو")

◊غزل{
وارَستہ اس سے ہیں کہ محبّت ہی کیوں نہ ہو
کیجے ہمارے ساتھ، عداوت ہی کیوں نہ ہو

چھوڑا نہ مجھ میں ضعف نے رنگ اختلاط کا
ہے دل پہ بار، نقشِ محبّت ہی کیوں نہ ہو

ہے مجھ کو تجھ سے تذکرۂ غیر کا گلہ
ہر چند بر سبیلِ شکایت ہی کیوں نہ ہو

پیدا ہوئی ہے، کہتے ہیں، ہر درد کی دوا
یوں ہو تو چارۂ غمِ الفت ہی کیوں نہ ہو

ڈالا نہ بےکسی نے کسی سے معاملہ
اپنے سے کھینچتا ہوں خجالت ہی کیوں نہ ہو

ہے آدمی بجائے خود اک محشرِ خیال
ہم انجمن سمجھتے ہیں خلوت ہی کیوں نہ ہو

ہنگامۂ زبونئ ہمّت ہے، انفعال
حاصل نہ کیجے دہر سے، عبرت ہی کیوں نہ ہو

وارستگی بہانۂ بیگانگی نہیں
اپنے سے کر، نہ غیر سے، وحشت ہی کیوں نہ ہو

مٹتا ہے فوتِ فرصتِ ہستی کا غم کوئی؟
عمرِ عزیز صَرفِ عبادت ہی کیوں نہ ہو

اس فتنہ خو کے در سے اب اٹھتے نہیں اسدؔ
اس میں ہمارے سر پہ قیامت ہی کیوں نہ ہو

}
