#lang pollen

◊(define-meta title "کسی کو دے کے دل کوئی نوا سنجِ فغاں کیوں ہو")

◊غزل{
کسی کو دے کے دل کوئی نوا سنجِ فغاں کیوں ہو 
نہ ہو جب دل ہی سینے میں تو پھر منہ میں زباں کیوں ہو

وہ اپنی خُو نہ چھوڑیں گے ہم اپنی وضع کیوں چھوڑیں ◊ح{چھوڑیں}
سبک سر بن کے کیا پوچھیں کہ ہم سے سرگراں کیوں ہو

کِیا غم خوار نے رسوا، لگے آگ اس محبّت کو
نہ لاوے تاب جو غم کی، وہ میرا راز داں کیوں ہو

وفا کیسی کہاں کا عشق جب سر پھوڑنا ٹھہرا
تو پھر اے سنگ دل تیرا ہی سنگِ آستاں کیوں ہو

قفس میں مجھ سے رودادِ چمن کہتے نہ ڈر ہمدم
گری ہے جس پہ کل بجلی، وہ میرا آشیاں کیوں ہو

یہ کہہ سکتے ہو "ہم دل میں نہیں ہیں" پر یہ بتلاؤ
کہ جب دل میں تمھیں تم ہو تو آنکھوں سے نہاں کیوں ہو

غلط ہے جذبِ دل کا شکوہ دیکھو جرم کس کا ہے
نہ کھینچو گر تم اپنے کو، کشاکش درمیاں کیوں ہو

یہ فتنہ آدمی کی خانہ ویرانی کو کیا کم ہے
ہوئے تم دوست جس کے، دشمن اس کا آسماں کیوں ہو

یہی ہے آزمانا تو ستانا کس کو کہتے ہیں
عدو کے ہو لیے جب تم تو میرا امتحاں کیوں ہو

کہا تم نے کہ کیوں ہو غیر کے ملنے میں رسوائی
بجا کہتے ہو، سچ کہتے ہو، پھر کہیو کہ ہاں کیوں ہو

نکالا چاہتا ہے کام کیا طعنوں سے تُو غالبؔ
ترے بے مہر کہنے سے وہ تجھ پر مہرباں کیوں ہو

}

◊حاشیہ["چھوڑیں"]{کچھ نسخوں میں "وضع کیوں بدلیں" ہے۔ ◊حم{جویریہ مسعود}
مزید: اس بات کا کوئی ثبوت نہیں ملا کہ خود غالبؔ نے "وضع کیوں بدلیں" کہا تھا۔ ◊حم{حامد علی خاں}}
