#lang pollen

◊(define-meta title "گئی وہ بات کہ ہو گفتگو تو کیوں کر ہو")

◊غزل{
گئی وہ بات کہ ہو گفتگو تو کیوں کر ہو
کہے سے کچھ نہ ہوا، پھر کہو تو کیوں کر ہو

ہمارے ذہن میں اس فکر کا ہے نام وصال
کہ گر نہ ہو تو کہاں جائیں؟ ہو تو کیوں کر ہو

ادب ہے اور یہی کشمکش، تو کیا کیجے
حیا ہے اور یہی گومگو تو کیوں کر ہو

تمھیں کہو کہ گزارا صنم پرستوں کا
بتوں کی ہو اگر ایسی ہی خو تو کیوں کر ہو

الجھتے ہو تم اگر دیکھتے ہو آئینہ
جو تم سے شہر میں ہوں ایک دو تو کیوں کر ہو

جسے نصیب ہو روزِ سیاہ میرا سا
وہ شخص دن نہ کہے رات کو تو کیوں کر ہو

ہمیں پھر ان سے امید اور انھیں ہماری قدر
ہماری بات ہی پوچھیں نہ وو تو کیوں کر ہو

غلط نہ تھا ہمیں خط پر گماں تسلّی کا
نہ مانے دیدۂ دیدار جو، تو کیوں کر ہو

بتاؤ اُس مِژہ کو دیکھ کر کہ مجھ کو قرار
یہ نیش ہو رگِ جاں میں فِرو تو کیوں کر ہو

مجھے جنوں نہیں غالبؔ ولے بہ قولِ حضور ◊ح{حضور}
"فراقِ یار میں تسکین ہو تو کیوں کر ہو"

}

◊حاشیہ["حضور"]{حضور: بہادر شاہ ظفر۔ اگلا مصرعہ ظفر کا ہی ہے جس کی طرح میں غالبؔ نے درباری مشاعرے کے لیے یہ غزل کہی تھی۔ ◊حم{اعجاز عبید}}
