#lang pollen

◊(define-meta title "کب فقیروں کو رسائی بُتِ مے خوار کے پاس")

◊شاعری{
◊ح['شروع]{شعر} کب فقیروں کو رسائی بُتِ مے خوار کے پاس
تونبے بو دیجیے مے خانے کی دیوار کے پاس

مُژدہ، اے ذَوقِ اسیری! کہ نظر آتا ہے
دامِ خالی، قفَسِ مُرغِ گِرفتار کے پاس

جگرِ تشنۂ آزار، تسلی نہ ہوا
جُوئے خُوں ہم نے بہائی بُنِ ہر خار کے پاس

مُند گئیں کھولتے ہی کھولتے آنکھیں ہَے ہَے!
خُوب وقت آئے تم اِس عاشقِ بیمار کے پاس

مَیں بھی رُک رُک کے نہ مرتا، جو زباں کے بدلے
دشنہ اِک تیز سا ہوتا مِرے غم خوار کے پاس

دَہَنِ شیر میں جا بیٹھیے، لیکن اے دل
نہ کھڑے ہو جیے خُوبانِ دل آزار کے پاس

دیکھ کر تجھ کو، چمن بس کہ نُمو کرتا ہے
خُود بخود پہنچے ہے گُل گوشۂ دستار کے پاس

مر گیا پھوڑ کے سر غالبؔ وحشی، ہَے ہَے!
بیٹھنا اُس کا وہ آ کر تری دِیوار کے پاس

}

◊حاشیہ["شعر"]{یہ شعر نسخۂ حمیدیہ میں نہیں ہے مگر نسخۂ رضا میں درج ہے۔ ◊حم{جویریہ مسعود}}
